{
    "metadata": {},
    "knowledge graph": {
        "entities": [],
        "relations": {
            "Solar power": [
                {
                    "Relation": "consists of",
                    "Object": "Solar panel",
                    "Description": "Solar power consists of solar panels that convert sunlight into electricity."
                },
                {
                    "Relation": "utilizes",
                    "Object": "Photovoltaic cell",
                    "Description": "Solar power utilizes photovoltaic cells to convert sunlight into electricity."
                },
                {
                    "Relation": "derives from",
                    "Object": "Solar energy",
                    "Description": "Solar power derives from solar energy, which is harnessed from the sun."
                },
                {
                    "Relation": "is a form of",
                    "Object": "Renewable energy",
                    "Description": "Solar power is a form of renewable energy that is sustainable and environmentally friendly."
                },
                {
                    "Relation": "is powered by",
                    "Object": "Sun",
                    "Description": "Solar power is powered by the sun, which provides the necessary sunlight for energy generation."
                },
                {
                    "Relation": "requires",
                    "Object": "Inverter",
                    "Description": "Solar power requires an inverter to convert the direct current (DC) electricity generated by solar panels into alternating current (AC) electricity for use."
                },
                {
                    "Relation": "is generated by",
                    "Object": "Solar farm",
                    "Description": "Solar power is generated by large-scale solar farms that consist of numerous solar panels."
                },
                {
                    "Relation": "is harnessed from",
                    "Object": "Solar radiation",
                    "Description": "Solar power is harnessed from solar radiation, which is the electromagnetic radiation emitted by the sun."
                },
                {
                    "Relation": "can be regulated by",
                    "Object": "Net metering",
                    "Description": "Solar power can be regulated by net metering, a policy that allows solar energy system owners to receive credit for the excess electricity they generate and feed back into the grid."
                },
                {
                    "Relation": "can be stored in",
                    "Object": "Solar battery",
                    "Description": "Solar power can be stored in solar batteries, which store excess electricity generated by solar panels for later use."
                }
            ]
        }
    }
}