{
    "metadata": {},
    "knowledge graph": {
        "entities": [],
        "relations": {
            "Tidal power": [
                {
                    "Relation": "is a type of",
                    "Object": "Renewable energy",
                    "Description": "Tidal power is a type of renewable energy that harnesses the energy from tides."
                },
                {
                    "Relation": "utilizes",
                    "Object": "Tidal barrages",
                    "Description": "Tidal power utilizes tidal barrages, which are large dams built across estuaries or bays to capture tidal energy."
                },
                {
                    "Relation": "uses",
                    "Object": "Tidal turbines",
                    "Description": "Tidal power uses tidal turbines, which are similar to wind turbines but operate underwater to generate electricity from tidal currents."
                },
                {
                    "Relation": "employs",
                    "Object": "Tidal lagoons",
                    "Description": "Tidal power employs tidal lagoons, which are enclosed areas of the sea that capture and store tidal energy."
                },
                {
                    "Relation": "harnesses",
                    "Object": "Tidal stream generators",
                    "Description": "Tidal power harnesses tidal stream generators, which are underwater turbines that generate electricity from the flow of tidal currents."
                },
                {
                    "Relation": "depends on",
                    "Object": "Tidal range",
                    "Description": "Tidal power depends on the tidal range, which is the vertical difference between high tide and low tide."
                },
                {
                    "Relation": "affects",
                    "Object": "Marine life",
                    "Description": "Tidal power can have an impact on marine life due to the construction and operation of tidal energy projects."
                },
                {
                    "Relation": "involves",
                    "Object": "Tidal energy conversion",
                    "Description": "Tidal power involves the conversion of tidal energy into usable electricity through various technologies."
                },
                {
                    "Relation": "requires",
                    "Object": "Tidal power plants",
                    "Description": "Tidal power requires the construction of specialized power plants to convert tidal energy into electricity."
                },
                {
                    "Relation": "assesses",
                    "Object": "Tidal energy potential",
                    "Description": "Tidal power assesses the potential of tidal energy resources in different locations to determine feasibility and viability."
                }
            ]
        }
    }
}