[
  {
    "Subject": "United Nations Development Programme",
    "Relation": "Belongs To",
    "Object": "United Nations"
  },
  {
    "Subject": "United Nations Population Fund",
    "Relation": "Belongs To",
    "Object": "United Nations"
  },
  {
    "Subject": "United Nations Office for Project Services",
    "Relation": "Belongs To",
    "Object": "United Nations"
  },
  {
    "Subject": "United Nations Development Assistance Framework",
    "Relation": "Belongs To",
    "Object": "United Nations"
  },
  {
    "Subject": "Millennium Development Goals Report",
    "Relation": "Contains",
    "Object": "Millennium Development Goals"
  },
  {
    "Subject": "Afghanistan",
    "Relation": "Aims To Achieve",
    "Object": "Millennium Development Goals",
    "Description": "The Millennium Development Goals Report, 2012, suggests that Afghanistan should be able to achieve the Millennium Development Goals for education and health by its target year, 2020."
  },
  {
    "Subject": "Tokyo Mutual Accountability Framework",
    "Relation": "Implemented By",
    "Object": "United Nations",
    "Description": "The international community and the United Nations will continue to support Afghanistan, as exemplified in the Tokyo Mutual Accountability Framework and the Chicago commitments on development and security."
  },
  {
    "Subject": "Afghanistan ‘ Transformation Decade ’",
    "Relation": "Implemented By",
    "Object": "UNDP",
    "Description": "As Afghanistan enters its Transformation Decade, UNDP should also transition to meet emerging priorities and operational challenges, guided by the United Nations Development Assistance Framework and the new strategic plan, 2014-2017."
  },
  {
    "Subject": "United Nations Development Assistance Framework",
    "Relation": "Guides",
    "Object": "UNDP",
    "Description": "As Afghanistan enters its Transformation Decade, UNDP should also transition to meet emerging priorities and operational challenges, guided by the United Nations Development Assistance Framework and the new strategic plan, 2014-2017."
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Afghanistan"
  },
  {
    "Subject": "United Nations Development Assistance Framework",
    "Relation": "Belongs To",
    "Object": "United Nations"
  },
  {
    "Subject": "Tokyo Mutual Accountability Framework",
    "Relation": "Implemented By",
    "Object": "United Nations"
  },
  {
    "Subject": "New Deal",
    "Relation": "Implemented By",
    "Object": "UNDP"
  },
  {
    "Subject": "New Deal for Engagement in Fragile States",
    "Relation": "Implemented By",
    "Object": "UNDP"
  },
  {
    "Subject": "New Deal for Engagement in Fragile States",
    "Relation": "Collaborates With",
    "Object": "Ministry of Finance"
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Afghanistan"
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "UNDP has been an active player in accountable governance in Afghanistan since 2002."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Afghanistan Independent Human Rights Commission",
    "Description": "UNDP will work closely with national partners, including the Afghanistan Independent Human Rights Commission."
  },
  {
    "Subject": "Law and Order Trust Fund for Afghanistan",
    "Relation": "Implemented By",
    "Object": "UNDP",
    "Description": "The largest UNDP programme in the world, the Law and Order Trust Fund for Afghanistan, involves supporting the police, through payroll and the Ministry of Interior, in making the transition from a paramilitary force to a civilian police service."
  },
  {
    "Subject": "Afghanistan",
    "Relation": "Monitored By",
    "Object": "United Nations Office on Drugs and Crime",
    "Description": "A survey conducted by the United Nations Office on Drugs and Crime and the High Office of Oversight and Anti-corruption in 2012 found that 73 per cent of Afghan people consider the court system to be the most corrupt state institution."
  },
  {
    "Subject": "Afghanistan",
    "Relation": "Monitored By",
    "Object": "High Office of Oversight and Anti - corruption",
    "Description": "A survey conducted by the United Nations Office on Drugs and Crime and the High Office of Oversight and Anti-corruption in 2012 found that 73 per cent of Afghan people consider the court system to be the most corrupt state institution."
  },
  {
    "Subject": "Law and Order Trust Fund",
    "Relation": "Implemented By",
    "Object": "Ministry of Justice",
    "Description": "The Law and Order Trust Fund, a major financial disbursement mechanism, is supported by the Ministry of Justice."
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "UNDP provides support to all provinces, and about 80 per cent of all districts, in Afghanistan to improve planning, budgeting and implementation of a productive infrastructure more conducive to local development."
  },
  {
    "Subject": "UNDP",
    "Relation": "Supports",
    "Object": "Afghan",
    "Description": "UNDP supports the Afghan population, especially young people, through entrepreneurship development and employment creation. UNDP also enhances the provision of energy, supports environmental governance and builds resilience to climate change and disasters."
  },
  {
    "Subject": "Security Council resolutions 1325 and 2122",
    "Relation": "Monitored By",
    "Object": "UNDP",
    "Description": "UNDP will select critical ministries and certain key provinces to advocate for Security Council resolutions 1325 and 2122 and to promote women’s empowerment and the monitoring mechanism to ensure that national and international legislation and rights are protected, with special attention to gender-based violence."
  },
  {
    "Subject": "Millennium Development Goals",
    "Relation": "Is An Instance Of",
    "Object": "Millennium Declaration",
    "Description": "The Millennium Declaration acknowledged that gender equality is both a goal in itself and a condition for achieving the other Millennium Development Goals."
  },
  {
    "Subject": "National Risk and Vulnerability Assessment",
    "Relation": "Monitors",
    "Object": "Afghanistan",
    "Description": "The National Risk and Vulnerability Assessment, 2011-2012, noted that only 19 per cent of the working-age women are currently active in the labour market, compared to 80 per cent of men."
  },
  {
    "Subject": "Millennium Development Goals Report",
    "Relation": "Reports To",
    "Object": "Afghanistan",
    "Description": "The actual number of incidents of violence against women, as the Government acknowledged in the Millennium Development Goals Report, 2012, is much higher, as a large number of incidents go unreported."
  },
  {
    "Subject": "United Nations Assistance Mission in Afghanistan",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "The years to come will be characterized by a reduced international footprint and a likely reduction in the role of the United Nations Assistance Mission in Afghanistan (UNAMA)."
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "As the focus of assistance from the international community evolves from supporting security and stabilization to sustainable development and resilience, UNDP is planning its interventions based on assumptions derived from discussions of possible future scenarios."
  },
  {
    "Subject": "United Nations Development Assistance Framework",
    "Relation": "Collaborates With",
    "Object": "UNDP",
    "Description": "As part of the new United Nations Development Assistance Framework, UNDP and United Nations partners will identify how to work together by geographical sector and area."
  },
  {
    "Subject": "UNDP",
    "Relation": "Aims To Achieve",
    "Object": "Millennium Development Goals",
    "Description": "UNDP will address the marginalization of women and vulnerable groups by strengthening its work with state and non-state actors, civil society and local communities."
  },
  {
    "Subject": "Nations Development Assistance Framework",
    "Relation": "Implemented By",
    "Object": "UNDP",
    "Description": "UNDP will continue to adapt to a changing national context in four of the five United Nations Development Assistance Framework outcomes outlined below, and will take on leadership or facilitation roles in those areas as requested."
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "UNDP will continue to adapt to a changing national context in Afghanistan."
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Afghan"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "UNAMA",
    "Description": "In coordination with UNAMA, UNDP electoral cycle support will assist national institutions in the better management of presidential, parliamentary and local election processes."
  },
  {
    "Subject": "UNDP",
    "Relation": "Supports",
    "Object": "National Assembly",
    "Description": "UNDP will support the National Assembly in building capacities to deliver on its constitutional mandate."
  },
  {
    "Subject": "Afghanistan Peace and Reintegration Programme",
    "Relation": "Implemented By",
    "Object": "UNDP",
    "Description": "Building on the Afghanistan Peace and Reintegration Programme and possible successor arrangements, UNDP will adopt a two-pronged approach to address the root causes of conflict."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Ministry of Finance",
    "Description": "At the national level, UNDP will work closely with UNAMA and the Ministry of Finance to support policy formulation."
  },
  {
    "Subject": "New Deal",
    "Relation": "Implemented By",
    "Object": "UNDP",
    "Description": "Including through the use of such tools as the implementation of the New Deal agenda and the incorporation of peacebuilding and state building indicators into government planning processes."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Civil Service Commission"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "World Bank"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "United Nations"
  },
  {
    "Subject": "UNDP",
    "Relation": "Supports",
    "Object": "Ministry of Finance",
    "Description": "UNDP, together with other donors, has been engaged in helping the Ministry of Finance to prepare the first public financial management roadmap and will provide support in the formulation of the second."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Rule of Law and Justice Donor Group"
  },
  {
    "Subject": "UNDP",
    "Relation": "Supports",
    "Object": "Ministry of Interior",
    "Description": "Within the Ministry of Interior and the Ministry of Justice, reforms in core planning processes, as well as finance, budget execution and human resource management, will be supported."
  },
  {
    "Subject": "UNDP",
    "Relation": "Supports",
    "Object": "Ministry of Justice",
    "Description": "Within the Ministry of Interior and the Ministry of Justice, reforms in core planning processes, as well as finance, budget execution and human resource management, will be supported."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "UNAMA"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Ministry of Women’s Affairs"
  },
  {
    "Subject": "Ministry of Interior",
    "Relation": "Collaborates With",
    "Object": "Ministry",
    "Description": "In the Ministry of Interior, police professionalization and capacity development, linked to the national police programme and the five-year strategic plan of the Ministry, will allow government to take responsibility for the police payroll, where a transfer to government is planned based on a jointly agreed capacity development assessment and risk management strategy."
  },
  {
    "Subject": "human rights support unit",
    "Relation": "Implemented By",
    "Object": "UNDP",
    "Description": "In the Ministry of Justice, UNDP will continue to assist the human rights support unit to expand human rights-compliant laws."
  },
  {
    "Subject": "Independent Human Rights Commission",
    "Relation": "Collaborates With",
    "Object": "UNDP",
    "Description": "External oversight of justice and the police will be strengthened through the Independent Human Rights Commission, civil society and parliament."
  },
  {
    "Subject": "Ministry of Justice",
    "Relation": "Monitors",
    "Object": "UNDP",
    "Description": "Capacity development support to the parliamentary committee on finance and budgets will assist parliament in its oversight of the Ministry of Justice and the Ministry of Interior."
  },
  {
    "Subject": "Ministry of Interior",
    "Relation": "Monitors",
    "Object": "UNDP",
    "Description": "Capacity development support to the parliamentary committee on finance and budgets will assist parliament in its oversight of the Ministry of Justice and the Ministry of Interior."
  },
  {
    "Subject": "national police",
    "Relation": "Implemented By",
    "Object": "UNDP",
    "Description": "The capacity of the national police remains a weak link in the criminal justice chain, and UNDP, in coordination with other groups active in the police sector, will focus on the development and implementation of an Afghan-led police professionalization strategy."
  },
  {
    "Subject": "United Nations Children’s Fund",
    "Relation": "Collaborates With",
    "Object": "UNDP",
    "Description": "UNDP will work with the United Nations Children’s Fund and UNFPA to address the special needs of minors and women."
  },
  {
    "Subject": "UNFPA",
    "Relation": "Collaborates With",
    "Object": "UNDP",
    "Description": "UNDP will work with the United Nations Children’s Fund and UNFPA to address the special needs of minors and women."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Ministry of Rural Rehabilitation and Development",
    "Description": "UNDP has been engaged in since 2002 through the Ministry of Rural Rehabilitation and Development."
  },
  {
    "Subject": "UNDP",
    "Relation": "Supports",
    "Object": "Istanbul Programme of Action for Least Developed Countries",
    "Description": "UNDP may undertake studies and provide policy advisory services to strengthen the efforts of those involved in the Istanbul Process, the Istanbul Programme of Action for Least Developed Countries."
  },
  {
    "Subject": "UNDP",
    "Relation": "Supports",
    "Object": "Central Asia Regional Economic Cooperation Programme",
    "Description": "UNDP may undertake studies and provide policy advisory services to strengthen the efforts of those involved in the Central Asia Regional Economic Cooperation Programme."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Tajikistan",
    "Description": "South-South and triangular cooperation with Tajikistan and other central Asian countries is already taking place in areas such as employment and local trade."
  },
  {
    "Subject": "Ministry of Rural Rehabilitation and Development",
    "Relation": "Collaborates With",
    "Object": "UNDP"
  },
  {
    "Subject": "Ministry of Energy and Water",
    "Relation": "Collaborates With",
    "Object": "UNDP"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "World Bank"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "National Environmental Protection Agency"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Ministry of Agriculture, Irrigation and Livestock"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Ministry of Mines"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Afghanistan National Disaster Management Authority"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "United Nations Office for the Coordination of Humanitarian Affairs"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Ministry of Women’s Affairs"
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "UN - Women"
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Afghan"
  },
  {
    "Subject": "UNDP",
    "Relation": "Supports",
    "Object": "Istanbul Process",
    "Description": "Policy formulation work will include assistance on finalizing a climate change strategy and action plan with the National Environmental Protection Agency, while regional cooperation for disaster risk management will be pursued through the Istanbul Process."
  },
  {
    "Subject": "UNDP",
    "Relation": "Supports",
    "Object": "Ministry of Women ’ s Affairs",
    "Description": "UNDP will strengthen the capacity of the Ministry of Women’s Affairs and civil society organizations to monitor and report on the implementation of the international and national commitments of the Government."
  },
  {
    "Subject": "National Action Plan for the Women of Afghanistan",
    "Relation": "Monitored By",
    "Object": "UNDP",
    "Description": "UNDP will assist in the establishment of a database to monitor the progress of the National Action Plan for the Women of Afghanistan, to be used for evidence-based policymaking, budgeting, and reporting."
  },
  {
    "Subject": "Convention on the Elimination of All Forms of Discrimination against Women",
    "Relation": "Supported By",
    "Object": "UNDP",
    "Description": "Prevention of gender discrimination and gender-based violence will be addressed through capacity development interventions to ensure that the Government is able to implement the recommendations of the Convention on the Elimination of All Forms of Discrimination against Women."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "United Nations",
    "Description": "Greater proximity to communities will enable UNDP to better assess needs, improve targeting of interventions, collect better-quality data, and facilitate the monitoring of activities. Regionalization will improve programme synergies and increase operational efficiency thanks to clustering and common premises and services. It will also strengthen coordination with other United Nations organizations."
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "Recognizing the importance of regional cooperation for Afghanistan, UNDP will increasingly rely on arrangements for South-South and triangular cooperation, both at the project level and in multilateral policy-level frameworks."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "Donor Advisory Group",
    "Description": "Bilateral partners will be involved in providing inputs to the strategic direction of UNDP at the outcome level, in the light of existing donor programmes in those areas — as well as with respect to management results, including regionalization and risk management. This will be done through use of such forums as a strategic high-level meeting every two months, chaired by the Deputy Special Representative of the Secretary-General/Resident Representative, and, at a more technical level, through the Donor Advisory Group and engagement in donor coordination groups such as the rule of law and justice donor group."
  },
  {
    "Subject": "UNDP",
    "Relation": "Supports",
    "Object": "Istanbul Process",
    "Description": "Engagement in the Istanbul Process will be increased, and support will be provided to national institutions to implement two ‘confidence-building measures’ related to (a) trade, commerce and investment opportunities, and (b) disaster management."
  },
  {
    "Subject": "Civil Society Advisory Committee",
    "Relation": "Collaborates With",
    "Object": "UNDP",
    "Description": "At the central level, UNDP engages with civil society organizations through the newly established Civil Society Advisory Committee, through which the organizations provide strategic as well as technical input to UNDP programmes."
  },
  {
    "Subject": "UNDP",
    "Relation": "Reports To",
    "Object": "Executive Board",
    "Description": "This country programme document outlines UNDP contributions to national results and serves as the primary unit of accountability to the Executive Board for results alignment and resources assigned to the programme at the country level."
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Kuala Lumpur",
    "Description": "Operational changes will be made following the UNDP global clustering strategy, with key functions shifting to consolidated service centres in various regions — in the case of Afghanistan, to Kuala Lumpur and Bangkok."
  },
  {
    "Subject": "UNDP",
    "Relation": "Operates In",
    "Object": "Bangkok",
    "Description": "Operational changes will be made following the UNDP global clustering strategy, with key functions shifting to consolidated service centres in various regions — in the case of Afghanistan, to Kuala Lumpur and Bangkok."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "United Nations Country Team",
    "Description": "Working in support of the Serving as One approach, UNDP will work with the United Nations Country Team and the programme management team to implement United Nations Development Assistance Framework integrated work plans."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "United Nations Working Group",
    "Description": "A United Nations Working Group is already active in this area."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "United Nations Operations Management Team",
    "Description": "Initiatives such as co-location will be advanced through the United Nations Operations Management Team and in the light of changes in the UNAMA presence."
  },
  {
    "Subject": "Law and Order Trust Fund for Afghanistan",
    "Relation": "Monitors",
    "Object": "UNDP",
    "Description": "The transition in the Law and Order Trust Fund for Afghanistan, in particular, will require a targeted risk management approach."
  },
  {
    "Subject": "Oversight and Compliance Unit",
    "Relation": "Belongs To",
    "Object": "UNDP",
    "Description": "The UNDP risk management strategy is based on a stronger partnership engagement and lessons learned from the assessment of development results, the activities of the Oversight and Compliance Unit, and the regular audits and spot-checks carried out regularly by the country office."
  },
  {
    "Subject": "UNDP",
    "Relation": "Collaborates With",
    "Object": "United Nations",
    "Description": "In keeping with a cohesive United Nations approach, a risk management unit has been created within the Resident Coordinator’s Office to facilitate joint United Nations positioning and advocacy, and to provide tools and support mechanisms for risk management and risk sharing."
  },
  {
    "Subject": "UNDP",
    "Relation": "Monitors",
    "Object": "Law and Order Trust Fund for Afghanistan",
    "Description": "The oversight and compliance unit in the country office is the primary body to ensure the implementation of risk management systems. UNDP has also established a dedicated audit and investigations capacity, and programme criticality levels have been established for UNDP activities, all of which are undertaken in compliance with this United Nations-wide framework."
  },
  {
    "Subject": "Data for Development Group",
    "Relation": "Lead By",
    "Object": "UNFPA"
  },
  {
    "Subject": "United Nations Working Group on Monitoring and Evaluation",
    "Relation": "Belongs To",
    "Object": "United Nations"
  },
  {
    "Subject": "UNDP subnational offices",
    "Relation": "Operates In",
    "Object": "UNDP"
  },
  {
    "Subject": "Resident Coordinator’s office",
    "Relation": "Collaborates With",
    "Object": "UNDP",
    "Description": "UNDP will work with the Resident Coordinator’s office and the United Nations PMT to establish a consolidated data collection mechanism within the Resident Coordinator’s office."
  },
  {
    "Subject": "Civil Society Advisory Committee",
    "Relation": "Collaborates With",
    "Object": "UNDP",
    "Description": "UNDP will also use the newly established Civil Society Advisory Committee as a mechanism through which to partner with selected civil society organizations to monitor programmes in their respective areas of expertise."
  },
  {
    "Subject": "UNDP monitoring and evaluation system",
    "Relation": "Implemented By",
    "Object": "UNDP",
    "Description": "The UNDP monitoring and evaluation system will build on project progress reports and reviews, as well as on outcome and programme evaluations."
  },
  {
    "Subject": "Central Statistics Organization",
    "Relation": "Collaborates With",
    "Object": "UNDP",
    "Description": "The country office will work with the Central Statistics Organization, and will use its periodic national risk and vulnerability assessment as a major source of subnational-level data."
  }
]