[
  {
    "Subject": "AREP",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "AREP is a project that aims to develop and grow the REN sector in Afghanistan, particularly in the PPP mode. It will facilitate a transition from donor supported to private investment driven REN sector with an objective of deploying REN in full commercialization mode during its TERM 2 (2021-2032)."
  },
  {
    "Subject": "Renewable Energy Law for Afghanistan",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "The proper AREP implementation will lead to formation of Renewable Energy Law for Afghanistan by 2032, clearly defining the energy share from renewable energy to keep that growing as per Afghanistan National Strategy and other related policies."
  },
  {
    "Subject": "REN Atlas for Afghanistan",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "In order to facilitate the long-term planning for REN projects, a detailed zone-wise mapping of REN resources would be undertaken and the REN Atlas for Afghanistan will be prepared."
  },
  {
    "Subject": "Levelized Cost of Energy",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "Guidelines for calculating Levelized Cost of Energy (LCOE) for each RET using global cost trends but customized to Afghanistan, would be prepared to provide the basis for bench marking project costs, preparing budgets, estimating by including all costs for operation, maintenance, repair and replacements for at least 10 years of the project life."
  },
  {
    "Subject": "Cost of REN Resources and Technologies",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "The macro level mapping of REN resources in Afghanistan has been done and is presented in the below table."
  },
  {
    "Subject": "Renewable Energy Coordination committee",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "Renewable Energy Coordination committee which will be established under MEW and work under the Deputy Minister for Energy the mandate of the RECC is to coordinate with all relevant gov/non gov entities for the implementation of this policy."
  },
  {
    "Subject": "Renewable Energy Coordination committee",
    "Relation": "Implemented By",
    "Object": "Renewable Energy Department",
    "Description": "Renewable energy department is responsible for the RECC."
  },
  {
    "Subject": "Renewable Energy Coordination committee",
    "Relation": "Collaborates With",
    "Object": "ANSA",
    "Description": "The committee has technical working groups which the experts will be the mention entities they will work according to the specific plan that will be issued by the RECC."
  },
  {
    "Subject": "Renewable Energy Department",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "The Renewable Energy Department (RED) of MEW will be the main technical body responsible for, but not limited to the following: Assessing REN potential and preparing detailed resource maps."
  },
  {
    "Subject": "Renewable Energy Department",
    "Relation": "Collaborates With",
    "Object": "RED",
    "Description": "Providing technology specific and other technical inputs to MOF for designing fiscal incentives, specifically for facilitating the investment from the private sector."
  },
  {
    "Subject": "Built-Own-Operate",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "Private sector as IPP, communities and local entrepreneur will be encouraged to develop and manage REN projects on Built-Own-Operate (BOO) basis, and will be governed by appropriate regulations."
  },
  {
    "Subject": "Power Purchase Agreements",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "In Afghanistan, Power Purchase Agreements (PPAs) are part of the guidelines for setting up grid-connected REN projects."
  },
  {
    "Subject": "Asian Development Bank",
    "Relation": "Funded By",
    "Object": "Afghanistan",
    "Description": "Asian Development Bank is one of the donors and international financial institutions that provide funds for REN projects in Afghanistan."
  },
  {
    "Subject": "Islamic Development Bank",
    "Relation": "Funded By",
    "Object": "Afghanistan",
    "Description": "Islamic Development Bank is one of the donors and international financial institutions that provide funds for REN projects in Afghanistan."
  },
  {
    "Subject": "World Bank",
    "Relation": "Funded By",
    "Object": "Afghanistan",
    "Description": "World Bank is one of the donors and international financial institutions that provide funds for REN projects in Afghanistan."
  },
  {
    "Subject": "Afghanistan",
    "Relation": "Operates In",
    "Object": "Asian Development Bank",
    "Description": "Asian Development Bank operates in Afghanistan by providing funds for REN projects."
  },
  {
    "Subject": "Afghanistan",
    "Relation": "Operates In",
    "Object": "Islamic Development Bank",
    "Description": "Islamic Development Bank operates in Afghanistan by providing funds for REN projects."
  },
  {
    "Subject": "Afghanistan",
    "Relation": "Operates In",
    "Object": "World Bank",
    "Description": "World Bank operates in Afghanistan by providing funds for REN projects."
  },
  {
    "Subject": "quality standards, testing, certification and accreditation",
    "Relation": "Collaborates With",
    "Object": "ANSA",
    "Description": "The development/ adoption of quality standards, testing, certification and accreditation would be taken up on priority in association with ANSA as well as with other national and international institutions."
  },
  {
    "Subject": "award and recognition framework",
    "Relation": "Implemented By",
    "Object": "ANSA",
    "Description": "An award and recognition framework for different categories would be formulated and institutionalized in appropriate departments and institutions i.e. at school level, university level, conferences, industry associations and others."
  },
  {
    "Subject": "REN sector",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "A strong local industry for manufacture, assembly, installation and servicing would be required to sustain the REN sector in Afghanistan in future."
  },
  {
    "Subject": "technical and vocational training",
    "Relation": "Implemented By",
    "Object": "Vocational Training Centre",
    "Description": "A cadre of entrepreneurs would be created through technical and vocational training given by Vocational Training Centre (VTC) of MEW to support the REN sector."
  },
  {
    "Subject": "technical and vocational training",
    "Relation": "Collaborates With",
    "Object": "Ministries of Education and Higher Education",
    "Description": "This activity would be undertaken in coordination with of Ministries of Education and Higher Education and would involve integrating REN specific education and skill development as a part of curricula at the level of schools, technical colleges, universities, institutions of engineers and architects, among others."
  },
  {
    "Subject": "Nationally Appropriate Mitigation Actions",
    "Relation": "Contains",
    "Object": "energy efficiency",
    "Description": "carbon growth of a country's economy in Nationally Appropriate Mitigation Actions (NAMA) needs to be recognized and acknowledged at all levels of decision making and planning for energy sector including its positive relationship with climate change issues."
  },
  {
    "Subject": "National Energy Supply Programme",
    "Relation": "Contains",
    "Object": "energy efficiency",
    "Description": "Further, REN also needs to be integrated with energy efficiency (EE) at all levels of project cycle (i.e. project conceptualization, designing, and implementation) to maximize its benefits."
  },
  {
    "Subject": "Quarterly Energy Sector Status Summary Report",
    "Relation": "Implemented By",
    "Object": "Inter - Ministerial Commission for Energy",
    "Description": "The Inter-Ministerial Commission for Energy, Quarterly Energy Sector Status Summary Report, Q1 2014"
  },
  {
    "Subject": "Rural Energy Co - ordination Committee",
    "Relation": "Collaborates With",
    "Object": "Inter - Ministerial Commission for Energy",
    "Description": "Although the ICE closed during 2012, it is proposed that the ICE Sub-committee on Renewable Energy and Rural Electrification functions will be undertaken by the Rural Energy Co-ordination Committee (RECC), established in late 2012 as a joint initiative of MEW and MRRD, together with international partners, jointly chaired by the Deputy Ministers of MEW and MRRD."
  },
  {
    "Subject": "Renewable Energy Database",
    "Relation": "Contains",
    "Object": "energy efficiency",
    "Description": "Further, REN also needs to be integrated with energy efficiency (EE) at all levels of project cycle (i.e. project conceptualization, designing, and implementation) to maximize its benefits."
  },
  {
    "Subject": "Renewable Energy Resources",
    "Relation": "Located In",
    "Object": "Afghanistan",
    "Description": "Afghanistan has enormous Renewable Energy Resources with excellent to fairly good generation potential."
  },
  {
    "Subject": "Renewable Energy Policy Afghanistan",
    "Relation": "Implemented By",
    "Object": "Ministry of Energy and Water",
    "Description": "The Ministry of Energy and Water (MEW) has developed the Renewable Energy Policy Afghanistan, and which envisage main streaming of renewable energy projects in the development and growth of REN sector particularly in the PPP mode."
  },
  {
    "Subject": "Renewable Energy Policy Afghanistan",
    "Relation": "Aims To Achieve",
    "Object": "Renewable Energy Resources",
    "Description": "The Policy will be implemented in two terms – TERM 1 (2015- 2020) will create and support an atmosphere and activities for the development and growth of REN sector particularly in the PPP mode, and will take remarkable tendency of private sector to invest in renewable energy sector and TERM 2 (2021-2032) will deploy REN in full commercialization mode, based on the experience gained under the short term, the policy for the next phases will be consolidated and elements of competition will be introduced."
  },
  {
    "Subject": "Independent power projects",
    "Relation": "Is An Instance Of",
    "Object": "Renewable Energy Policy Afghanistan",
    "Description": "It invites investment from the private sector under the following categories of proposals: Independent power projects (IPPs) for sale of power to the grid only."
  },
  {
    "Subject": "Renewable Energy Policy Afghanistan",
    "Relation": "Collaborates With",
    "Object": "Government of Afghanistan",
    "Description": "Rapid deployment of renewable energy projects in Afghanistan will bring significant socio-economic benefit, employment opportunity and access to energy, energy security, overall growth and possibilities for International Climate Change Mitigation support. The Government of Afghanistan would like to be a partner of international of more than percent of energy supply."
  },
  {
    "Subject": "Afghanistan Renewable Energy Policy",
    "Relation": "Implemented By",
    "Object": "Ministry of Energy and Water",
    "Description": "The Ministry of Energy and Water has taken the initiative of developing Afghanistan Renewable Energy Policy."
  },
  {
    "Subject": "Afghanistan Renewable Energy Policy",
    "Relation": "Supported By",
    "Object": "German Cooperation",
    "Description": "The development of Afghanistan Renewable Energy Policy was supported by German Cooperation (GIZ)."
  },
  {
    "Subject": "Afghanistan Renewable Energy Policy",
    "Relation": "Funded By",
    "Object": "German international Cooperation",
    "Description": "The German international Cooperation provided invaluable financial support for the drafting of Afghanistan Renewable Energy Policy."
  },
  {
    "Subject": "National Renewable Energy Policy",
    "Relation": "Commissioned By",
    "Object": "Ministry of Energy and Water",
    "Description": "The work on this National Renewable Energy Policy was commissioned by the Ministry of Energy and Water through the Energy Policy Department and the Renewable Energy Department."
  },
  {
    "Subject": "National Renewable Energy Policy",
    "Relation": "Funded By",
    "Object": "German Development Cooperation",
    "Description": "The National Renewable Energy Policy development was supported and financed by the German Development Cooperation."
  },
  {
    "Subject": "National Renewable Energy Policy",
    "Relation": "Collaborates With",
    "Object": "International Community",
    "Description": "The development of the National Renewable Energy Policy involved the participation of the Afghan people and the International Community."
  },
  {
    "Subject": "Ali Ahmad Osmani",
    "Relation": "Lead By",
    "Object": "Ministry of Energy and Water",
    "Description": "Engineer Ali Ahmad Osmani is the Minister of Energy and Water."
  },
  {
    "Subject": "Energy Policy Directorate",
    "Relation": "Belongs To",
    "Object": "Ministry of Energy and Water"
  },
  {
    "Subject": "Renewable Energy Directorate",
    "Relation": "Belongs To",
    "Object": "Ministry of Energy and Water"
  },
  {
    "Subject": "Energy Programming Directorate",
    "Relation": "Belongs To",
    "Object": "Ministry of Energy and Water"
  },
  {
    "Subject": "Inter - Ministerial Commission for Energy Secretariat Team",
    "Relation": "Collaborates With",
    "Object": "Ministry of Energy and Water"
  },
  {
    "Subject": "National Area Based Development Program Energy for Rural Development",
    "Relation": "Implemented By",
    "Object": "Ministry of Rural Rehabilitation and Development"
  },
  {
    "Subject": "Renewable Energy Coordination Committee",
    "Relation": "Collaborates With",
    "Object": "Ministry of Energy and Water"
  },
  {
    "Subject": "National Environmental Protection Agency",
    "Relation": "Operates In",
    "Object": "Afghanistan"
  },
  {
    "Subject": "United States Assistance International Development",
    "Relation": "Provides Aid To",
    "Object": "Afghanistan"
  },
  {
    "Subject": "Institutional Development for Energy in Afghanistan GIZ",
    "Relation": "Implemented By",
    "Object": "United States Assistance International Development"
  },
  {
    "Subject": "Afghanistan Renewable Energy Policy",
    "Relation": "Implemented By",
    "Object": "Ministry of Energy and Water",
    "Description": "The Ministry of Energy and Water (MEW), as one of the Key ministries to plan and direct the development of energy sector in Afghanistan, has now prepared the Afghanistan Renewable Energy Policy (AREP) which aims to provide a thrust and direction to the REN sector."
  },
  {
    "Subject": "Power Sector Master Plan",
    "Relation": "Linked To",
    "Object": "Afghanistan Renewable Energy Policy",
    "Description": "The Policy is aligned to the Power Sector Master Plan (PSMP) and the Afghanistan"
  },
  {
    "Subject": "Rural Renewable Energy Policy",
    "Relation": "Belongs To",
    "Object": "National Development Strategy",
    "Description": "National Development Strategy (ANDS) sets a framework for deployment and growth of REN and it connects with the Rural Renewable Energy Policy (RREP) to ensure seamless adoption and implementation of the policy guidelines in rural energy sector."
  },
  {
    "Subject": "Renewable Energy Coordination Committee",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "A new entity Renewable Energy Coordination Committee (RECC) will be set up within the MEW, having statutory powers and the authority granted by the Presidential Decree, to oversee the implementation of AREP in TERM 1."
  },
  {
    "Subject": "Renewable Energy Department",
    "Relation": "Supports",
    "Object": "Renewable Energy Coordination Committee",
    "Description": "Under the supervision of the Deputy Minister energy, the Renewable Energy Department will be in charge for RECC secretariat, that will be responsible for coordination among several government departments and agencies and effectively perform the implementation of AREP."
  },
  {
    "Subject": "Zonal Renewable Energy Centers",
    "Relation": "Belongs To",
    "Object": "Renewable Energy Department",
    "Description": "The policy facilitates decentralized governance and coordination structure through the creation of Zonal Renewable Energy Centers (ZREC) within RED."
  },
  {
    "Subject": "Renewable Energy Projects",
    "Relation": "Implemented By",
    "Object": "ministry of rural rehabilitation and development",
    "Description": "According to this policy, ministry of rural rehabilitation and development (MRRD) has the authority to implement up to 1mw of renewable energy projects."
  },
  {
    "Subject": "Rules and Regulations",
    "Relation": "Implemented By",
    "Object": "Renewable Energy Department",
    "Description": "The policy supports Rules and Regulations as considered and declared by the Renewable Energy Department, Ministry Of Energy and Water."
  },
  {
    "Subject": "Grid and Mini Grid Regulation",
    "Relation": "Implemented By",
    "Object": "Renewable Energy Department",
    "Description": "The policy supports Grid and Mini Grid Regulation as considered and declared by the Renewable Energy Department, Ministry Of Energy and Water."
  },
  {
    "Subject": "Market Regulation",
    "Relation": "Implemented By",
    "Object": "Renewable Energy Department",
    "Description": "The policy supports Market Regulation as considered and declared by the Renewable Energy Department, Ministry Of Energy and Water."
  },
  {
    "Subject": "Introduction of REN Portfolio Standards",
    "Relation": "Implemented By",
    "Object": "Renewable Energy Department",
    "Description": "The policy supports the Introduction of REN Portfolio Standards as considered and declared by the Renewable Energy Department, Ministry Of Energy and Water."
  },
  {
    "Subject": "Afghan Energy Strategy",
    "Relation": "Operates In",
    "Object": "Afghan",
    "Description": "Afghanistan National Development Strategy (ANDS) recognizes energy as one of the pillars for the socio-economic development of the country within which Expanded or New Supply from renewable energy resources is one of the important components. The Afghan Energy Strategy contains an implicit prioritization of energy sub-sector activities."
  },
  {
    "Subject": "Inter - Ministerial Commission for Energy",
    "Relation": "Operates In",
    "Object": "Afghanistan"
  },
  {
    "Subject": "Afghanistan National Renewable Energy Policy",
    "Relation": "Implemented By",
    "Object": "Inter - Ministerial Commission for Energy",
    "Description": "The Afghanistan National Renewable Energy Policy (AREP) aims to provide a thrust and direction to the REN sector to follow the growth trajectory."
  },
  {
    "Subject": "1 MW off-grid solar plant",
    "Relation": "Located In",
    "Object": "Bamyan"
  },
  {
    "Subject": "2.2 MW of solar and MHP projects",
    "Relation": "Located In",
    "Object": "Takhar"
  },
  {
    "Subject": "2.2 MW of solar and MHP projects",
    "Relation": "Located In",
    "Object": "Badakhshan"
  },
  {
    "Subject": "Willingness to pay",
    "Relation": "Contributes To",
    "Object": "market assessment survey for renewable energy projects",
    "Description": "A market assessment survey for renewable energy projects, which will include elements of understanding Willingness to pay (WTP), market size and potential by the creation of an industry association."
  },
  {
    "Subject": "Vision of AREP",
    "Relation": "Belongs To",
    "Object": "Afghanistan",
    "Description": "The Vision of AREP is enshrined in the Vision of Afghanistan- A society of hope and prosperity based on strong, private sector led economy, social equity and environmental sustainability"
  },
  {
    "Subject": "Renewable Energy Technologies",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "Increase the deployment of Renewable Energy Technologies (RETs) in Afghanistan to meet the targets of PSMP, i.e. 95% of the total energy mix of 5000-6000 MW in 2032 through grid-connected, mini-grids and stand-alone projects"
  },
  {
    "Subject": "Government Organization",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "Create mechanisms of involving Government Organization (GOs), Non-Governmental Organizations (NGOs), donors and communities through capacity building, awareness creation, networking and exposure visits to support the growth and sustenance of REN sector in Afghanistan."
  },
  {
    "Subject": "NonGovernmental Organizations",
    "Relation": "Operates In",
    "Object": "Afghanistan",
    "Description": "Create mechanisms of involving Government Organization (GOs), Non-Governmental Organizations (NGOs), donors and communities through capacity building, awareness creation, networking and exposure visits to support the growth and sustenance of REN sector in Afghanistan."
  },
  {
    "Subject": "Vision of AREP",
    "Relation": "Aims To Achieve",
    "Object": "Vision of Afghanistan",
    "Description": "The Vision of AREP is enshrined in the Vision of Afghanistan- A society of hope and prosperity based on strong, private sector led economy, social equity and environmental sustainability – and its overall objective is to optimally deploy and utilize renewable energy resources in all possible manner to realize this Vision."
  },
  {
    "Subject": "Daykundi",
    "Relation": "Located In",
    "Object": "Afghanistan"
  },
  {
    "Subject": "Nuristan",
    "Relation": "Located In",
    "Object": "Afghanistan"
  },
  {
    "Subject": "Ghor",
    "Relation": "Located In",
    "Object": "Afghanistan"
  }
]