[
  {
    "entity": "Afghanistan",
    "category": "Location",
    "summary": "Afghanistan, officially the Islamic Emirate of Afghanistan, is a landlocked country located at the crossroads of Central Asia and South Asia. Referred to as the Heart of Asia, it is bordered by Pakistan to the east and south, Iran to the west, Turkmenistan to the northwest, Uzbekistan to the north, Tajikistan to the northeast, and China to the northeast and east. Occupying 652,864 square kilometers (252,072 sq mi) of land, the country is predominantly mountainous with plains in the north and the southwest, which are separated by the Hindu Kush mountain range. As of 2021, its population is 40.2 million (officially estimated to be 32.9 million), composed mostly of ethnic Pashtuns, Tajiks, Hazaras, and Uzbeks. Kabul is the country's largest city and serves as its capital. Human habitation in Afghanistan dates back to the Middle Paleolithic era, and the country's strategic location along the historic Silk Road has led it to being described, picturesquely, as the ‘roundabout of the ancient world’. Popularly referred to as the graveyard of empires, the land has historically been home to various peoples and has witnessed numerous military campaigns, including those by the Persians, Alexander the Great, the Maurya Empire, Arab Muslims, the Mongols, the British, the Soviet Union, and most recently by an American-led coalition. Afghanistan also served as the source from which the Greco-Bactrians and the Mughals, among others, rose to form major empires. The various conquests and periods in both the Iranian and Indian cultural spheres made the area a center for Zoroastrianism, Buddhism, Hinduism, and later Islam throughout history. The modern state of Afghanistan began with the Durrani dynasty in the 18th century, with the Durrani Afghan Empire being formed by Ahmad Shah Durrani. The Durrani Empire led conquests in which, at its peak, encompassed land that spanned from eastern Iran to northern India. Following its decline and the death of Ahmad Shah Durrani, and Timur Shah, it was divided into multiple smaller independent kingdoms, including but not limited to: Herat, Kandahar and Kabul. Afghanistan would be reunited in the 19th century after wars of unification led by Dost Mohammad Khan, where he conquered the independent principalities in Afghanistan. Dost Mohammad died in 1863, weeks after his last campaign to unite Afghanistan, and as a result, threw Afghanistan back into civil war with his successors. During this time, Afghanistan became a buffer state in the Great Game between the British Empire (in British-ruled India) and the Russian Empire. From India, the British attempted to subjugate Afghanistan but were repelled in the First Anglo-Afghan War. However, the Second Anglo-Afghan War saw a British victory and the successful establishment of British political influence over Afghanistan. Following the Third Anglo-Afghan War in 1919, Afghanistan became free of foreign dominance, and eventually emerged as the independent Kingdom of Afghanistan in June 1926 under Amanullah Khan. This monarchy lasted almost 50 years, until Zahir Shah was overthrown in 1973, following which the Republic of Afghanistan was established. Since the late 1970s, Afghanistan's history has been dominated by extensive warfare, including coups, invasions, insurgencies, and civil wars which would end twice with the victory of the Islamic fundamentalist Taliban. In 1979 the Soviet Union invaded Afghanistan. Mujahideen fought against them in the Soviet–Afghan War and continued fighting amongst themselves following Soviet withdrawal in 1989. The Taliban controlled most of the country by 1996, but their Islamic Emirate of Afghanistan received little international recognition before its overthrow in the 2001 United States invasion of Afghanistan. The Taliban returned to power in 2021 following Kabul's capture by the Taliban and the concurrent overthrow of the Islamic Republic of Afghanistan, ending the 2001–2021 war. Although initially claiming to form an inclusive government for the country, the Taliban in September 2021 re-established the Islamic Emirate of Afghanistan with an interim government made up entirely of Taliban members; the regime currently remains internationally unrecognized. Afghanistan is prominently rich in natural resources, including lithium, iron, zinc, and copper, amongst many others. It is also the world's largest producer of opium, second largest producer of cannabis, and third largest of both saffron and cashmere. The country is a member of the South Asian Association for Regional Cooperation and a founding member of the Organisation of Islamic Cooperation. Due to the effects of war in recent decades, the country has dealt with high levels of terrorism, poverty, and child malnutrition. Afghanistan's economy is the world's 96th-largest, with a gross domestic product (GDP) of $72.9 billion by purchasing power parity; the country fares much worse in terms of per-capita GDP (PPP), ranking 169th out of 186 countries as of 2018."
  },
  {
    "entity": "Millennium Development Goals",
    "category": "Project"
  },
  {
    "entity": "United Nations",
    "category": "Organization",
    "acronym": "UN",
    "summary": "The United Nations (UN) is an intergovernmental organization whose stated purposes are to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the world's largest and most familiar international organization. The UN is headquartered on international territory in New York City, and has other main offices in Geneva, Nairobi, Vienna, and The Hague (home to the International Court of Justice). The UN was established after World War II with the aim of preventing future world wars, succeeding the League of Nations, which was characterized as ineffective. On 25 April 1945, 50 governments met in San Francisco for a conference and started drafting the UN Charter, which was adopted on 25 June 1945 and took effect on 24 October 1945, when the UN began operations. Pursuant to the Charter, the organization's objectives include maintaining international peace and security, protecting human rights, delivering humanitarian aid, promoting sustainable development, and upholding international law. At its founding, the UN had 51 member states; with the addition of South Sudan in 2011, membership is now 193, representing almost all of the world's sovereign states. The organization's mission to preserve world peace was complicated in its early decades by the Cold War between the United States and Soviet Union and their respective allies. Its missions have consisted primarily of unarmed military observers and lightly armed troops with primarily monitoring, reporting and confidence-building roles. UN membership grew significantly following widespread decolonization beginning in the 1960s. Since then, 80 former colonies have gained independence, including 11 trust territories that had been monitored by the Trusteeship Council. By the 1970s, the UN's budget for economic and social development programmes far outstripped its spending on peacekeeping. After the end of the Cold War, the UN shifted and expanded its field operations, undertaking a wide variety of complex tasks. The UN has six principal organs: the General Assembly; the Security Council; the Economic and Social Council (ECOSOC); the Trusteeship Council; the International Court of Justice; and the UN Secretariat. The UN System includes a multitude of specialized agencies, funds and programmes such as the World Bank Group, the World Health Organization, the World Food Programme, UNESCO, and UNICEF. Additionally, non-governmental organizations may be granted consultative status with ECOSOC and other agencies to participate in the UN's work. The UN's chief administrative officer is the secretary-general, currently Portuguese politician and diplomat António Guterres, who began his first five year-term on 1 January 2017 and was re-elected on 8 June 2021. The organization is financed by assessed and voluntary contributions from its member states. The UN, its officers, and its agencies have won many Nobel Peace Prizes, though other evaluations of its effectiveness have been mixed. Some commentators believe the organization to be an important force for peace and human development, while others have called it ineffective, biased, or corrupt."
  },
  {
    "entity": "Kabul Conference",
    "category": "Event"
  },
  {
    "entity": "Ministry of Finance",
    "category": "Organization"
  },
  {
    "entity": "Government",
    "category": "Organization",
    "summary": "A government is the system or group of people governing an organized community, generally a state. In the case of its broad associative definition, government normally consists of legislature, executive, and judiciary. Government is a means by which organizational policies are enforced, as well as a mechanism for determining policy. In many countries, the government has a kind of constitution, a statement of its governing principles and philosophy. While all types of organizations have governance, the term government is often used more specifically to refer to the approximately 200 independent national governments and subsidiary organizations. The major types of political systems in the modern era are democracies, monarchies, and authoritarian and totalitarian regimes. Historically prevalent forms of government include monarchy, aristocracy, timocracy, oligarchy, democracy, theocracy, and tyranny. These forms are not always mutually exclusive, and mixed governments are common. The main aspect of any philosophy of government is how political power is obtained, with the two main forms being electoral contest and hereditary succession."
  },
  {
    "entity": "Tokyo Mutual Accountability Framework",
    "category": "Strategy"
  },
  {
    "entity": "New Deal",
    "category": "Strategy"
  },
  {
    "entity": "Development Assistance Database",
    "category": "Organization",
    "summary": "The Development Assistance Database (DAD) is an Aid Information Management System (AIMS) developed by Synergy International Systems, for tracking development aid and managing official development assistance with transparency and accountability. DAD is widely adopted AIMS which has been established in more than 35 countries worldwide in close cooperation with UNDP and respective governments. DAD provides country governments and development partners with a consolidated source of data on development projects across all donors, demonstrates \"who is doing what, when and where\" in managing foreign aid, enables harmonization of development projects with national priorities, facilitates management and coordination of development efforts in the country by and promotes results-driven decision-making and aid effectiveness. DAD serves /has served as the official government AIMS in Afghanistan, Armenia, Burundi, Cameroon, Central African Republic, Comoros, Georgia, Ghana, Guatemala, India, Indonesia, Iraq (including Kurdistan Regional Government), Kazakhstan, Kenya, Maldives, Mauritania, Nigeria, Lesotho, Pakistan, Papua New Guinea, Philippines, Russia, Rwanda, Sierra Leone, Sri Lanka, Somalia (including Somaliland), Solomon Islands, Tajikistan, Thailand, Ukraine, Vietnam, Yemen and Zambia."
  },
  {
    "entity": "Accra",
    "category": "Location",
    "summary": "Accra (/əˈkrɑː/; Twi: Nkran; Dagbani: Ankara; Ga: Ga or Gaga) is the capital and largest city of Ghana, located on the southern coast at the Gulf of Guinea, which is part of the Atlantic Ocean. As of 2021 census, the Accra Metropolitan District, 20.4 km2 (7.9 sq mi), had a population of 284,124 inhabitants, and the larger Greater Accra Region, 3,245 km2 (1,253 sq mi), had a population of 5,455,692inhabitants. In common usage, the name \"Accra\" often refers to the territory of the Accra Metropolitan District as it existed before 2008, when it covered 199.4 km2 (77.0 sq mi). This territory has since been split into 13 local government districts: 12 independent municipal districts (total area: 179.0 km²) and the reduced Accra Metropolitan District (20.4 km²), which is the only district within the capital to be granted city status. This territory of 199.4 km² contained 1,782,150 inhabitants at the 2021 census, and serves as the capital of Ghana, while the district under the jurisdiction of the Accra Metropolitan Assembly proper (20.4 km²) is distinguished from the rest of the capital as the \"City of Accra\". Formed from the merger of distinct settlements around British Fort James, Dutch Fort Crêvecoeur (Ussher Fort), and Danish Fort Christiansborg as Jamestown, Usshertown, and Christiansborg respectively, Accra served as the capital of the British Gold Coast between 1877 and 1957 and has since transitioned into a modern metropolis. The capital's architecture reflects this history, ranging from 19th-century colonial architecture to modern skyscrapers and apartment blocks. Accra is the Greater Accra Region's economic and administrative hub, and serves as the anchor of the larger Greater Accra Metropolitan Area (GAMA), which is inhabited by about 4 million people, making it the thirteenth-largest metropolitan area in Africa. In 2020, the Globalization and World Cities Research Network think tank designated Accra as a \"Gamma −\" level global city, indicating a growing level of international influence and connectedness."
  },
  {
    "entity": "Paris",
    "category": "Location"
  },
  {
    "entity": "United Nations Development Assistance Framework",
    "category": "Organization"
  },
  {
    "entity": "Rome",
    "category": "Location",
    "summary": "Rome (Italian and Latin: Roma [ˈroːma]) is the capital city of Italy. It is also the capital of the Lazio region, the centre of the Metropolitan City of Rome, and a special comune named Comune di Roma Capitale. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), Rome is the country's most populated comune and the third most populous city in the European Union by population within city limits. The Metropolitan City of Rome, with a population of 4,355,725 residents, is the most populous metropolitan city in Italy. Its metropolitan area is the third-most populous within Italy. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city. Rome is often referred to as the City of Seven Hills due to its geographic location, and also as the \"Eternal City\". Rome is generally considered to be the \"cradle of Western civilization and Christian culture\", and the centre of the Catholic Church. Rome's history spans 28 centuries. While Roman mythology dates the founding of Rome at around 753 BC, the site has been inhabited for much longer, making it a major human settlement for almost three millennia and one of the oldest continuously occupied cities in Europe. The city's early population originated from a mix of Latins, Etruscans, and Sabines. Eventually, the city successively became the capital of the Roman Kingdom, the Roman Republic and the Roman Empire, and is regarded by many as the first-ever Imperial city and metropolis. It was first called The Eternal City (Latin: Urbs Aeterna; Italian: La Città Eterna) by the Roman poet Tibullus in the 1st century BC, and the expression was also taken up by Ovid, Virgil, and Livy. Rome is also called \"Caput Mundi\" (Capital of the World). After the fall of the Empire in the west, which marked the beginning of the Middle Ages, Rome slowly fell under the political control of the Papacy, and in the 8th century, it became the capital of the Papal States, which lasted until 1870. Beginning with the Renaissance, almost all popes since Nicholas V (1447–1455) pursued a coherent architectural and urban programme over four hundred years, aimed at making the city the artistic and cultural centre of the world. In this way, Rome became first one of the major centres of the Renaissance, and then the birthplace of both the Baroque style and Neoclassicism. Famous artists, painters, sculptors, and architects made Rome the centre of their activity, creating masterpieces throughout the city. In 1871, Rome became the capital of the Kingdom of Italy, which, in 1946, became the Italian Republic. In 2019, Rome was the 14th most visited city in the world, with 8.6 million tourists, the third most visited in the European Union, and the most popular tourist destination in Italy. Its historic centre is listed by UNESCO as a World Heritage Site. The host city for the 1960 Summer Olympics, Rome is also the seat of several specialised agencies of the United Nations, such as the Food and Agriculture Organization (FAO), the World Food Programme (WFP) and the International Fund for Agricultural Development (IFAD). The city also hosts the Secretariat of the Parliamentary Assembly of the Union for the Mediterranean (UfM) as well as the headquarters of many international businesses, such as Eni, Enel, TIM, Leonardo, and banks such as BNL. Numerous companies are based within Rome's EUR business district, such as the luxury fashion house Fendi located in the Palazzo della Civiltà Italiana. The presence of renowned international brands in the city has made Rome an important centre of fashion and design, and the Cinecittà Studios have been the set of many Academy Award–winning movies."
  },
  {
    "entity": "Monterrey",
    "category": "Location",
    "summary": "Monterrey (/ˌmɒntəˈreɪ/ MON-tə-RAY, Spanish: [monteˈrej]) is the capital and largest city of the northeastern state of Nuevo León, Mexico, and the third largest city in Mexico behind Guadalajara and Mexico City. Located at the foothills of the Sierra Madre Oriental, the city is anchor to the Monterrey metropolitan area, the second most productive in Mexico with a GDP (PPP) of US$140 billion in 2015, and the second-largest metropolitan area in Mexico with an estimated population of 5,341,171 people as of 2020. According to the 2020 census, the city itself has a population of 1,142,194. Monterrey is one of the most livable cities in Mexico, and a 2018 study found that suburb San Pedro Garza García is the city with the best quality of life in Mexico. It serves as a commercial center of northern Mexico and is the base of many significant international corporations. Its purchasing power parity-adjusted GDP per capita is considerably higher than the rest of Mexico's at around US$35,500, compared to the country's US$18,800. It is considered a Beta World City, cosmopolitan and competitive. Rich in history and culture, it is one of the most developed cities in Mexico. As an important industrial and business center, the city is also home to many Mexican companies, including Arca Continental, Grupo Avante, Lanix Electronics, Ocresa, Cemex, Vitro, OXXO, FEMSA, DINA S.A., Gamesa, Cuauhtémoc Moctezuma Brewery, and Grupo ALFA. Multiple international companies, including Cognizant, Siemens, Accenture, MSCI, Ternium, Sony, Toshiba, Carrier, Whirlpool, Samsung, Toyota, Babcock & Wilcox, Daewoo, British American Tobacco, Nokia, Dell, Boeing, HTC, General Electric, Johnson Controls, LG, SAS Institute, Grundfos, Danfoss, Qualfon and Teleperformance, also have regional offices in Monterrey. The uninterrupted settlement of Monterrey was founded by Diego de Montemayor in 1596. In the years after the Mexican War of Independence, Monterrey became an important business center. With the establishment of Fundidora Monterrey, the city has experienced great industrial growth."
  },
  {
    "entity": "Busan",
    "category": "Location",
    "summary": "Busan (Korean pronunciation: [pu.sa̠n]), officially known as Busan Metropolitan City, is South Korea's most populous city after Seoul, with a population of over 3.4 million inhabitants. Formerly romanized as Pusan, it is the economic, cultural and educational center of southeastern South Korea, with its port being Korea's busiest and the sixth-busiest in the world. The surrounding \"Southeastern Maritime Industrial Region\" (including Ulsan, South Gyeongsang, Daegu, and some of North Gyeongsang and South Jeolla) is South Korea's largest industrial area. Busan is divided into 15 major administrative districts and a single county, together housing a population of approximately 3.6 million. The full metropolitan area, the Southeastern Maritime Industrial Region, has a population of approximately 8 million. The most densely built-up areas of the city are situated in a number of narrow valleys between the Nakdong and the Suyeong Rivers, with mountains separating most of the districts. The Nakdong is Korea's longest river and Busan's Haeundae Beach is also the country's largest. Busan is a center for international conventions, hosting APEC in 2005. It is also a center for sports tournaments in Korea, having hosted the 2002 Asian Games and FIFA World Cup. It is home to the world's largest department store, the Shinsegae Centum City. Busan was added to the UNESCO Creative Cities Network as a \"City of Film\" in December 2014."
  },
  {
    "entity": "Ministry of Interior",
    "category": "Organization"
  },
  {
    "entity": "Constitution",
    "category": "Document",
    "summary": "A constitution is the aggregate of fundamental principles or established precedents that constitute the legal basis of a polity, organisation or other type of entity and commonly determine how that entity is to be governed. When these principles are written down into a single document or set of legal documents, those documents may be said to embody a written constitution; if they are encompassed in a single comprehensive document, it is said to embody a codified constitution. The Constitution of the United Kingdom is a notable example of an uncodified constitution; it is instead written in numerous fundamental Acts of a legislature, court cases or treaties. Constitutions concern different levels of organizations, from sovereign countries to companies and unincorporated associations. A treaty which establishes an international organization is also its constitution, in that it would define how that organization is constituted. Within states, a constitution defines the principles upon which the state is based, the procedure in which laws are made and by whom. Some constitutions, especially codified constitutions, also act as limiters of state power, by establishing lines which a state's rulers cannot cross, such as fundamental rights. The Constitution of India is the longest written constitution of any country in the world, with 146,385 words in its English-language version, while the Constitution of Monaco is the shortest written constitution with 3,814 words. The Constitution of San Marino might be the world's oldest active written constitution, since some of its core documents have been in operation since 1600, while the Constitution of the United States is the oldest active codified constitution. The historical life expectancy of a constitution since 1789 is approximately 19 years."
  },
  {
    "entity": "Ministry of Justice",
    "category": "Organization"
  },
  {
    "entity": "Law and Order Trust Fund",
    "category": "Project"
  },
  {
    "entity": "Afghan",
    "category": "Person"
  },
  {
    "entity": "Gender Inequality Index",
    "category": "Event",
    "summary": "The Gender Inequality Index (GII) is an index for measurement of gender disparity that was introduced in the 2010 Human Development Report 20th anniversary edition by the United Nations Development Programme (UNDP). According to the UNDP, this index is a composite measure to quantify the loss of achievement within a country due to gender inequality. It uses three dimensions to measure opportunity cost: reproductive health, empowerment, and labor market participation.The new index was introduced as an experimental measure to remedy the shortcomings of the previous indicators, the Gender Development Index (GDI) and the Gender Empowerment Measure (GEM), both of which were introduced in the 1995 Human Development Report."
  },
  {
    "entity": "Security Council",
    "category": "Organization"
  },
  {
    "entity": "Millennium Declaration",
    "category": "Event"
  },
  {
    "entity": "National Risk and Vulnerability Assessment",
    "category": "Project"
  },
  {
    "entity": "Global Environment Facility",
    "category": "Organization",
    "acronym": "GEF",
    "summary": "The Global Environment Facility (GEF) is a multilateral environmental fund that provides grants and blended finance for projects related to biodiversity, climate change, international waters, land degradation, persistent organic pollutants (POPs), mercury, sustainable forest management, food security, and sustainable cities in developing countries. It is the largest source of multilateral funding for biodiversity globally, and distributes more than $1 billion a year on average to address inter-related environmental challenges. The GEF was established ahead of the 1992 Rio Earth Summit and includes 184 countries in partnership with international institutions, civil society organizations, and the private sector. It supports country-driven sustainable development initiatives in developing countries that generate global environmental benefits. To date, the GEF has provided more than $22 billion in grants and mobilized another $120 billion in co-financing for more than 5,200 projects and programs. Through its Small Grants Programme (SGP), the GEF has provided support to nearly 27,000 civil society and community initiatives in 136 countries. In June 2022, donors to the GEF pledged a record $5.33 billion in support for its latest four-year replenishment cycle, which runs until June 2026. In addition to funding projects through grants and blended finance, the GEF also serves as financial mechanism for the following conventions: \n* Convention on Biological Diversity (CBD) \n* United Nations Framework Convention on Climate Change (UNFCCC) \n* United Nations Convention to Combat Desertification (UNCCD) \n* Stockholm Convention on Persistent Organic Pollutants \n* Minamata Convention on Mercury The GEF also supports implementation of the Montreal Protocol on Substances that Deplete the Ozone Layer (MP)."
  },
  {
    "entity": "National Assembly",
    "category": "Organization",
    "summary": "In politics, a national assembly is either a unicameral legislature, the lower house of a bicameral legislature, or both houses of a bicameral legislature together. In the English language it generally means \"an assembly composed of the representatives of the nation.\" The population base represented by this name is manifestly the nation as a whole, as opposed to a geographically select population, such as that represented by a provincial assembly. The powers of a National Assembly vary according to the type of government. It may possess all the powers of government, generally governing by committee, or it may function solely within the legislative branch of the government. The name also must be distinguished from the concept. Conceptually such an institution may appear under variety of names, especially if \"national assembly\" is being used to translate foreign names of the same concept into English. Also, the degree to which the National Assembly speaks for the nation is a variable. To achieve a quorum, the ancient Athenian Assembly employed Scythian police to arrest citizens at random from the street. On the other hand, the early Parliaments of Europe were mainly of an aristocratic composition. The word had its origins and inspirations from the National Assembly that was responsible for drafting a constitution during the French Revolution. The exact words, \"national assembly,\" have been used prolifically in the international community of nations since the 18th and 19th centuries, considered the Age of Revolution in western Europe. Nations that formed republics in this age subsequently formed empires. Extensive cross-cultural influences brought much of their language and institutions to the provinces. When these empires collapsed finally, the emancipated countries formed states and other institutions on the model of the former imperial nations. Some examples of international influences are as follows: In Germany, a Nationalversammlung was elected following the revolutions of 1848–1849 and 1918–1919, to be replaced by a permanent parliament (Reichstag) later. The legislature of the Estado Novo regime in Portugal was known as the National Assembly. The national assembly was also defined in the Republic of China constitution. This is different from the Legislative Yuan by the ROC constitution. In 2005, Taiwan revised the constitution and the national assembly was abolished. Examples have multiplied greatly under the policy of self-determination adopted by the western nations. Many more are to be found in the articles listed below."
  },
  {
    "entity": "South-South",
    "category": "Strategy"
  },
  {
    "entity": "Civil Service Commission",
    "category": "Organization"
  },
  {
    "entity": "World Bank",
    "category": "Organization",
    "acronym": "World Bank"
  },
  {
    "entity": "Ministry of Women’s Affairs",
    "category": "Organization"
  },
  {
    "entity": "Assessment of Development Results",
    "category": "Project"
  },
  {
    "entity": "Attorney General’s Office",
    "category": "Organization"
  },
  {
    "entity": "United Nations Children’s Fund",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Rural Rehabilitation and Development",
    "category": "Organization",
    "summary": "The Ministry of Rural Rehabilitation and Development (Pashto: د کلیو د بیارغونې او پراختیا وزارت, Dari: وزارت بازسازی و انکشاف دهات) (MRRD) is a ministry of the Afghan government. Its main headquarters is located in Kabul, Afghanistan, but has offices and employees in all the 34 provinces of the country. MRRD's mission is to contribute to poverty alleviation in rural areas by empowering communities and fostering economic and social opportunities."
  },
  {
    "entity": "Ministry of Energy and Water",
    "category": "Organization",
    "summary": "The Afghan Ministry of Energy and Water (Dari: وزارت انرژی و آب افغانستان, Pashto: د افغانستان د انرژۍ او اوبو وزارت) is a ministry of the government of Afghanistan. Following the U.S. invasion of Afghanistan the ministry had the task of co-ordinating an effort to reintroduce power to areas of Afghanistan that had been cut off. Areas particularly badly affected were southern regions - Pakistan, Iran and India all agreed to supply power. On 17 June 2003 the Asian Development Bank agreed to give a loan of $50 million (USD) to the Afghan Ministry of Energy and Water. The loan would be spent over the next three years on projects for the production, distribution and transmission of electricity in Afghanistan. Previous Ismail Khan served as Minister from 2004 – October 2013, being succeeded by Mohammad Arif Noorzai from 28 October 2013 – November 2014. On 7 September 2021 Abdul Latif Mansoor was appointed acting minister for the Islamic Emirate of Afghanistan."
  },
  {
    "entity": "Tajikistan",
    "category": "Location",
    "summary": "Tajikistan (/tɑːˈdʒiːkɪstɑːn/, /tə-, tæ-/; Tajik: Тоҷикистон, romanized: Tojikiston; Russian: Таджикистан, romanized: Tadzhikistan), officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, romanized: Jumhurii Tojikiston), is a landlocked country in Central Asia. It has an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,749,625 people. Its capital and largest city is Dushanbe. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. It is separated narrowly from Pakistan by Afghanistan's Wakhan Corridor. The traditional homelands of the Tajiks include present-day Tajikistan as well as parts of Afghanistan and Uzbekistan. The territory that now constitutes Tajikistan was previously home to several ancient cultures, including the city of Sarazm of the Neolithic and the Bronze Age and was later home to kingdoms ruled by people of different faiths and cultures, including the Oxus civilization, Andronovo culture, Buddhism, Nestorian Christianity, Hinduism, Zoroastrianism, Manichaeism, and Islam. The area has been ruled by numerous empires and dynasties, including the Achaemenid Empire, Sasanian Empire, Hephthalite Empire, Samanid Empire, and Mongol Empire. After being ruled by the Timurid Empire and Khanate of Bukhara, the Timurid Renaissance flourished. The region was later conquered by the Russian Empire and subsequently by the Soviet Union. Within the Soviet Union, the country's modern borders were drawn when it was part of Uzbekistan as an autonomous republic before becoming a full-fledged Soviet republic in 1929. On 9 September 1991, Tajikistan declared itself an independent sovereign nation as the Soviet Union was disintegrating. A civil war was fought almost immediately after independence, lasting from 1992 to 1997. Since the end of the war, newly established political stability and foreign aid have allowed the country's economy to grow. The country has been led by President Emomali Rahmon since 1994, who rules an authoritarian regime. There is extensive corruption and widespread violations of human rights, including torture, arbitrary imprisonment, worsening political repression, and a lack of religious freedom and other civil liberties. Tajikistan is a presidential republic consisting of four provinces. Most of Tajikistan's population belongs to the Tajik ethnic group, who speak the Tajik language — the first official language — making it one of the three Persian speaking countries alongside Afghanistan and Iran. Russian is used as the official inter-ethnic language. While the state is constitutionally secular, Islam is nominally adhered to by 98% of the population. In the Gorno-Badakhshan oblast, despite its sparse population, there is large linguistic diversity where Rushani, Shughni, Ishkashimi, Wakhi and Tajik are some of the languages spoken. Mountains cover more than 90% of the country. It is a developing country with a transitional economy that is highly dependent on remittances, aluminium and cotton production. Tajikistan is a member of the United Nations, CIS, OSCE, OIC, ECO, SCO, and CSTO as well as a NATO PfP partner."
  },
  {
    "entity": "Istanbul Programme of Action for Least Developed Countries",
    "category": "Project"
  },
  {
    "entity": "Central Asia Regional Economic Cooperation Programme",
    "category": "Project"
  },
  {
    "entity": "Afghanistan National Disaster Management Authority",
    "category": "Organization",
    "summary": "The Afghanistan National Disaster Management Authority (ANDMA), also called the Ministry of Disaster Management, is a ministry and authority of Afghanistan. It was established on 16 February 1973 as the Department of Disaster Preparedness (DDP). The currently responsible minister is Mohammad Abbas Akhund."
  },
  {
    "entity": "Ministry of Mines",
    "category": "Organization"
  },
  {
    "entity": "Istanbul Process",
    "category": "Strategy",
    "summary": "The Heart of Asia – Istanbul Process (HoA-IP) is an initiative of the Republic of Afghanistan and the Republic of Turkey, which was officially launched at a conference hosted by Turkey in Istanbul on 2 November 2011. Since then, Afghanistan supported by fourteen Participating Countries of the Heart of Asia Region and 16 Supporting Countries beyond the region as well as 12 Regional and International Organizations is leading and coordinating this Process. It is a platform for promoting regional security, economic and political cooperation centered on Afghanistan through dialogue and a set of Confidence Building Measures (CBMs)."
  },
  {
    "entity": "United Nations Office for the Coordination of Humanitarian Affairs",
    "category": "Organization",
    "summary": "The United Nations Office for the Coordination of Humanitarian Affairs (OCHA) is a United Nations (UN) body established in December 1991 by the General Assembly to strengthen the international response to complex emergencies and natural disasters. It is the successor to the Office of the United Nations Disaster Relief Coordinator (UNDRO). The Department of Humanitarian Affairs (DHA) was established shortly thereafter by the Secretary-General, but in 1998 was merged into OCHA, which became the UN's main focal point on major disasters. OCHA's mandate was subsequently broadened to include coordinating humanitarian response, policy development and humanitarian advocacy. Its activities include organizing and monitoring humanitarian funding, advocacy, policy-making, and information exchange to facilitate rapid-response teams for emergency relief. OCHA is led by the Under-Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator (USG/ERC), appointed for a five-year term. Since July 2021, the role has been filled by Martin Griffiths of the United Kingdom. OCHA organized the 2016 World Humanitarian Summit in Istanbul, Turkey. It is a sitting observer in the United Nations Development Group."
  },
  {
    "entity": "National Environmental Protection Agency",
    "category": "Organization"
  },
  {
    "entity": "Helmand",
    "category": "Location"
  },
  {
    "entity": "Bamyan",
    "category": "Location",
    "summary": "Bamyan or Bamyan Valley (/ˌbæmiˈɑːn, ˌbɑː-/); (Dari: بامیان) also spelled Bamiyan or Bamian is the capital of Bamyan Province in central Afghanistan. Its population of approximately 70,000 people makes it the largest city in Hazarajat. Bamyan is at an altitude of about 8,366 feet (2,550 m) above sea level. The Bamyan Airport is located in the middle of the city. The driving distance between Bamyan and Kabul in the southeast is approximately 180 kilometres (110 mi). The Band-e-Amir National Park is to the west, about a half-hour drive from the city of Bamyan. Bamyan is referred to by some as the \"Shining Light\" and \"Valley of Gods\". There are several tourist attractions near the city, including the Buddhas of Bamyan, which were carved into cliffs on the north side of Bamyan city in the 6th and 7th century CE, dating them to the Hephthalite rule. Other attractions close to the city include Shahr-e Gholghola and Zuhak. In 2008, Bamyan was found to be the home of the world's oldest oil paintings. At the end of the 10th century, there was a Buddhist culture in which several thousand Buddhist monks lived in caves carved into the mountain. The 53 meters known as the Salsal and 35 meters known as Shahmama are the high-standing Buddha statues and best-known monuments left by the Buddhists, which were destroyed by the Taliban in 2001. Furthermore, there are several cultural sites left from both the Buddhist and the later Islamic era of the valley. After the overthrown of the Taliban from power in 2002, considerable efforts have been made to preserve the cultural monuments in the valley. The city of Bamyan has four districts and a total land area of 3,539 hectares. The total number of dwellings in this city is 4,435. The Bamyan valley marked the most westerly point of Buddhist expansion and was a crucial hub of trade for much of the second millennium CE. It was a place where East met West and its archaeology reveals a blend of Greek, Turkic, Persian, Chinese, and Indian influences. The valley is one of Afghanistan's most touristic places. The city of Bamyan joined the UNESCO Creative Cities Network as a Crafts and Folk Art city in 2017. \"UNESCO noted the Bamiyan Valley is the most monumental expression of western Buddhism\". Bamiyan is now listed by UNESCO as a World Heritage Site in Danger. On 15 August 2021, Bamyan was seized again by Taliban fighters, becoming the twenty-ninth provincial capital to be captured by the Taliban as part of the wider 2021 Taliban offensive."
  },
  {
    "entity": "Nangarhar",
    "category": "Location"
  },
  {
    "entity": "Convention on the Elimination of All Forms of Discrimination against Women",
    "category": "Event"
  },
  {
    "entity": "Paktia",
    "category": "Location"
  },
  {
    "entity": "Kandahar",
    "category": "Location"
  },
  {
    "entity": "Herat",
    "category": "Location",
    "summary": "Herāt (/hɛˈrɑːt/; Persian: هرات) is an oasis city and the third-largest city of Afghanistan. In 2020, it had an estimated population of 574,276, and serves as the capital of Herat Province, situated south of the Paropamisus Mountains (Selseleh-ye Safēd Kōh) in the fertile valley of the Hari River in the western part of the country. An ancient civilization on the Silk Road between the Middle East, Central and South Asia, it serves as a regional hub in the country's west. Herat dates back to Avestan times and was traditionally known for its wine. The city has a number of historic sites, including the Herat Citadel and the Musalla Complex. During the Middle Ages Herat became one of the important cities of Khorasan, as it was known as the Pearl of Khorasan. After the conquest of Tamerlane, the city became an important center of intellectual and artistic life in the Islamic world. Under the rule of Shah Rukh the city served as the focal point of the Timurid Renaissance, whose glory matched Florence of the Italian Renaissance as the center of a cultural rebirth. After the fall of the Timurid Empire, Herat has been governed by various Afghan rulers since the early 18th century. In 1716, the Abdali Afghans inhabiting the city revolted and formed their own Sultanate, the Sadozai Sultanate of Herat. They were conquered by the Afsharids in 1732. After Nader Shah's death and Ahmad Shah Durrani's rise to power in 1747, Herat became part of Afghanistan. It became an independent city-state in the first half of the 19th century, facing several Iranian invasions until being incorporated into Afghanistan in 1863. The roads from Herat to Iran (through the border town of Islam Qala) and Turkmenistan (through the border town of Torghundi) are still strategically important. As the gateway to Iran, it collects high amount of customs revenue for Afghanistan. It also has an international airport. Following the 2001 war the city had been relatively safe from Taliban insurgent attacks. In 2021, it was announced that Herat would be listed as a UNESCO World Heritage Site. On 12 August 2021, the city was seized by Taliban fighters as part of the Taliban's summer offensive."
  },
  {
    "entity": "Kunduz",
    "category": "Location",
    "summary": "Kunduz (/kʊnduːz/; Pashto: کندز; Persian: قندوز original name: کُهَندِژ) is a city in northern Afghanistan, the capital of Kunduz Province. The city has an estimated population of about 268,893 as of 2015, making it about the 7th-largest city of Afghanistan, and the largest city in northeastern Afghanistan. Kunduz is in the historical Tokharistan region of Bactria, near the confluence of the Kunduz River with the Khanabad River. Kunduz is linked by highways with Kabul to the south, Mazar-i-Sharif to the west, and Badakhshan to the east. Kunduz is also linked with Dushanbe in Tajikistan to the north, via the Afghan dry port of Sherkhan Bandar. This city is famous for its watermelon in Afghanistan As of 2015, the land use of the city (within the municipal boundary) is largely agricultural (65.8% of total area). Residential land comprises nearly half of the 'built-up' land area (48.3%) with 29,877 dwellings. Institutional land comprises 17.9% of built-up land use, given that the airport is within the municipal boundary. In 2021, the Taliban gained control of the city during the 2021 Taliban offensive."
  },
  {
    "entity": "Balkh",
    "category": "Location",
    "summary": "Balkh (/bælx/; Dari: بلخ, Balkh; Bactrian: Βάχλο, Bákhlo; Ancient Greek: Βάκτρα, Báktra) is a town in the Balkh Province of Afghanistan, about 20 km (12 mi) northwest of the provincial capital, Mazar-e Sharif, and some 74 km (46 mi) south of the Amu Darya river and the Uzbekistan border. Its population was recently estimated to be 138,594. Balkh was historically an ancient place of religions, Zoroastrianism and Buddhism, and one of the wealthiest and largest cities of Khorasan, since the latter's earliest history. The city was known to Persians as Zariaspa and to the Ancient Greeks as Bactra, giving its name to Bactria (Greeks called the city also Zariaspa). It was mostly known as the center and capital of Bactria or Tokharistan. Marco Polo described Balkh as a \"noble and great city\". Balkh is now for the most part a mass of ruins, situated some 12 km (7.5 mi) from the right bank of the seasonally flowing Balkh River, at an elevation of about 365 m (1,198 ft). French Buddhist Alexandra David-Néel associated Shambhala with Balkh, also offering the Persian Sham-i-Bala (\"elevated candle\") as an etymology of its name. In a similar vein, the Gurdjieffian J. G. Bennett published speculation that Shambalha was Shams-i-Balkh, a Bactrian sun temple."
  },
  {
    "entity": "Donor Advisory Group",
    "category": "Organization"
  },
  {
    "entity": "Global Fund",
    "category": "Organization"
  },
  {
    "entity": "Civil Society Advisory Committee",
    "category": "Organization"
  },
  {
    "entity": "United Nations Working Group",
    "category": "Organization"
  },
  {
    "entity": "Kuala Lumpur",
    "category": "Location"
  },
  {
    "entity": "United Nations Operations Management Team",
    "category": "Organization"
  },
  {
    "entity": "United Nations Country Team",
    "category": "Organization"
  },
  {
    "entity": "Bangkok",
    "category": "Location",
    "summary": "Bangkok, officially known in Thai as Krung Thep Maha Nakhon and colloquially as Krung Thep, is the capital and most populous city of Thailand. The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand and has an estimated population of 10.539 million as of 2020, 15.3 percent of the country's population. Over 14 million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok an extreme primate city, dwarfing Thailand's other urban centres in both size and importance to the national economy. Bangkok traces its roots to a small trading post during the Ayutthaya Kingdom in the 15th century, which eventually grew and became the site of two capital cities, Thonburi in 1768 and Rattanakosin in 1782. Bangkok was at the heart of the modernization of Siam, later renamed Thailand, during the late-19th century, as the country faced pressures from the West. The city was at the centre of Thailand's political struggles throughout the 20th century, as the country abolished absolute monarchy, adopted constitutional rule, and underwent numerous coups and several uprisings. The city, incorporated as a special administrative area under the Bangkok Metropolitan Administration in 1972, grew rapidly during the 1960s through the 1980s and now exerts a significant impact on Thailand's politics, economy, education, media and modern society. The Asian investment boom in the 1980s and 1990s led many multinational corporations to locate their regional headquarters in Bangkok. The city is now a regional force in finance and business. It is an international hub for transport and health care, and has emerged as a centre for the arts, fashion, and entertainment. The city is known for its street life and cultural landmarks, as well as its red-light districts. The Grand Palace and Buddhist temples including Wat Arun and Wat Pho stand in contrast with other tourist attractions such as the nightlife scenes of Khaosan Road and Patpong. Bangkok is among the world's top tourist destinations, and has been named the world's most visited city consistently in several international rankings. Bangkok's rapid growth coupled with little urban planning has resulted in a haphazard cityscape and inadequate infrastructure. Despite an extensive expressway network, an inadequate road network and substantial private car usage have led to chronic and crippling traffic congestion, which caused severe air pollution in the 1990s. The city has since turned to public transport in an attempt to solve the problem, operating eight urban rail lines and building other public transit, but congestion still remains a prevalent issue. The city faces long-term environmental threats such as sea level rise due to climate change."
  },
  {
    "entity": "Executive Board",
    "category": "Organization"
  },
  {
    "entity": "Law and Order Trust Fund for Afghanistan",
    "category": "Project"
  },
  {
    "entity": "Oversight and Compliance Unit",
    "category": "Organization"
  },
  {
    "entity": "Resident Coordinator’s Office",
    "category": "Organization"
  },
  {
    "entity": "United Nations Working Group on Monitoring and Evaluation",
    "category": "Organization"
  },
  {
    "entity": "Data for Development Group",
    "category": "Organization"
  },
  {
    "entity": "Central Statistics Organization",
    "category": "Organization"
  }
]