[
  {
    "entity": "Ministry of Energy and Water",
    "category": "Organization",
    "acronym": "MEW",
    "summary": "The Afghan Ministry of Energy and Water (Dari: وزارت انرژی و آب افغانستان, Pashto: د افغانستان د انرژۍ او اوبو وزارت) is a ministry of the government of Afghanistan. Following the U.S. invasion of Afghanistan the ministry had the task of co-ordinating an effort to reintroduce power to areas of Afghanistan that had been cut off. Areas particularly badly affected were southern regions - Pakistan, Iran and India all agreed to supply power. On 17 June 2003 the Asian Development Bank agreed to give a loan of $50 million (USD) to the Afghan Ministry of Energy and Water. The loan would be spent over the next three years on projects for the production, distribution and transmission of electricity in Afghanistan. Previous Ismail Khan served as Minister from 2004 – October 2013, being succeeded by Mohammad Arif Noorzai from 28 October 2013 – November 2014. On 7 September 2021 Abdul Latif Mansoor was appointed acting minister for the Islamic Emirate of Afghanistan."
  },
  {
    "entity": "Electricity Law",
    "category": "Strategy"
  },
  {
    "entity": "Afghanistan",
    "category": "Location",
    "summary": "Afghanistan, officially the Islamic Emirate of Afghanistan, is a landlocked country located at the crossroads of Central Asia and South Asia. Referred to as the Heart of Asia, it is bordered by Pakistan to the east and south, Iran to the west, Turkmenistan to the northwest, Uzbekistan to the north, Tajikistan to the northeast, and China to the northeast and east. Occupying 652,864 square kilometers (252,072 sq mi) of land, the country is predominantly mountainous with plains in the north and the southwest, which are separated by the Hindu Kush mountain range. As of 2021, its population is 40.2 million (officially estimated to be 32.9 million), composed mostly of ethnic Pashtuns, Tajiks, Hazaras, and Uzbeks. Kabul is the country's largest city and serves as its capital. Human habitation in Afghanistan dates back to the Middle Paleolithic era, and the country's strategic location along the historic Silk Road has led it to being described, picturesquely, as the ‘roundabout of the ancient world’. Popularly referred to as the graveyard of empires, the land has historically been home to various peoples and has witnessed numerous military campaigns, including those by the Persians, Alexander the Great, the Maurya Empire, Arab Muslims, the Mongols, the British, the Soviet Union, and most recently by an American-led coalition. Afghanistan also served as the source from which the Greco-Bactrians and the Mughals, among others, rose to form major empires. The various conquests and periods in both the Iranian and Indian cultural spheres made the area a center for Zoroastrianism, Buddhism, Hinduism, and later Islam throughout history. The modern state of Afghanistan began with the Durrani dynasty in the 18th century, with the Durrani Afghan Empire being formed by Ahmad Shah Durrani. The Durrani Empire led conquests in which, at its peak, encompassed land that spanned from eastern Iran to northern India. Following its decline and the death of Ahmad Shah Durrani, and Timur Shah, it was divided into multiple smaller independent kingdoms, including but not limited to: Herat, Kandahar and Kabul. Afghanistan would be reunited in the 19th century after wars of unification led by Dost Mohammad Khan, where he conquered the independent principalities in Afghanistan. Dost Mohammad died in 1863, weeks after his last campaign to unite Afghanistan, and as a result, threw Afghanistan back into civil war with his successors. During this time, Afghanistan became a buffer state in the Great Game between the British Empire (in British-ruled India) and the Russian Empire. From India, the British attempted to subjugate Afghanistan but were repelled in the First Anglo-Afghan War. However, the Second Anglo-Afghan War saw a British victory and the successful establishment of British political influence over Afghanistan. Following the Third Anglo-Afghan War in 1919, Afghanistan became free of foreign dominance, and eventually emerged as the independent Kingdom of Afghanistan in June 1926 under Amanullah Khan. This monarchy lasted almost 50 years, until Zahir Shah was overthrown in 1973, following which the Republic of Afghanistan was established. Since the late 1970s, Afghanistan's history has been dominated by extensive warfare, including coups, invasions, insurgencies, and civil wars which would end twice with the victory of the Islamic fundamentalist Taliban. In 1979 the Soviet Union invaded Afghanistan. Mujahideen fought against them in the Soviet–Afghan War and continued fighting amongst themselves following Soviet withdrawal in 1989. The Taliban controlled most of the country by 1996, but their Islamic Emirate of Afghanistan received little international recognition before its overthrow in the 2001 United States invasion of Afghanistan. The Taliban returned to power in 2021 following Kabul's capture by the Taliban and the concurrent overthrow of the Islamic Republic of Afghanistan, ending the 2001–2021 war. Although initially claiming to form an inclusive government for the country, the Taliban in September 2021 re-established the Islamic Emirate of Afghanistan with an interim government made up entirely of Taliban members; the regime currently remains internationally unrecognized. Afghanistan is prominently rich in natural resources, including lithium, iron, zinc, and copper, amongst many others. It is also the world's largest producer of opium, second largest producer of cannabis, and third largest of both saffron and cashmere. The country is a member of the South Asian Association for Regional Cooperation and a founding member of the Organisation of Islamic Cooperation. Due to the effects of war in recent decades, the country has dealt with high levels of terrorism, poverty, and child malnutrition. Afghanistan's economy is the world's 96th-largest, with a gross domestic product (GDP) of $72.9 billion by purchasing power parity; the country fares much worse in terms of per-capita GDP (PPP), ranking 169th out of 186 countries as of 2018."
  },
  {
    "entity": "India",
    "category": "Location"
  },
  {
    "entity": "China",
    "category": "Location"
  },
  {
    "entity": "Madhya Pradesh",
    "category": "Location",
    "summary": "Madhya Pradesh (/ˌmədjə prəˈdɛʃ/, Hindi: [ˈməd̪ʱjə pɾəˈdeːʃ]; meaning 'central province') is a state in central India. Its capital is Bhopal, and the largest city is Indore, with Jabalpur, Ujjain, Gwalior, Sagar, and Rewa being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 72 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the east, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. The area covered by the present-day Madhya Pradesh includes the area of the ancient Avanti Mahajanapada, whose capital Ujjain (also known as Avantika) arose as a major city during the second wave of Indian urbanisation in the sixth century BCE. Subsequently, the region was ruled by the major dynasties of India. The Maratha Empire dominated the majority of the 18th century. After the Anglo-Maratha Wars in the 19th century, the region was divided into several princely states under the British and incorporated into Central Provinces and Berar and the Central India Agency. After India's independence, Madhya Pradesh state was created with Nagpur as its capital: this state included the southern parts of the present-day Madhya Pradesh and northeastern portion of today's Maharashtra. In 1956, this state was reorganised and its parts were combined with the states of Madhya Bharat, Vindhya Pradesh and Bhopal to form the new Madhya Pradesh state, the Marathi-speaking Vidarbha region was removed and merged with the Bombay State. This state was the largest in India by area until 2000, when its southeastern Chhattisgarh region was designated a separate state. The economy of Madhya Pradesh is the 10th-largest in India, with a gross state domestic product (GSDP) of ₹9.17 trillion (US$110 billion) and has the country's 26th highest per-capita income of ₹ 109372. Madhya Pradesh ranks 23rd among Indian states in human development index. Rich in mineral resources, Madhya Pradesh has the largest reserves of diamond and copper in India. 25.14% of its area is under forest cover. Its tourism industry has seen considerable growth, with the state topping the National Tourism Awards in 2010–11. In recent years, the state's GDP growth has been above the national average. In 2019–20, state's GSDP was recorded at 9.07."
  },
  {
    "entity": "Rewa",
    "category": "Location"
  },
  {
    "entity": "Indian",
    "category": "Person"
  },
  {
    "entity": "Charanka Solar Park",
    "category": "Project"
  },
  {
    "entity": "Patan",
    "category": "Location"
  },
  {
    "entity": "Gujarat",
    "category": "Location",
    "summary": "Gujarat (/ˌɡʊdʒəˈrɑːt/, Gujarati: [ˈɡudʒəɾɑt]) is a state along the western coast of India. Its coastline of about 1,600 km (990 mi) is the longest in the country, most of which lies on the Kathiawar peninsula. Gujarat is the fifth-largest Indian state by area, covering some 196,024 km2 (75,685 sq mi); and the ninth-most populous state, with a population of 60.4 million. It is bordered by Rajasthan to the northeast, Dadra and Nagar Haveli and Daman and Diu to the south, Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west. Gujarat's capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujaratis are indigenous to the state and their language, Gujarati, is the state's official language. The state encompasses 23 sites of the ancient Indus Valley civilisation (more than any other state). The most important sites are Lothal (the world's first dry dock), Dholavira (the fifth largest site), and Gola Dhoro (where 5 uncommon seals were found). Lothal is believed to have been one of the world's first seaports. Gujarat's coastal cities, chiefly Bharuch and Khambhat, served as ports and trading centres in the Maurya and Gupta empires, and during the succession of royal Saka dynasties in the Western Satraps era.Along with Bihar, Mizoram and Nagaland, Gujarat is one of four Indian states to prohibit the sale of alcohol. The Gir Forest National Park in Gujarat is home to the only wild population of the Asiatic lion in the world. The economy of Gujarat is the fourth-largest in India, with a gross state domestic product (GSDP) of ₹19.44 trillion (US$240 billion) and has the country's 10th-highest GSDP per capita of ₹243,761 (US$3,100). Gujarat ranks 21st among Indian states and union territories in human development index. The state traditionally has low unemployment and is widely considered one of the most industrially developed states of India and a manufacturing hub."
  },
  {
    "entity": "Government of India",
    "category": "Organization",
    "acronym": "GoI",
    "summary": "The Government of India (ISO: Bhārat Sarkār; often abbreviated as GoI), known as the Central Government but often simply as the Centre, is the national administrative authority of the Republic of India, a federal democracy located in South Asia, consisting of 28 union states and eight union territories. Under the Constitution, there are three primary branches of government: the legislative, the executive and the judiciary, whose powers are vested in a bicameral Parliament, President, aided by the Council of Ministers, and the Supreme Court respectively. Through judicial evolution, the Parliament has lost its sovereignty as its amendments to the Constitution are subject to judicial intervention. Judicial appointments in India are unique in that the executive or legislature have negligle say."
  },
  {
    "entity": "Charanka",
    "category": "Location"
  },
  {
    "entity": "Solar Energy Corporation of India",
    "category": "Organization",
    "acronym": "SECI",
    "summary": "Solar Energy Corporation of India Ltd. (SECI) is a company of the Ministry of New and Renewable Energy, Government of India, established to facilitate the implementation of the National Solar Mission (NSM). It is the only Central Public Sector Undertaking (PSU) dedicated to the solar energy sector. The company's mandate has been broadened to cover the entire renewable energy domain and the company will be renamed to Renewable Energy Corporation of India (RECI). The company is responsible for implementation of a number of government schemes, major ones being the VGF schemes for large-scale grid-connected projects under NSM, solar park scheme and grid-connected solar rooftop scheme, along with a host of other specialised schemes such as defence scheme, solar canals, and Indo-Pak border scheme. In addition, SECI has ventured into solar project development on turnkey basis for several PSUs. The company also has a power-trading licence and is active in this domain through trading of solar power from projects set up under the schemes being implemented by it."
  },
  {
    "entity": "Solar Power Park Developer",
    "category": "Organization",
    "acronym": "SPPD"
  },
  {
    "entity": "Gujarat Power Corporation Limited",
    "category": "Organization"
  },
  {
    "entity": "Ministry of New and Renewable Energy",
    "category": "Organization",
    "summary": "The Ministry of New and Renewable Energy (MNRE) is a ministry of the Government of India, headed by current Union Cabinet Minister Raj Kumar Singh, that is mainly responsible for research and development, intellectual property protection, and international cooperation, promotion, and coordination in renewable energy sources such as wind power, small hydro, biogas, and solar power. The broad aim of the ministry is to develop and deploy new and renewable energy for supplementing the energy requirements of India. The current secretary of the ministry is Anand Kumar. The ministry is headquartered in Lodhi Road, New Delhi. According to the Ministry's 2016-17 annual report, India has made significant advances in several renewable energy sectors which include, solar energy, wind power, and hydroelectricity."
  },
  {
    "entity": "Jawaharlal Nehru National Solar Mission",
    "category": "Project",
    "acronym": "JNNSM"
  },
  {
    "entity": "Torrent Power Limited",
    "category": "Organization"
  },
  {
    "entity": "Bhiwandi",
    "category": "Location",
    "summary": "Bhiwandi is a city in the Thane district in Maharashtra, India. It is located 20 kilometres (12 mi) northeast of Mumbai and 15 km (9.3 mi) northeast of the city of Thane. The city is a part of the Mumbai Metropolitan Region. Bhiwandi is a commercial city and a major trade center that connects Mumbai and the rest of India through the Mumbai–Agra highway. It is known for its textile industry, though in recent years, economic downturn has forced the closure of a large portion of the sector. Bhiwandi lies in the Konkan coastal lowland, a region known geographically for its hills and streams. The city houses the tehsil headquarters of Bhiwandi, and it is administered by the Bhiwandi-Nizampur Municipal Corporation. According to the 2021 census, the total population of the Bhiwandi-Nizampur Municipal Corporation area is 874,032."
  },
  {
    "entity": "Maharashtra",
    "category": "Location",
    "summary": "Maharashtra (/məhɑːˈrɑːʃtrə/; Marathi: [məharaːʂʈɾə], abbr. MH or Maha) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. Maharashtra is the second-most populous state in India and the second-most populous country subdivision globally. It was formed on 1 May 1960 by splitting the bilingual Bombay State, which had existed since 1956, into majority Marathi-speaking Maharashtra and Gujarati-speaking Gujarat. Maharashtra is home to the Marathi people, the predominant ethno-linguistic group, who speak the Marathi language, the official language of the state. The state is divided into 6 divisions and 36 districts, with the state capital being Mumbai, the most populous urban area in India, and Nagpur serving as the winter capital, which also hosts the winter session of the state legislature. Godavari and Krishna are the two major rivers in the state. Forests cover 16.47 per cent of the state's geographical area. Out of the total cultivable land in the state, about 60 per cent is used for grain crops in the Deccan region, rice in coastal Konkan, and other high rainfall areas. Spread over 307,713 km2 (118,809 sq mi), Maharashtra is the third-largest state by area in India. It is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu to the northwest. The state has three international airports, Chhatrapati Shivaji Maharaj International Airport (Mumbai), Dr. Babasaheb Ambedkar International Airport (Nagpur), and Pune Airport. The state is home to three railways headquarters viz. Central Railway (Chhatrapati Shivaji Maharaj Terminus), Konkan Railway (CBD Belapur), and Western Railway (Churchgate). The High Court of the state viz. Bombay High Court is located in Mumbai. The state contributes 48 seats and 19 seats to the lower house Lok Sabha and the upper house Rajya Sabha, respectively. Maharashtra has been subject to President's rule three times since its formation for a total of 156 days for different reasons. More than three-fourths of the population practice Hinduism, which is followed by Islam and Buddhism. The state is home to four UNESCO World Heritage Sites: Ajanta, Ellora and Elephanta caves, and the Chhatrapati Shivaji Maharaj Terminus (formerly Victoria Terminus). Maharashtra is one of the most industrialised states in India. The state's capital, Mumbai, is India's financial and commercial capital. India's largest stock exchange Bombay Stock Exchange, the oldest in Asia, is located in the city, as is National Stock Exchange, which is second largest stock echange in India and one of world’s largest derivatives exchanges. The state has played a significant role in the country's social and political life and is widely considered a leader in terms of agricultural and industrial production, trade and transport, and education. Maharashtra is among the most developed Indian states and continues to be the single largest contributor to the national economy with a share of 14 per cent in all-India nominal GDP. The economy of Maharashtra is the largest in India, with a gross state domestic product (GSDP) of ₹35.81 trillion (US$450 billion) and GSDP per capita of ₹225,073 (US$2,800). The service sector dominates the state's economy, accounting for 69.3 per cent of the value of the output of the country. Although agriculture accounts for 12 per cent of the state GDP, it employs nearly half the population of the state. Maharashtra is the fifteenth-highest ranking among Indian states in the human development index. The region that encompasses the state has a history going back many millennia. Prior to Indian independence, notable dynasties and entities that ruled the region include in a chronological order, the Asmakas, the Mauryas, the Satavahanas, the Western Satraps, the Abhiras, the Vakatakas, the Chalukyas, the Rashtrakutas, the Western Chalukyas, the Seuna Yadavas, the Khaljis, the Tughlaqs, the Bahamanis, the Deccan sultanates, the Mughals, the Maratha Empire founded by Shivaji, and the British. Ruins, monuments, tombs, forts, and places of worship left by these rulers are dotted around the state. At the time of the Indian independence movement in the early 20th century, along with British ruled areas of Bombay presidency, and Central Provinces and Berar, the region included many British Vassal states. Among these, the erstwhile Hyderabad state was the largest and extended over many modern Indian states. Other states grouped under Deccan States Agency included Kolhapur, Miraj, Sangli, Aundh, Bhor, and Sawantwadi."
  },
  {
    "entity": "Bhiwandi Circle",
    "category": null
  },
  {
    "entity": "Sri Lanka",
    "category": "Location"
  },
  {
    "entity": "Germany",
    "category": "Location",
    "summary": "Germany (German: Deutschland, pronounced [ˈdɔʏtʃlant]), officially the Federal Republic of Germany, is a country in Central Europe. It is the second most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; it covers an area of 357,022 square kilometres (137,847 sq mi), with a population of almost 84 million within its 16 constituent states. Germany borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and the Netherlands to the west. The nation's capital and most populous city is Berlin and its financial centre is Frankfurt; the largest urban area is the Ruhr. Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. In 962, the Kingdom of Germany formed the bulk of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. Following the Napoleonic Wars and the dissolution of the Holy Roman Empire in 1806, the German Confederation was formed in 1815. Formal unification of Germany into the modern nation-state was commenced on 18 August 1866 with the North German Confederation Treaty establishing the Prussia-led North German Confederation later transformed in 1871 into the German Empire. After World War I and the German Revolution of 1918–1919, the Empire was in turn transformed into the semi-presidential Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a totalitarian dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, Germany as a whole was organized into two separate polities with limited sovereignity: the Federal Republic of Germany, generally known as West Germany, and the German Democratic Republic, East Germany, while Berlin continued its Four Power status. The Federal Republic of Germany was a founding member of the European Economic Community and the European Union, while the German Democratic Republic was a communist Eastern Bloc state and member of the Warsaw Pact. After the fall of communism, German reunification saw the former East German states join the Federal Republic of Germany on 3 October 1990—becoming a federal parliamentary republic. Germany is a great power with a strong economy; it has the largest economy in Europe, the world's fourth-largest economy by nominal GDP and the fifth-largest by PPP. As a global power in industrial, scientific and technological sectors, it is both the world's third-largest exporter and importer. As a highly developed country, which ranks ninth on the Human Development Index, it offers social security and a universal health care system, environmental protections, a tuition-free university education, and it is ranked as sixteenth-most peaceful country in the world. Germany is a member of the United Nations, the European Union, NATO, the Council of Europe, the G7, the G20 and the OECD. It has the third-greatest number of UNESCO World Heritage Sites."
  },
  {
    "entity": "Renewable Energy Guarantee Act",
    "category": "Product"
  },
  {
    "entity": "Europe",
    "category": "Location"
  },
  {
    "entity": "German EnergieWiende",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Rural Rehabilitation & Development",
    "category": "Organization"
  },
  {
    "entity": "Da Afghanistan Breshna Sherkat",
    "category": "Organization",
    "acronym": "DABS"
  },
  {
    "entity": "Energy Service Companies",
    "category": "Organization"
  },
  {
    "entity": "Rockefeller Foundation",
    "category": "Organization",
    "summary": "The Rockefeller Foundation is an American private foundation and philanthropic medical research and arts funding organization based at 420 Fifth Avenue, New York City. The second-oldest major philanthropic institution in America, after the Carnegie Corporation, the foundation was ranked as the 39th largest U.S. foundation by total giving as of 2015. By the end of 2016, assets were tallied at $4.1 billion (unchanged from 2015), with annual grants of $173 million. According to the OECD, the foundation provided US$103.8 million for development in 2019. The foundation has given more than $14 billion in current dollars. The foundation was started by Standard Oil magnate John D. Rockefeller (\"Senior\") and son \"Junior\", and their primary business advisor, Frederick Taylor Gates, on May 14, 1913, when its charter was granted by New York. The foundation has had an international reach since the 1930s and major influence on global non-governmental organizations. The World Health Organization is modeled on the International Health Division of the foundation, which sent doctors abroad to study and treat human subjects. The National Science Foundation and National Institute of Health are also modeled on the work funded by Rockefeller. It has also been a supporter of and influence on the United Nations. In 2020 the foundation pledged that it would divest from fossil fuel, notable since the endowment was largely funded by Standard Oil. The foundation also has a controversial past, including support of eugenics in the 1930s, as well as several scandals arising from their international field work. In 2021 the foundation's president committed to reckoning with their history, and to centering equity and inclusion."
  },
  {
    "entity": "Grundfos",
    "category": "Organization",
    "summary": "Grundfos (Danish pronunciation: [ˈkʁɔnˀfʌs]) is the largest pump manufacturer in the world, based in Denmark, with more than 19,000 employees globally. The annual production of more than 16 million pump units, circulator pumps (UP), submersible pumps (SP), and centrifugal pumps (CR). Grundfos also produces electric motors for the pumps as well as electric motors for separate merchandising. Grundfos develops and sells electronics for controls for pumps and other systems."
  },
  {
    "entity": "Reliance Solar",
    "category": "Organization"
  },
  {
    "entity": "Azuri",
    "category": "Organization",
    "acronym": "Azuri"
  },
  {
    "entity": "Indigo Duo",
    "category": "Product"
  },
  {
    "entity": "Sub Saharan Africa",
    "category": "Location"
  },
  {
    "entity": "Roadmap",
    "category": "Strategy"
  },
  {
    "entity": "Feed in Tariff Policy",
    "category": "Strategy"
  },
  {
    "entity": "Stage-Gate",
    "category": "Strategy"
  },
  {
    "entity": "Middle East",
    "category": "Location"
  },
  {
    "entity": "Citizens’ Charter Program",
    "category": "Project"
  },
  {
    "entity": "Citizens’ Charter Programs",
    "category": "Project"
  },
  {
    "entity": "World Bank Group",
    "category": "Organization"
  },
  {
    "entity": "Asian Development Bank",
    "category": "Organization",
    "acronym": "ADB",
    "summary": "The Asian Development Bank (ADB) is a regional development bank established on 19 December 1966, which is headquartered in the Ortigas Center located in the city of Mandaluyong, Metro Manila, Philippines. The bank also maintains 31 field offices around the world to promote social and economic development in Asia. The bank admits the members of the United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP, formerly the Economic Commission for Asia and the Far East or ECAFE) and non-regional developed countries. From 31 members at its establishment, ADB now has 68 members. The ADB was modeled closely on the World Bank, and has a similar weighted voting system where votes are distributed in proportion with members' capital subscriptions. ADB releases an annual report that summarizes its operations, budget and other materials for review by the public. The ADB-Japan Scholarship Program (ADB-JSP) enrolls about 300 students annually in academic institutions located in 10 countries within the Region. Upon completion of their study programs, scholars are expected to contribute to the economic and social development of their home countries. ADB is an official United Nations Observer. As of 31 December 2020, Japan and the United States each holds the largest proportion of shares at 15.571%. China holds 6.429%, India holds 6.317%, and Australia holds 5.773%."
  },
  {
    "entity": "Green Climate Fund",
    "category": "Organization",
    "acronym": "GCF",
    "summary": "The Green Climate Fund (GCF) is a fund established within the framework of the UNFCCC as an operating entity of the Financial Mechanism to assist developing countries in adaptation and mitigation practices to counter climate change. The GCF is based in Incheon, South Korea. It is governed by a Board of 24 members and supported by a Secretariat. The objective of the Green Climate Fund is to \"support projects, programmes, policies and other activities in developing country Parties using thematic funding windows\". It is intended that the Green Climate Fund be the centrepiece of efforts to raise Climate Finance under the UNFCCC. The current executive director is Yannick Glemarec."
  },
  {
    "entity": "World Bank",
    "category": "Organization"
  },
  {
    "entity": "United States",
    "category": "Location",
    "acronym": "US",
    "summary": "The United States of America (U.S.A. or USA), commonly known as the United States (U.S. or US) or informally America, is the most populous country in North America. It consists of 50 states, a federal district, five major unincorporated territories, nine Minor Outlying Islands, and 326 Indian reservations. It is the third-largest country by both land and total area. The United States shares land borders with Canada to its north and with Mexico to its south. It has maritime borders with the Bahamas, Cuba, Russia, and other nations. With a population of over 331 million, it is the third most populous country in the world. The national capital is Washington, D.C., and the most populous city and financial center is New York City. Paleo-aboriginals migrated from Siberia to the North American mainland at least 12,000 years ago, and advanced cultures began to appear later on. These advanced cultures had almost completely declined by the time the Europeans had arrived in North America, who subsequently began to colonize the continent. The United States emerged from the Thirteen British Colonies when disputes with the British Crown over taxation and political representation led to the American Revolution (1765–1784), which established the nation's independence. In the late 18th century, the U.S. began expanding across North America, gradually obtaining new territories, sometimes through war, frequently displacing Native Americans, and admitting new states. By 1848, the United States spanned the continent from east to west. The controversy surrounding the practice of slavery culminated in the secession of the Confederate States of America, which fought the remaining states of the Union during the American Civil War (1861–1865). With the Union's victory and preservation, slavery was abolished by the Thirteenth Amendment. By 1900, the United States had become the world's largest economy, and the Spanish–American War and World War I established the country as a world power. After Japan's surprise attack on Pearl Harbor in 1941, the U.S. entered World War II on the Allied side. The aftermath of the war left the United States and the Soviet Union as the world's two superpowers. During the Cold War, both countries engaged in a struggle for ideological dominance but avoided direct military conflict. They also competed in the Space Race, which culminated in the 1969 American spaceflight that first landed humans on the Moon. Simultaneously, the civil rights movement led to legislation abolishing state and local Jim Crow laws and other codified racial discrimination against African Americans. The Soviet Union's dissolution in 1991 ended the Cold War, leaving the United States as the world's sole superpower. The September 11 attacks in 2001 resulted in the United States launching the war on terror which included the War in Afghanistan (2001–2021) and the Iraq War (2003–2011). The United States is a federal republic with three separate branches of government, including a bicameral legislature. It is a liberal democracy and market economy; it ranks high in international measures of human rights, quality of life, income and wealth, economic competitiveness, and education; and it has low levels of perceived corruption. It has high levels of incarceration and inequality, allows capital punishment, and lacks universal health care. As a melting pot of cultures and ethnicities, the U.S. has been shaped by centuries of immigration. The United States is a highly developed country, and its economy accounts for approximately a quarter of global GDP and is the world's largest by GDP at market exchange rates. By value, the United States is the world's largest importer and second-largest exporter. Although it accounts for just over 4.2% of the world's total population, the U.S. holds over 30% of the total wealth in the world, the largest share held by any country. The United States is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States, NATO, and is a permanent member of the United Nations Security Council. The country makes up more than a third of global military spending and is the foremost military power in the world and a leading political, cultural, and scientific force."
  },
  {
    "entity": "Global Environment Facility",
    "category": "Organization",
    "acronym": "GEF",
    "summary": "The Global Environment Facility (GEF) is a multilateral environmental fund that provides grants and blended finance for projects related to biodiversity, climate change, international waters, land degradation, persistent organic pollutants (POPs), mercury, sustainable forest management, food security, and sustainable cities in developing countries. It is the largest source of multilateral funding for biodiversity globally, and distributes more than $1 billion a year on average to address inter-related environmental challenges. The GEF was established ahead of the 1992 Rio Earth Summit and includes 184 countries in partnership with international institutions, civil society organizations, and the private sector. It supports country-driven sustainable development initiatives in developing countries that generate global environmental benefits. To date, the GEF has provided more than $22 billion in grants and mobilized another $120 billion in co-financing for more than 5,200 projects and programs. Through its Small Grants Programme (SGP), the GEF has provided support to nearly 27,000 civil society and community initiatives in 136 countries. In June 2022, donors to the GEF pledged a record $5.33 billion in support for its latest four-year replenishment cycle, which runs until June 2026. In addition to funding projects through grants and blended finance, the GEF also serves as financial mechanism for the following conventions: \n* Convention on Biological Diversity (CBD) \n* United Nations Framework Convention on Climate Change (UNFCCC) \n* United Nations Convention to Combat Desertification (UNCCD) \n* Stockholm Convention on Persistent Organic Pollutants \n* Minamata Convention on Mercury The GEF also supports implementation of the Montreal Protocol on Substances that Deplete the Ozone Layer (MP)."
  },
  {
    "entity": "Utility Scale",
    "category": "Product"
  },
  {
    "entity": "Central Asia",
    "category": "Location",
    "summary": "Central Asia is a region of Asia that stretches from the Caspian Sea in the west to western China and Mongolia in the east, and from Afghanistan and Iran in the south to Russia in the north. It includes the former Soviet republics of Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan, which are colloquially referred to as the \"-stans\" as the countries all have names ending with the Persian suffix \"-stan\", meaning \"land of\". Current geographical location of Central Asia was formerly part of the historic Turkistan also known as Turan. In the pre-Islamic and early Islamic eras (c. 1000 and earlier) Central Asia was inhabited predominantly by Iranian peoples, populated by Eastern Iranian-speaking Bactrians, Sogdians, Chorasmians and the semi-nomadic Scythians and Dahae. After expansion by Turkic peoples, Central Asia also became the homeland for the Kazakhs, Uzbeks, Tatars, Turkmen, Kyrgyz, and Uyghurs; Turkic languages largely replaced the Iranian languages spoken in the area, with the exception of Tajikistan and areas where Tajik is spoken. Central Asia was historically closely tied to the Silk Road trade routes, acting as a crossroads for the movement of people, goods, and ideas between Europe and the Far East. From the mid-19th century until almost the end of the 20th century, Central Asia was colonised by the Russians, and incorporated into the Russian Empire, and later the Soviet Union, which led to Russians and other Slavs emigrating into the area. Modern-day Central Asia is home to a large population of European settlers, who mostly live in Kazakhstan; 7 million Russians, 500,000 Ukrainians, and about 170,000 Germans. Stalinist-era forced deportation policies also mean that over 300,000 Koreans live there. Central Asia (2019) has a population of about 72 million people, in five countries: Kazakhstan (pop. 19 million), Kyrgyzstan (7 million), Tajikistan (10 million), Turkmenistan (6 million), and Uzbekistan (35 million)."
  },
  {
    "entity": "Nepal",
    "category": "Location"
  },
  {
    "entity": "Kabul",
    "category": "Location"
  },
  {
    "entity": "Bangladesh",
    "category": "Location",
    "summary": "Bangladesh (/ˌbæŋɡləˈdɛʃ, ˌbɑːŋ-/; Bengali: বাংলাদেশ, pronounced [ˈbaŋlaˌdeʃ]), officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 165 million people in an area of 148,460 square kilometres (57,320 sq mi). Bangladesh is among the most densely populated countries in the world, and shares land borders with India to the west, north, and east, and Myanmar to the southeast; to the south it has a coastline along the Bay of Bengal. It is narrowly separated from Bhutan and Nepal by the Siliguri Corridor; and from China by the Indian state of Sikkim in the north. Dhaka, the capital and largest city, is the nation's political, financial and cultural centre. Chittagong, the second-largest city, is the busiest port on the Bay of Bengal. The official language is Bengali, one of the easternmost branches of the Indo-European language family. Bangladesh forms the sovereign part of the historic and ethnolinguistic region of Bengal, which was divided during the Partition of India in 1947. The country has a Bengali Muslim majority. Ancient Bengal was an important cultural centre in the Indian subcontinent as the home of the states of Vanga, Pundra, Gangaridai, Gauda, Samatata, and Harikela. The Mauryan, Gupta, Pala, Sena, Chandra and Deva dynasties were the last pre-Islamic rulers of Bengal. The Muslim conquest of Bengal began in 1204 when Bakhtiar Khalji overran northern Bengal and invaded Tibet. Becoming part of the Delhi Sultanate, three city-states emerged in the 14th century with much of eastern Bengal being ruled from Sonargaon. Sufi missionary leaders like Sultan Balkhi, Shah Jalal and Shah Makhdum Rupos helped in spreading Muslim rule. The region was unified into an independent, unitary Bengal Sultanate. Under Mughal rule, eastern Bengal continued to prosper as the melting pot of Muslims in the eastern subcontinent and attracted traders from around the world. The Bengali elite were among the richest people in the world due to strong trade networks like the muslin trade which supplied textiles, such as 40% of Dutch imports from Asia. Mughal Bengal became increasingly assertive and independent under the Nawabs of Bengal in the 18th century. In 1757, the betrayal of Mir Jafar resulted in the defeat of Nawab Siraj-ud-Daulah to the British East India Company and eventual British dominance across South Asia. The Bengal Presidency grew into the largest administrative unit in British India. The creation of Eastern Bengal and Assam in 1905 set a precedent for the emergence of Bangladesh. In 1940, the first Prime Minister of Bengal supported the Lahore Resolution with the hope of creating a state in the eastern subcontinent. Prior to the partition of Bengal, the Prime Minister of Bengal proposed a Bengali sovereign state. A referendum and the announcement of the Radcliffe Line established the present-day territorial boundary of Bangladesh. In 1947, East Bengal became the most populous province in the Dominion of Pakistan. It was renamed as East Pakistan with Dhaka becoming the country's legislative capital. The Bengali Language Movement in 1952; the East Bengali legislative election, 1954; the 1958 Pakistani coup d'état; the Six point movement of 1966; and the 1970 Pakistani general election resulted in the rise of Bengali nationalism and pro-democracy movements in East Pakistan. The refusal of the Pakistani military junta to transfer power to the Awami League led by Sheikh Mujibur Rahman led to the Bangladesh Liberation War in 1971, in which the Mukti Bahini aided by India waged a successful armed revolution. The conflict saw the 1971 Bangladesh genocide and the massacre of pro-independence Bengali civilians, including intellectuals. The new state of Bangladesh became the first constitutionally secular state in South Asia in 1972. Islam was declared the state religion in 1988. In 2010, the Bangladesh Supreme Court reaffirmed secular principles in the constitution. A middle power in the Indo-Pacific, Bangladesh is the second largest economy in South Asia. It maintains the third-largest military in the region and is a major contributor to UN peacekeeping operations. The large Muslim population of Bangladesh makes it the third-largest Muslim-majority country. Bangladesh is a unitary parliamentary constitutional republic based on the Westminster system. Bengalis make up 99% of the total population of Bangladesh. The country consists of 8 divisions, 64 districts and 495 subdistricts. It hosts one of the largest refugee populations in the world due to the Rohingya genocide. Bangladesh faces many challenges, particularly effects of climate change. Bangladesh has been a leader within the Climate Vulnerable Forum. It hosts the headquarters of BIMSTEC. It is a founding member of SAARC, as well as a member of the Organisation of Islamic Cooperation and the Commonwealth of Nations."
  },
  {
    "entity": "Hisar-e-Shahi",
    "category": "Location"
  },
  {
    "entity": "Wei",
    "category": "Person"
  },
  {
    "entity": "Rural Economic Zones",
    "category": "Project"
  },
  {
    "entity": "Global Adaptation Index",
    "category": "Organization"
  },
  {
    "entity": "West Asian",
    "category": "Location"
  },
  {
    "entity": "Central Asian",
    "category": "Location"
  },
  {
    "entity": "Scaling up Renewable Energy Programme",
    "category": "Project",
    "acronym": "SREP"
  },
  {
    "entity": "Tajikistan",
    "category": "Location",
    "summary": "Tajikistan (/tɑːˈdʒiːkɪstɑːn/, /tə-, tæ-/; Tajik: Тоҷикистон, romanized: Tojikiston; Russian: Таджикистан, romanized: Tadzhikistan), officially the Republic of Tajikistan (Tajik: Ҷумҳурии Тоҷикистон, romanized: Jumhurii Tojikiston), is a landlocked country in Central Asia. It has an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,749,625 people. Its capital and largest city is Dushanbe. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north, and China to the east. It is separated narrowly from Pakistan by Afghanistan's Wakhan Corridor. The traditional homelands of the Tajiks include present-day Tajikistan as well as parts of Afghanistan and Uzbekistan. The territory that now constitutes Tajikistan was previously home to several ancient cultures, including the city of Sarazm of the Neolithic and the Bronze Age and was later home to kingdoms ruled by people of different faiths and cultures, including the Oxus civilization, Andronovo culture, Buddhism, Nestorian Christianity, Hinduism, Zoroastrianism, Manichaeism, and Islam. The area has been ruled by numerous empires and dynasties, including the Achaemenid Empire, Sasanian Empire, Hephthalite Empire, Samanid Empire, and Mongol Empire. After being ruled by the Timurid Empire and Khanate of Bukhara, the Timurid Renaissance flourished. The region was later conquered by the Russian Empire and subsequently by the Soviet Union. Within the Soviet Union, the country's modern borders were drawn when it was part of Uzbekistan as an autonomous republic before becoming a full-fledged Soviet republic in 1929. On 9 September 1991, Tajikistan declared itself an independent sovereign nation as the Soviet Union was disintegrating. A civil war was fought almost immediately after independence, lasting from 1992 to 1997. Since the end of the war, newly established political stability and foreign aid have allowed the country's economy to grow. The country has been led by President Emomali Rahmon since 1994, who rules an authoritarian regime. There is extensive corruption and widespread violations of human rights, including torture, arbitrary imprisonment, worsening political repression, and a lack of religious freedom and other civil liberties. Tajikistan is a presidential republic consisting of four provinces. Most of Tajikistan's population belongs to the Tajik ethnic group, who speak the Tajik language — the first official language — making it one of the three Persian speaking countries alongside Afghanistan and Iran. Russian is used as the official inter-ethnic language. While the state is constitutionally secular, Islam is nominally adhered to by 98% of the population. In the Gorno-Badakhshan oblast, despite its sparse population, there is large linguistic diversity where Rushani, Shughni, Ishkashimi, Wakhi and Tajik are some of the languages spoken. Mountains cover more than 90% of the country. It is a developing country with a transitional economy that is highly dependent on remittances, aluminium and cotton production. Tajikistan is a member of the United Nations, CIS, OSCE, OIC, ECO, SCO, and CSTO as well as a NATO PfP partner."
  },
  {
    "entity": "Turkmenistan",
    "category": "Location",
    "summary": "Turkmenistan (/tɜːrkˈmɛnɪstæn/ or /ˌtɜːrkmɛnɪˈstɑːn/; Turkmen: Türkmenistan, pronounced [tʏɾkmønʏˈθːɑːn]) is a country located in Central Asia, bordered by Kazakhstan to the northwest, Uzbekistan to the north, east and northeast, Afghanistan to the southeast, Iran to the south and southwest and the Caspian Sea to the west. Ashgabat is the capital and largest city. The population is about 6 million, the lowest of the Central Asian republics, and Turkmenistan is one of the most sparsely populated nations in Asia. Turkmenistan has long served as a thoroughfare for other nations and cultures. Merv is one of the oldest oasis-cities in Central Asia, and was once the biggest city in the world. It was also one of the great cities of the Islamic world and an important stop on the Silk Road. Annexed by the Russian Empire in 1881, Turkmenistan figured prominently in the anti-Bolshevik movement in Central Asia. In 1925, Turkmenistan became a constituent republic of the Soviet Union, the Turkmen Soviet Socialist Republic (Turkmen SSR); it became independent after the dissolution of the Soviet Union in 1991. Turkmenistan possesses the world's fifth largest reserves of natural gas. Most of the country is covered by the Karakum Desert. From 1993 to 2017, citizens received government-provided electricity, water and natural gas free of charge. Turkmenistan is an observer state in the Organisation of Turkic States, the Türksoy community and a member of the United Nations. It is also the only permanent neutral country recognized by the UN General Assembly in Asia. The country is widely criticized for its poor human rights, its treatment of minorities, press and religious freedoms. Since independence from the Soviet Union in 1991, Turkmenistan has been ruled by repressive totalitarian regimes, that of President for Life Saparmurat Niyazov (also known as Türkmenbaşy or \"Head of the Turkmens\") until his death in 2006, Gurbanguly Berdimuhamedow, who became president in 2007 after winning a non-democratic election (he had been vice-president and then acting president previously) and ruled the country until he stepped down in 2022 in favour of his son Serdar, who won a subsequent presidential election described by international observers as neither free nor fair. The use of the death penalty was suspended in 1999, before being formally abolished in 2008."
  },
  {
    "entity": "South Asian",
    "category": "Location"
  },
  {
    "entity": "Pakistan",
    "category": "Location"
  },
  {
    "entity": "Green Climate Funds",
    "category": "Organization"
  },
  {
    "entity": "Renewable Energy Roadmap",
    "category": "Project"
  }
]