[
  {
    "entity": "Afghanistan",
    "category": "Location",
    "summary": "Afghanistan, officially the Islamic Emirate of Afghanistan, is a landlocked country located at the crossroads of Central Asia and South Asia. Referred to as the Heart of Asia, it is bordered by Pakistan to the east and south, Iran to the west, Turkmenistan to the northwest, Uzbekistan to the north, Tajikistan to the northeast, and China to the northeast and east. Occupying 652,864 square kilometers (252,072 sq mi) of land, the country is predominantly mountainous with plains in the north and the southwest, which are separated by the Hindu Kush mountain range. As of 2021, its population is 40.2 million (officially estimated to be 32.9 million), composed mostly of ethnic Pashtuns, Tajiks, Hazaras, and Uzbeks. Kabul is the country's largest city and serves as its capital. Human habitation in Afghanistan dates back to the Middle Paleolithic era, and the country's strategic location along the historic Silk Road has led it to being described, picturesquely, as the ‘roundabout of the ancient world’. Popularly referred to as the graveyard of empires, the land has historically been home to various peoples and has witnessed numerous military campaigns, including those by the Persians, Alexander the Great, the Maurya Empire, Arab Muslims, the Mongols, the British, the Soviet Union, and most recently by an American-led coalition. Afghanistan also served as the source from which the Greco-Bactrians and the Mughals, among others, rose to form major empires. The various conquests and periods in both the Iranian and Indian cultural spheres made the area a center for Zoroastrianism, Buddhism, Hinduism, and later Islam throughout history. The modern state of Afghanistan began with the Durrani dynasty in the 18th century, with the Durrani Afghan Empire being formed by Ahmad Shah Durrani. The Durrani Empire led conquests in which, at its peak, encompassed land that spanned from eastern Iran to northern India. Following its decline and the death of Ahmad Shah Durrani, and Timur Shah, it was divided into multiple smaller independent kingdoms, including but not limited to: Herat, Kandahar and Kabul. Afghanistan would be reunited in the 19th century after wars of unification led by Dost Mohammad Khan, where he conquered the independent principalities in Afghanistan. Dost Mohammad died in 1863, weeks after his last campaign to unite Afghanistan, and as a result, threw Afghanistan back into civil war with his successors. During this time, Afghanistan became a buffer state in the Great Game between the British Empire (in British-ruled India) and the Russian Empire. From India, the British attempted to subjugate Afghanistan but were repelled in the First Anglo-Afghan War. However, the Second Anglo-Afghan War saw a British victory and the successful establishment of British political influence over Afghanistan. Following the Third Anglo-Afghan War in 1919, Afghanistan became free of foreign dominance, and eventually emerged as the independent Kingdom of Afghanistan in June 1926 under Amanullah Khan. This monarchy lasted almost 50 years, until Zahir Shah was overthrown in 1973, following which the Republic of Afghanistan was established. Since the late 1970s, Afghanistan's history has been dominated by extensive warfare, including coups, invasions, insurgencies, and civil wars which would end twice with the victory of the Islamic fundamentalist Taliban. In 1979 the Soviet Union invaded Afghanistan. Mujahideen fought against them in the Soviet–Afghan War and continued fighting amongst themselves following Soviet withdrawal in 1989. The Taliban controlled most of the country by 1996, but their Islamic Emirate of Afghanistan received little international recognition before its overthrow in the 2001 United States invasion of Afghanistan. The Taliban returned to power in 2021 following Kabul's capture by the Taliban and the concurrent overthrow of the Islamic Republic of Afghanistan, ending the 2001–2021 war. Although initially claiming to form an inclusive government for the country, the Taliban in September 2021 re-established the Islamic Emirate of Afghanistan with an interim government made up entirely of Taliban members; the regime currently remains internationally unrecognized. Afghanistan is prominently rich in natural resources, including lithium, iron, zinc, and copper, amongst many others. It is also the world's largest producer of opium, second largest producer of cannabis, and third largest of both saffron and cashmere. The country is a member of the South Asian Association for Regional Cooperation and a founding member of the Organisation of Islamic Cooperation. Due to the effects of war in recent decades, the country has dealt with high levels of terrorism, poverty, and child malnutrition. Afghanistan's economy is the world's 96th-largest, with a gross domestic product (GDP) of $72.9 billion by purchasing power parity; the country fares much worse in terms of per-capita GDP (PPP), ranking 169th out of 186 countries as of 2018."
  },
  {
    "entity": "Biomass",
    "category": "Product",
    "summary": "Biomass is plant-based material used as fuel to produce heat or electricity. Examples are wood and wood residues, energy crops, agricultural residues, and waste from industry, farms and households. Since biomass can be used as a fuel directly (e.g. wood logs), some people use the words biomass and biofuel interchangeably. Others subsume one term under the other. Government authorities in the US and the EU define biofuel as a liquid or gaseous fuel, used for transportation. The European Union's Joint Research Centre use the concept solid biofuel and define it as raw or processed organic matter of biological origin used for energy, for instance firewood, wood chips and wood pellets. In 2019, 57 EJ (exajoules) of energy were produced from biomass, compared to 190 EJ from crude oil, 168 EJ from coal, 144 EJ from natural gas, 30 EJ from nuclear, 15 EJ from hydro and 13 EJ from wind, solar and geothermal combined. Approximately 86% of modern bioenergy is used for heating applications, with 9% used for transport and 5% for electricity. Most of the global bioenergy is produced from forest resources. Power plants that use biomass as fuel can produce a stable power output, unlike the intermittent power produced by solar or wind farms. In 2017, the IEA (International Energy Agency) described bioenergy as the most important source of renewable energy. The IEA also argued that the current rate of bioenergy deployment is well below the levels required in future low carbon scenarios, and that accelerated deployment is urgently needed. In IEA's Net Zero by 2050 scenario, traditional bioenergy is phased out by 2030, and modern bioenergy's share of the total energy supply increases from 6.6% in 2020 to 13.1% in 2030 and 18.7% in 2050. In 2014, IRENA (International Renewable Energy Agency) projected a doubling of energy produced from biomass in 2030, with a small contribution from traditional bioenergy (6 EJ). The IPCC (Intergovernmental Panel on Climate Change) argue that bioenergy has a significant climate mitigation potential if done right, and most of the IPCC's mitigation pathways include substantial contributions from bioenergy in 2050 (average at 200 EJ.) Some researchers criticize the use of bioenergy with low emission savings, high initial carbon intensities and/or long waiting times before positive climate impacts materialize. The raw material feedstocks with the largest potential in the future is lignocellulosic (non-edible) biomass (for instance coppices or perennial energy crops), agricultural residues, and biological waste. These feedstocks also have the shortest delay before producing climate benefits. Heat production is normally more \"climate friendly\" than electricity production, since the conversion from chemical to heat energy is more efficient than the conversion from chemical to electrical energy. Heat from biomass combustion is also harder to replace with heat from alternative renewable energy sources; these are either more costly or constrained by the maximum temperature of the steam they can deliver. Solid biofuel is likely more climate friendly than liquid biofuel, since the production of solid biofuel is more energy efficient. Biogas plants can provide dispatchable electricity generation, and heat when needed. A common concept is the co-fermentation of energy crops mixed with manure in agriculture. Burning plant-derived releases CO2, but it has still been classified as a renewable energy source in the EU and UN legal frameworks because photosynthesis cycles the CO2 back into new crops. How a fuel is produced, transported and processed has a significant impact on lifecycle emissions. Transporting fuels over long distances and excessive use of nitrogen fertilisers can reduce the emissions savings made by the same fuel compared to natural gas by between 15 and 50 per cent. Renewable biofuels are starting to be used in aviation."
  },
  {
    "entity": "Geothermal",
    "category": "Product"
  },
  {
    "entity": "Government of Afghanistan",
    "category": "Organization",
    "summary": "The government of Afghanistan, officially called the Islamic Emirate of Afghanistan, is the central government of Afghanistan, a unitary state. Under the leadership of the Taliban, the government is a theocracy and an emirate with political power concentrated in the hands of a supreme leader and his clerical advisors, collectively referred to as the Leadership. The Leadership makes all major policy decisions behind closed doors, which are then implemented by the country's civil service and judiciary. As Afghanistan is an Islamic state, governance is based on Sharia, which the Taliban enforces strictly through extensive social and cultural policy. Over its history, Afghanistan has variously been governed as a monarchy, a republic, and a theocracy. The current theocratic government came to power in 2021 with the Taliban's victory in a twenty-year insurgency against the western-backed Islamic Republic, after having itself been ousted in 2001. The current government is internationally unrecognized and lacks a clear constitutional basis, though the Taliban has announced plans to form a constitutional commission in the near future. It claims to be using the 1964 monarchy constitution in the interim, amended to be compliant with Sharia law, but there is a lack of evidence that it is being followed. Instead, the government applies an arbitrary interpretation of Sharia. There is no separation of powers, with total authority vested in the Leadership. The government is criticized by international observers for totalitarianism, systemic human rights violations, as well as for being unaccountable, opaque, and exclusive of women, religious and ethnic minorities, and those with dissenting views. Since coming to power, it has grappled with an economic crisis, international isolation, terrorism and rebellion, and a string of natural disasters."
  },
  {
    "entity": "Ministry of Energy and Water",
    "category": "Organization",
    "acronym": "MEW",
    "summary": "The Afghan Ministry of Energy and Water (Dari: وزارت انرژی و آب افغانستان, Pashto: د افغانستان د انرژۍ او اوبو وزارت) is a ministry of the government of Afghanistan. Following the U.S. invasion of Afghanistan the ministry had the task of co-ordinating an effort to reintroduce power to areas of Afghanistan that had been cut off. Areas particularly badly affected were southern regions - Pakistan, Iran and India all agreed to supply power. On 17 June 2003 the Asian Development Bank agreed to give a loan of $50 million (USD) to the Afghan Ministry of Energy and Water. The loan would be spent over the next three years on projects for the production, distribution and transmission of electricity in Afghanistan. Previous Ismail Khan served as Minister from 2004 – October 2013, being succeeded by Mohammad Arif Noorzai from 28 October 2013 – November 2014. On 7 September 2021 Abdul Latif Mansoor was appointed acting minister for the Islamic Emirate of Afghanistan."
  },
  {
    "entity": "Distributer Company",
    "category": "Organization"
  },
  {
    "entity": "Energy Services Law",
    "category": "Event"
  },
  {
    "entity": "German international Cooperation",
    "category": "Organization"
  },
  {
    "entity": "German Cooperation",
    "category": "Organization",
    "acronym": "GIZ"
  },
  {
    "entity": "Public Private Partnership",
    "category": "Strategy"
  },
  {
    "entity": "Renewable Energy Policy",
    "category": "Project",
    "acronym": "RENEWABLE ENERGY POLICY"
  },
  {
    "entity": "Ministry",
    "category": "Organization"
  },
  {
    "entity": "Zonal Renewable Energy Centers",
    "category": "Organization"
  },
  {
    "entity": "Renewable Energy Projects",
    "category": "Project",
    "acronym": "AREP"
  },
  {
    "entity": "Ministry Of Energy and Water",
    "category": "Organization"
  },
  {
    "entity": "Power Sector Master Plan",
    "category": "Project",
    "acronym": "PSMP"
  },
  {
    "entity": "Government",
    "category": "Organization",
    "summary": "A government is the system or group of people governing an organized community, generally a state. In the case of its broad associative definition, government normally consists of legislature, executive, and judiciary. Government is a means by which organizational policies are enforced, as well as a mechanism for determining policy. In many countries, the government has a kind of constitution, a statement of its governing principles and philosophy. While all types of organizations have governance, the term government is often used more specifically to refer to the approximately 200 independent national governments and subsidiary organizations. The major types of political systems in the modern era are democracies, monarchies, and authoritarian and totalitarian regimes. Historically prevalent forms of government include monarchy, aristocracy, timocracy, oligarchy, democracy, theocracy, and tyranny. These forms are not always mutually exclusive, and mixed governments are common. The main aspect of any philosophy of government is how political power is obtained, with the two main forms being electoral contest and hereditary succession."
  },
  {
    "entity": "National Energy Supply Programme",
    "category": "Project",
    "acronym": "NESP"
  },
  {
    "entity": "Afghan",
    "category": "Person"
  },
  {
    "entity": "Badakhshan",
    "category": "Location",
    "summary": "Badakhshan is a historical region comprising parts of modern-day north-eastern Afghanistan, eastern Tajikistan, and Taxkorgan Tajik Autonomous County in China. Badakhshan Province is one of the 34 provinces of Afghanistan. Much of historic Badakhshan lies within Tajikistan's Gorno-Badakhshan Autonomous Region, in the southeastern part of the country. The music of Badakhshan is an important part of the region's cultural heritage."
  },
  {
    "entity": "Bamyan",
    "category": "Location",
    "summary": "Bamyan or Bamyan Valley (/ˌbæmiˈɑːn, ˌbɑː-/); (Dari: بامیان) also spelled Bamiyan or Bamian is the capital of Bamyan Province in central Afghanistan. Its population of approximately 70,000 people makes it the largest city in Hazarajat. Bamyan is at an altitude of about 8,366 feet (2,550 m) above sea level. The Bamyan Airport is located in the middle of the city. The driving distance between Bamyan and Kabul in the southeast is approximately 180 kilometres (110 mi). The Band-e-Amir National Park is to the west, about a half-hour drive from the city of Bamyan. Bamyan is referred to by some as the \"Shining Light\" and \"Valley of Gods\". There are several tourist attractions near the city, including the Buddhas of Bamyan, which were carved into cliffs on the north side of Bamyan city in the 6th and 7th century CE, dating them to the Hephthalite rule. Other attractions close to the city include Shahr-e Gholghola and Zuhak. In 2008, Bamyan was found to be the home of the world's oldest oil paintings. At the end of the 10th century, there was a Buddhist culture in which several thousand Buddhist monks lived in caves carved into the mountain. The 53 meters known as the Salsal and 35 meters known as Shahmama are the high-standing Buddha statues and best-known monuments left by the Buddhists, which were destroyed by the Taliban in 2001. Furthermore, there are several cultural sites left from both the Buddhist and the later Islamic era of the valley. After the overthrown of the Taliban from power in 2002, considerable efforts have been made to preserve the cultural monuments in the valley. The city of Bamyan has four districts and a total land area of 3,539 hectares. The total number of dwellings in this city is 4,435. The Bamyan valley marked the most westerly point of Buddhist expansion and was a crucial hub of trade for much of the second millennium CE. It was a place where East met West and its archaeology reveals a blend of Greek, Turkic, Persian, Chinese, and Indian influences. The valley is one of Afghanistan's most touristic places. The city of Bamyan joined the UNESCO Creative Cities Network as a Crafts and Folk Art city in 2017. \"UNESCO noted the Bamiyan Valley is the most monumental expression of western Buddhism\". Bamiyan is now listed by UNESCO as a World Heritage Site in Danger. On 15 August 2021, Bamyan was seized again by Taliban fighters, becoming the twenty-ninth provincial capital to be captured by the Taliban as part of the wider 2021 Taliban offensive."
  },
  {
    "entity": "Takhar",
    "category": "Location",
    "summary": "Takhar or Taahkarr (in Serer and Cangin) is a demi-god in the Serer religion worshipped by many Serers (an ethnic group found in Senegal, the Gambia and Mauritania). Takhar is the god of justice and vengeance in Serer religion and worshipped at the foot of certain trees in the forest deemed to be sacred. The Serer priestly class play a crucial role in the evokation of the demi-god and the implementation of its laws that devotees adhere to."
  },
  {
    "entity": "Public-Private-Partnership",
    "category": "Organization"
  },
  {
    "entity": "Renewable Energy Coordination committee",
    "category": "Organization"
  },
  {
    "entity": "Municipality of Kabul",
    "category": "Organization"
  },
  {
    "entity": "Renewable Energy Department",
    "category": "Organization",
    "acronym": "RED"
  },
  {
    "entity": "Performance Linked Incentives",
    "category": "Strategy"
  },
  {
    "entity": "Islamic Development Bank",
    "category": "Organization",
    "acronym": "IDB",
    "summary": "The Islamic Development Bank (Arabic: البنك الإسلامي للتنمية, abbreviated as IsDB) is a multilateral development finance institution that is focused on Islamic finance for infrastructure development and located in Jeddah, Saudi Arabia. There are 57 shareholding member states with the largest single shareholder being Saudi Arabia."
  },
  {
    "entity": "World Bank",
    "category": "Organization",
    "acronym": "WB"
  },
  {
    "entity": "Asian Development Bank",
    "category": "Organization",
    "acronym": "ADB",
    "summary": "The Asian Development Bank (ADB) is a regional development bank established on 19 December 1966, which is headquartered in the Ortigas Center located in the city of Mandaluyong, Metro Manila, Philippines. The bank also maintains 31 field offices around the world to promote social and economic development in Asia. The bank admits the members of the United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP, formerly the Economic Commission for Asia and the Far East or ECAFE) and non-regional developed countries. From 31 members at its establishment, ADB now has 68 members. The ADB was modeled closely on the World Bank, and has a similar weighted voting system where votes are distributed in proportion with members' capital subscriptions. ADB releases an annual report that summarizes its operations, budget and other materials for review by the public. The ADB-Japan Scholarship Program (ADB-JSP) enrolls about 300 students annually in academic institutions located in 10 countries within the Region. Upon completion of their study programs, scholars are expected to contribute to the economic and social development of their home countries. ADB is an official United Nations Observer. As of 31 December 2020, Japan and the United States each holds the largest proportion of shares at 15.571%. China holds 6.429%, India holds 6.317%, and Australia holds 5.773%."
  },
  {
    "entity": "Vocational Training Centre",
    "category": "Organization",
    "acronym": "VTC"
  },
  {
    "entity": "Ministries of Education and Higher Education",
    "category": "Organization"
  },
  {
    "entity": "Rio",
    "category": "Location"
  }
]