[
  {
    "entity": "Ministry of Energy and Water",
    "category": "Organization",
    "acronym": "MEW",
    "summary": "The Afghan Ministry of Energy and Water (Dari: وزارت انرژی و آب افغانستان, Pashto: د افغانستان د انرژۍ او اوبو وزارت) is a ministry of the government of Afghanistan. Following the U.S. invasion of Afghanistan the ministry had the task of co-ordinating an effort to reintroduce power to areas of Afghanistan that had been cut off. Areas particularly badly affected were southern regions - Pakistan, Iran and India all agreed to supply power. On 17 June 2003 the Asian Development Bank agreed to give a loan of $50 million (USD) to the Afghan Ministry of Energy and Water. The loan would be spent over the next three years on projects for the production, distribution and transmission of electricity in Afghanistan. Previous Ismail Khan served as Minister from 2004 – October 2013, being succeeded by Mohammad Arif Noorzai from 28 October 2013 – November 2014. On 7 September 2021 Abdul Latif Mansoor was appointed acting minister for the Islamic Emirate of Afghanistan."
  },
  {
    "entity": "Afghanistan",
    "category": "Location",
    "summary": "Afghanistan, officially the Islamic Emirate of Afghanistan, is a landlocked country located at the crossroads of Central Asia and South Asia. Referred to as the Heart of Asia, it is bordered by Pakistan to the east and south, Iran to the west, Turkmenistan to the northwest, Uzbekistan to the north, Tajikistan to the northeast, and China to the northeast and east. Occupying 652,864 square kilometers (252,072 sq mi) of land, the country is predominantly mountainous with plains in the north and the southwest, which are separated by the Hindu Kush mountain range. As of 2021, its population is 40.2 million (officially estimated to be 32.9 million), composed mostly of ethnic Pashtuns, Tajiks, Hazaras, and Uzbeks. Kabul is the country's largest city and serves as its capital. Human habitation in Afghanistan dates back to the Middle Paleolithic era, and the country's strategic location along the historic Silk Road has led it to being described, picturesquely, as the ‘roundabout of the ancient world’. Popularly referred to as the graveyard of empires, the land has historically been home to various peoples and has witnessed numerous military campaigns, including those by the Persians, Alexander the Great, the Maurya Empire, Arab Muslims, the Mongols, the British, the Soviet Union, and most recently by an American-led coalition. Afghanistan also served as the source from which the Greco-Bactrians and the Mughals, among others, rose to form major empires. The various conquests and periods in both the Iranian and Indian cultural spheres made the area a center for Zoroastrianism, Buddhism, Hinduism, and later Islam throughout history. The modern state of Afghanistan began with the Durrani dynasty in the 18th century, with the Durrani Afghan Empire being formed by Ahmad Shah Durrani. The Durrani Empire led conquests in which, at its peak, encompassed land that spanned from eastern Iran to northern India. Following its decline and the death of Ahmad Shah Durrani, and Timur Shah, it was divided into multiple smaller independent kingdoms, including but not limited to: Herat, Kandahar and Kabul. Afghanistan would be reunited in the 19th century after wars of unification led by Dost Mohammad Khan, where he conquered the independent principalities in Afghanistan. Dost Mohammad died in 1863, weeks after his last campaign to unite Afghanistan, and as a result, threw Afghanistan back into civil war with his successors. During this time, Afghanistan became a buffer state in the Great Game between the British Empire (in British-ruled India) and the Russian Empire. From India, the British attempted to subjugate Afghanistan but were repelled in the First Anglo-Afghan War. However, the Second Anglo-Afghan War saw a British victory and the successful establishment of British political influence over Afghanistan. Following the Third Anglo-Afghan War in 1919, Afghanistan became free of foreign dominance, and eventually emerged as the independent Kingdom of Afghanistan in June 1926 under Amanullah Khan. This monarchy lasted almost 50 years, until Zahir Shah was overthrown in 1973, following which the Republic of Afghanistan was established. Since the late 1970s, Afghanistan's history has been dominated by extensive warfare, including coups, invasions, insurgencies, and civil wars which would end twice with the victory of the Islamic fundamentalist Taliban. In 1979 the Soviet Union invaded Afghanistan. Mujahideen fought against them in the Soviet–Afghan War and continued fighting amongst themselves following Soviet withdrawal in 1989. The Taliban controlled most of the country by 1996, but their Islamic Emirate of Afghanistan received little international recognition before its overthrow in the 2001 United States invasion of Afghanistan. The Taliban returned to power in 2021 following Kabul's capture by the Taliban and the concurrent overthrow of the Islamic Republic of Afghanistan, ending the 2001–2021 war. Although initially claiming to form an inclusive government for the country, the Taliban in September 2021 re-established the Islamic Emirate of Afghanistan with an interim government made up entirely of Taliban members; the regime currently remains internationally unrecognized. Afghanistan is prominently rich in natural resources, including lithium, iron, zinc, and copper, amongst many others. It is also the world's largest producer of opium, second largest producer of cannabis, and third largest of both saffron and cashmere. The country is a member of the South Asian Association for Regional Cooperation and a founding member of the Organisation of Islamic Cooperation. Due to the effects of war in recent decades, the country has dealt with high levels of terrorism, poverty, and child malnutrition. Afghanistan's economy is the world's 96th-largest, with a gross domestic product (GDP) of $72.9 billion by purchasing power parity; the country fares much worse in terms of per-capita GDP (PPP), ranking 169th out of 186 countries as of 2018."
  },
  {
    "entity": "Afghans",
    "category": "Person"
  },
  {
    "entity": "Gross Domestic Product",
    "category": "Product",
    "acronym": "GDP"
  },
  {
    "entity": "Afghan Government",
    "category": "Organization"
  },
  {
    "entity": "National Poverty Line",
    "category": "Strategy"
  },
  {
    "entity": "Operations and Maintenance",
    "category": "Skill",
    "acronym": "O&M"
  },
  {
    "entity": "Afghanistan National Standards Authority",
    "category": "Organization",
    "acronym": "ANSA",
    "summary": "Afghanistan National Standards Authority (ANSA) is an authority under the framework of the Ministry of Commerce and Industry. Mullah Faizullah Akhund is the current acting head of the authority."
  },
  {
    "entity": "Da Afghanistan Breshna Sherkat",
    "category": "Organization"
  },
  {
    "entity": "Rural Energy and Enterprise Directorate",
    "category": "Organization"
  },
  {
    "entity": "Renewable Energy Department",
    "category": "Organization"
  },
  {
    "entity": "Rural Energy Unit",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Economy",
    "category": "Organization"
  },
  {
    "entity": "National Proirity Program",
    "category": "Project"
  },
  {
    "entity": "National Solidarity Program",
    "category": "Project",
    "acronym": "NSP"
  },
  {
    "entity": "National Area-Based Development Programme",
    "category": "Project",
    "acronym": "NABDP"
  },
  {
    "entity": "Energy Policy Department",
    "category": "Organization"
  },
  {
    "entity": "Energy for Rural Development in Afghanistan",
    "category": "Project"
  },
  {
    "entity": "National Energy Supply Program",
    "category": "Project",
    "acronym": "NESP"
  },
  {
    "entity": "Asian Development Bank",
    "category": "Organization",
    "acronym": "ADB",
    "summary": "The Asian Development Bank (ADB) is a regional development bank established on 19 December 1966, which is headquartered in the Ortigas Center located in the city of Mandaluyong, Metro Manila, Philippines. The bank also maintains 31 field offices around the world to promote social and economic development in Asia. The bank admits the members of the United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP, formerly the Economic Commission for Asia and the Far East or ECAFE) and non-regional developed countries. From 31 members at its establishment, ADB now has 68 members. The ADB was modeled closely on the World Bank, and has a similar weighted voting system where votes are distributed in proportion with members' capital subscriptions. ADB releases an annual report that summarizes its operations, budget and other materials for review by the public. The ADB-Japan Scholarship Program (ADB-JSP) enrolls about 300 students annually in academic institutions located in 10 countries within the Region. Upon completion of their study programs, scholars are expected to contribute to the economic and social development of their home countries. ADB is an official United Nations Observer. As of 31 December 2020, Japan and the United States each holds the largest proportion of shares at 15.571%. China holds 6.429%, India holds 6.317%, and Australia holds 5.773%."
  },
  {
    "entity": "Policy Oversight Committee",
    "category": "Organization"
  },
  {
    "entity": "Provincial Reconstruction Teams",
    "category": "Organization"
  },
  {
    "entity": "National Water and Natural Resources",
    "category": "Organization"
  },
  {
    "entity": "MRRD Rural Energy and Enterprise Directorate",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Agriculture, Irrigation and Livestock",
    "category": "Organization",
    "summary": "The Afghan Minister of Agriculture, Irrigation & Livestock (Persian: وزیر زراعت، آبیاری و مالداری افغانستان ) is the Government of Afghanistan Cabinet officer responsible for managing Afghanistan's agriculture policy. Among other matters, the Ministry oversees the work of the Helmand and Arghandab Valley Authority."
  },
  {
    "entity": "National Environment Protection Agency",
    "category": "Organization",
    "acronym": "NEPA"
  },
  {
    "entity": "Ministry of Finance",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Mines",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Public Health",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Education",
    "category": "Organization"
  },
  {
    "entity": "Technical Working Group",
    "category": "Organization"
  }
]