[
  {
    "entity": "Sustainable Development Goals",
    "category": "Strategy",
    "summary": "The Sustainable Development Goals (SDGs) or Global Goals are a collection of 17 interlinked global goals designed to be a \"shared blueprint for peace and prosperity for people and the planet, now and into the future\". The SDGs were set up in 2015 by the United Nations General Assembly (UN-GA) and are intended to be achieved by 2030. They are included in a UN-GA Resolution called the 2030 Agenda or what is colloquially known as Agenda 2030. The SDGs were developed in the Post-2015 Development Agenda as the future global development framework to succeed the Millennium Development Goals which were ended in 2015. The SDGs emphasize the interconnected environmental, social and economic aspects of sustainable development, by putting sustainability at their center. The 17 SDGs are: No poverty, zero hunger, good health and well-being, quality education, gender equality, clean water and sanitation, affordable and clean energy, decent work and economic growth, industry, innovation and infrastructure, Reduced Inequality, Sustainable Cities and Communities, Responsible Consumption and Production, Climate Action, Life Below Water, Life On Land, Peace, Justice, and Strong Institutions, Partnerships for the Goals. Though the goals are broad and interdependent, two years later (6 July 2017), the SDGs were made more \"actionable\" by a UN Resolution adopted by the General Assembly. The resolution identifies specific targets for each goal, along with indicators that are being used to measure progress toward each target. The year by which the target is meant to be achieved is usually between 2020 and 2030. For some of the targets, no end date is given. There are cross-cutting issues and synergies between the different goals. Cross-cutting issues include gender equality, education, culture and health. With regards to SDG 13 on climate action, the IPCC sees robust synergies, particularly for the SDGs 3 (health), 7 (clean energy), 11 (cities and communities), 12 (responsible consumption and production) and 14 (oceans). Synergies amongst the SDGs are \"the good antagonists of trade-offs\". Some of the known and much discussed conceptual problem areas of the SDGs include: The fact that there are competing and too many goals (resulting in problems of trade-offs), that they are weak on environmental sustainability and that there are difficulties with tracking qualitative indicators. For example, these are two difficult trade-offs to consider: \"How can ending hunger be reconciled with environmental sustainability? (SDG targets 2.3 and 15.2) How can economic growth be reconciled with environmental sustainability? (SDG targets 9.2 and 9.4) \" The UN High-Level Political Forum on Sustainable Development (HLPF) is the annual space for global monitoring of the SDGs, under the auspices of the United Nations Economic and Social Council. However, it has so far failed to act as an orchestrator to promote system-wide coherence due to a lack of political leadership owing to divergent national interests. To facilitate monitoring of progress on the SDG implementation, a variety of tools exist to track and visualize this progress towards the goals. All intention is to make data more available and easily understood. For example, the \"SDG Tracker\", launched in June 2018, presents available data across all indicators. There were serious impacts and implications of the COVID-19 pandemic on all 17 SDGs in the year 2020. A scientific assessment released in 2022 stated that the world is not on track to achieve the SDGs by 2030 and concluded that the SDGs have so far had only limited political effects in global, national and local governance since their launch in 2015."
  },
  {
    "entity": "Angola",
    "category": "Location",
    "summary": "Angola (/æŋˈɡoʊlə/; Portuguese: [ɐ̃ˈɡɔlɐ]), officially the Republic of Angola (Portuguese: República de Angola), is a country located on the west coast of central-southern Africa. It is the second-largest Lusophone (Portuguese-speaking) country in both total area and population (behind Brazil in both cases), and is the seventh-largest country in Africa. It is bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda, that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and most populous city is Luanda. Angola has been inhabited since the Paleolithic Age. Its formation as a nation-state originates from Portuguese colonisation, which initially began with coastal settlements and trading posts founded in the 16th century. In the 19th century, European settlers gradually began to establish themselves in the interior. The Portuguese colony that became Angola did not have its present borders until the early 20th century, owing to resistance by native groups such as the Cuamato, the Kwanyama and the Mbunda. After a protracted anti-colonial struggle, Angola achieved independence in 1975 as a Marxist–Leninist one-party Republic. The country descended into a devastating civil war the same year, between the ruling People's Movement for the Liberation of Angola (MPLA), backed by the Soviet Union and Cuba, the insurgent National Union for the Total Independence of Angola, an originally Maoist and later anti-communist group supported by the United States and South Africa, and the militant organization National Liberation Front of Angola, backed by Zaire. The country has been governed by MPLA ever since its independence in 1975. Following the end of the war in 2002, Angola emerged as a relatively stable unitary, presidential constitutional republic. Angola has vast mineral and petroleum reserves, and its economy is among the fastest-growing in the world, especially since the end of the civil war; however, economic growth is highly uneven, with most of the nation's wealth concentrated in a disproportionately small part of the population; the largest investment and trade partners are China and the United States. The standard of living remains low for most Angolans; life expectancy is among the lowest in the world, while infant mortality is among the highest. Since 2017, the government of João Lourenço has made fighting corruption its flagship, so much so that many individuals of the previous government are either jailed or awaiting trial. Whilst this effort has been recognised by foreign diplomats to be legitimate, some skeptics see the actions as being politically motivated. Angola is a member of the United Nations, OPEC, African Union, the Community of Portuguese Language Countries, and the Southern African Development Community. As of 2021, the Angolan population is estimated at 32.87 million. Angola is multicultural and multiethnic. Angolan culture reflects centuries of Portuguese influence, namely the predominance of the Portuguese language and of the Catholic Church, intermingled with a variety of indigenous customs and traditions."
  },
  {
    "entity": "International Monetary Fund",
    "category": "Organization",
    "acronym": "IMF"
  },
  {
    "entity": "National Development Plan",
    "category": "Project",
    "acronym": "NDP",
    "summary": "National Development Plan (NDP, Irish: Plean Forbartha Náisiúnta) was the title given by the Irish Government to a scheme of organised large-scale expenditure on (mainly) national infrastructure. The first five-year plan ran from 1988 to 1993, the second was a six-year plan from 1994 to 1999 and the third ran as a seven-year plan from 2000 to 2006. A fourth National Development Plan ran from 2007 to 2011 (spending €70 million a day every day during this period). The main elements of the third plan were the development of a national motorway network between the major cities in Ireland. The upgrading of the rail network was a secondary scheme. In November 2011, the Government announced that the National Development Plan was to be succeeded by a Capital Investment Plan. This scheme began on 1 January 2012 and ran until 31 December 2015. A second Capital Investment Plan is currently running from 1 January 2016 to 31 December 2021."
  },
  {
    "entity": "Goals",
    "category": "Project"
  },
  {
    "entity": "Global Environment Facility",
    "category": "Organization",
    "acronym": "GEF",
    "summary": "The Global Environment Facility (GEF) is a multilateral environmental fund that provides grants and blended finance for projects related to biodiversity, climate change, international waters, land degradation, persistent organic pollutants (POPs), mercury, sustainable forest management, food security, and sustainable cities in developing countries. It is the largest source of multilateral funding for biodiversity globally, and distributes more than $1 billion a year on average to address inter-related environmental challenges. The GEF was established ahead of the 1992 Rio Earth Summit and includes 184 countries in partnership with international institutions, civil society organizations, and the private sector. It supports country-driven sustainable development initiatives in developing countries that generate global environmental benefits. To date, the GEF has provided more than $22 billion in grants and mobilized another $120 billion in co-financing for more than 5,200 projects and programs. Through its Small Grants Programme (SGP), the GEF has provided support to nearly 27,000 civil society and community initiatives in 136 countries. In June 2022, donors to the GEF pledged a record $5.33 billion in support for its latest four-year replenishment cycle, which runs until June 2026. In addition to funding projects through grants and blended finance, the GEF also serves as financial mechanism for the following conventions: \n* Convention on Biological Diversity (CBD) \n* United Nations Framework Convention on Climate Change (UNFCCC) \n* United Nations Convention to Combat Desertification (UNCCD) \n* Stockholm Convention on Persistent Organic Pollutants \n* Minamata Convention on Mercury The GEF also supports implementation of the Montreal Protocol on Substances that Deplete the Ozone Layer (MP)."
  },
  {
    "entity": "Economic and Social Council",
    "category": "Organization"
  },
  {
    "entity": "General Assembly",
    "category": "Organization"
  },
  {
    "entity": "United Nations",
    "category": "Organization",
    "summary": "The United Nations (UN) is an intergovernmental organization whose stated purposes are to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the world's largest and most familiar international organization. The UN is headquartered on international territory in New York City, and has other main offices in Geneva, Nairobi, Vienna, and The Hague (home to the International Court of Justice). The UN was established after World War II with the aim of preventing future world wars, succeeding the League of Nations, which was characterized as ineffective. On 25 April 1945, 50 governments met in San Francisco for a conference and started drafting the UN Charter, which was adopted on 25 June 1945 and took effect on 24 October 1945, when the UN began operations. Pursuant to the Charter, the organization's objectives include maintaining international peace and security, protecting human rights, delivering humanitarian aid, promoting sustainable development, and upholding international law. At its founding, the UN had 51 member states; with the addition of South Sudan in 2011, membership is now 193, representing almost all of the world's sovereign states. The organization's mission to preserve world peace was complicated in its early decades by the Cold War between the United States and Soviet Union and their respective allies. Its missions have consisted primarily of unarmed military observers and lightly armed troops with primarily monitoring, reporting and confidence-building roles. UN membership grew significantly following widespread decolonization beginning in the 1960s. Since then, 80 former colonies have gained independence, including 11 trust territories that had been monitored by the Trusteeship Council. By the 1970s, the UN's budget for economic and social development programmes far outstripped its spending on peacekeeping. After the end of the Cold War, the UN shifted and expanded its field operations, undertaking a wide variety of complex tasks. The UN has six principal organs: the General Assembly; the Security Council; the Economic and Social Council (ECOSOC); the Trusteeship Council; the International Court of Justice; and the UN Secretariat. The UN System includes a multitude of specialized agencies, funds and programmes such as the World Bank Group, the World Health Organization, the World Food Programme, UNESCO, and UNICEF. Additionally, non-governmental organizations may be granted consultative status with ECOSOC and other agencies to participate in the UN's work. The UN's chief administrative officer is the secretary-general, currently Portuguese politician and diplomat António Guterres, who began his first five year-term on 1 January 2017 and was re-elected on 8 June 2021. The organization is financed by assessed and voluntary contributions from its member states. The UN, its officers, and its agencies have won many Nobel Peace Prizes, though other evaluations of its effectiveness have been mixed. Some commentators believe the organization to be an important force for peace and human development, while others have called it ineffective, biased, or corrupt."
  },
  {
    "entity": "International Labour Organization",
    "category": "Organization",
    "acronym": "ILO"
  },
  {
    "entity": "Ministry of Finance",
    "category": "Organization",
    "acronym": "MINFIN"
  },
  {
    "entity": "African Development Bank",
    "category": "Organization",
    "acronym": "ADB",
    "summary": "The African Development Bank Group (AfDB) or Banque Africaine de Développement (BAD) is a multilateral development finance institution headquartered in Abidjan, Ivory Coast, since September 2014. The AfDB is a financial provider to African governments and private companies investing in the regional member countries (RMC). The AfDB was founded in 1964 by the Organisation of African Unity, which is the predecessor of the African Union. The AfDB comprises three entities: The African Development Bank, the African Development Fund and the Nigeria Trust Fund."
  },
  {
    "entity": "World Bank",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Economy and Planning",
    "category": "Organization"
  },
  {
    "entity": "United States Agency for International Development",
    "category": "Organization",
    "acronym": "USAID",
    "summary": "The United States Agency for International Development (USAID) is an independent agency of the U.S. federal government that is primarily responsible for administering civilian foreign aid and development assistance. With a budget of over $27 billion, USAID is one of the largest official aid agencies in the world and accounts for more than half of all U.S. foreign assistance—the highest in the world in absolute dollar terms. Congress passed the Foreign Assistance Act on September 4, 1961, which reorganized U.S. foreign assistance programs and mandated the creation of an agency to administer economic aid. USAID was subsequently established by the executive order of President John F. Kennedy, who sought to unite several existing foreign assistance organizations and programs under one agency. USAID became the first U.S. foreign assistance organization whose primary focus was long-term socioeconomic development. USAID's programs are authorized by Congress in the Foreign Assistance Act, which Congress supplements through directions in annual funding appropriation acts and other legislation. As an official component of U.S. foreign policy, USAID operates subject to the guidance of the President, Secretary of State, and the National Security Council. USAID has missions in over 100 countries, primarily in Africa, Asia, Latin America, the Middle East, and Eastern Europe."
  },
  {
    "entity": "United Nations Children’s Fund",
    "category": "Organization",
    "acronym": "UNICEF"
  },
  {
    "entity": "National Network Civil Society Organizations for HIV/AIDS",
    "category": "Organization",
    "acronym": "ANASO"
  },
  {
    "entity": "Joint United Nations Programme on HIV/AIDS",
    "category": "Organization",
    "acronym": "UNAIDS",
    "summary": "The Joint United Nations Programme on HIV and AIDS (UNAIDS) (French: Programme commun des Nations Unies sur le VIH/sida, ONUSIDA) is the main advocate for accelerated, comprehensive and coordinated global action on the HIV/AIDS pandemic. The mission of UNAIDS is to lead, strengthen and support an expanded response to HIV and AIDS that includes preventing transmission of HIV, providing care and support to those already living with the virus, reducing the vulnerability of individuals and communities to HIV and alleviating the impact of the epidemic. UNAIDS seeks to prevent the HIV/AIDS epidemic from becoming a severe pandemic. UNAIDS is headquartered in Geneva, Switzerland, where it shares some site facilities with the World Health Organization. It is a member of the United Nations Development Group. Currently, Winnie Byanyima leads UNAIDS as executive director. Former executive directors are Peter Piot (1995–2008) and Michel Sidibé (2009–2019). The agency promotes the GIPA principle (greater involvement of people living with HIV) formulated in 1994, and endorsed by the United Nations in 2001 and 2006."
  },
  {
    "entity": "Angolan Corporate Social Responsibility Network",
    "category": "Organization"
  },
  {
    "entity": "World Health Organization",
    "category": "Organization",
    "acronym": "WHO"
  },
  {
    "entity": "Ministry of Justice",
    "category": "Organization"
  },
  {
    "entity": "Ombudsperson",
    "category": "Person"
  },
  {
    "entity": "Global Fund",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Health",
    "category": "Organization"
  },
  {
    "entity": "Public-Private Partnership Initiative",
    "category": "Project"
  },
  {
    "entity": "United States President’s Emergency Plan for AIDS Relief",
    "category": "Organization",
    "acronym": "PEPFAR"
  },
  {
    "entity": "National HIV/AIDS Institute",
    "category": "Organization",
    "acronym": "INLS"
  },
  {
    "entity": "Office of the Attorney General",
    "category": "Organization"
  },
  {
    "entity": "Parliament",
    "category": "Organization",
    "summary": "In modern politics, and history, a parliament is a legislative body of government. Generally, a modern parliament has three functions: representing the electorate, making laws, and overseeing the government via hearings and inquiries. The term is similar to the idea of a senate, synod or congress and is commonly used in countries that are current or former monarchies. Some contexts restrict the use of the word parliament to parliamentary systems, although it is also used to describe the legislature in some presidential systems (e.g., the Parliament of Ghana), even where it is not in the official name. Historically, parliaments included various kinds of deliberative, consultative, and judicial assemblies, an example being the French medieval and early modern parlements."
  },
  {
    "entity": "Brazil",
    "category": "Location",
    "summary": "Brazil (Portuguese: Brasil; Brazilian Portuguese: [bɾaˈziw]), officially the Federative Republic of Brazil (Portuguese: ), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3,300,000 sq mi) and with over 217 million people, Brazil is the world's fifth-largest country by area and the seventh most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states and the Federal District. It is the largest country to have Portuguese as an official language and the only one in the Americas; one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world; and the most populous Roman Catholic-majority country. Bounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries and territories in South America except Ecuador and Chile and covers roughly half of the continent's land area. Its Amazon basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage positions Brazil at number one of 17 megadiverse countries, and is the subject of significant global interest, as environmental degradation through processes like deforestation has direct impacts on global issues like climate change and biodiversity loss. The territory which would become known as Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the discovered land for the Portuguese Empire. Brazil remained a Portuguese colony until 1808 when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. Slavery was abolished in 1888. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites. Brazil is a regional and middle power, and is also classified as an emerging power. It is considered an advanced emerging economy, having the twelfth largest GDP in the world by nominal, and ninth by PPP measures, the largest in Latin America. As an upper-middle income economy by the World Bank and a newly industrialized country, Brazil has the largest share of global wealth in South America and it is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. However, the country maintains noticeable amounts of corruption, crime and social inequality. Brazil is a founding member of the United Nations, the G20, BRICS, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries."
  },
  {
    "entity": "European Union",
    "category": "Organization",
    "acronym": "EU"
  },
  {
    "entity": "Public Procurement Services",
    "category": "Organization"
  },
  {
    "entity": "Court of Auditors",
    "category": "Organization"
  },
  {
    "entity": "General Inspection Services",
    "category": "Organization"
  },
  {
    "entity": "Cabo Verde",
    "category": "Location"
  },
  {
    "entity": "Ministry of the Interior",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Justice and Human Rights",
    "category": "Organization"
  },
  {
    "entity": "Provedor de Justiça",
    "category": "Organization"
  },
  {
    "entity": "United Nations High Commissioner for Human Rights",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Youth",
    "category": "Organization"
  },
  {
    "entity": "UNDP Strategic Plan",
    "category": "Strategy"
  },
  {
    "entity": "Bureau of External Relations and Advocacy",
    "category": "Organization",
    "acronym": "BERA"
  }
]