[
  {
    "entity": "Georgia",
    "category": "Location",
    "information": "The reform should strengthen Georgia economy and embark in an energy transition in full compliance with the Paris Agreement"
  },
  {
    "entity": "Programme d'Efficacité Énergétique du Bâtiment",
    "category": "Project",
    "acronym": "PEEB"
  },
  {
    "entity": "Agence Française de Développement",
    "category": "Organization",
    "acronym": "AFD"
  },
  {
    "entity": "Deutsche Gesellschaft für Internationale Zusammenarbeit",
    "category": "Organization",
    "acronym": "GIZ",
    "summary": "The Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH (English: German Agency for International Cooperation GmbH), often simply shortened to GIZ, is the main German development agency. It is headquartered in Bonn and Eschborn and provides services in the field of international development cooperation and international education work. The organization's self-declared goal is to deliver effective solutions that offer people better prospects and sustainably improve their living conditions. GIZ's main commissioning party is Germany's Federal Ministry for Economic Cooperation and Development (BMZ). Other commissioners include European Union institutions, the United Nations, the private sector, and governments of other countries. In its projects GIZ works with partners in national governments, actors from the private sector, civil society and research institutions. Additionally, in cooperation with the German Federal Employment Agency, GIZ operates the Centre for International Migration and Development (CIM), an agency specialized on international cooperation activities related to global labor mobility. GIZ was established on 1 January 2011, through the merger of three German international development organizations: the Deutscher Entwicklungsdienst (DED), the Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ), and Internationale Weiterbildung und Entwicklung (InWEnt). The merger was overseen by Dirk Niebel, federal development minister from 2009 to 2013. His predecessor had previously tried and failed to merge the DED with the KfW. GIZ is one of the world's largest development agencies, with a business volume in excess of €3.1 billion in 2019 as well as 22,199 employees spread over more than 120 countries."
  },
  {
    "entity": "European Union",
    "category": "Organization",
    "acronym": "EU"
  },
  {
    "entity": "Government of Moldova",
    "category": "Organization",
    "acronym": "GoM",
    "summary": "The Government of Moldova (Romanian: Guvernul Republicii Moldova) is the government of the Republic of Moldova. It is housed on the Government House at the Great National Assembly Square in Chișinău, the capital of Moldova. Currently, the President of Moldova is Maia Sandu, while the Prime Minister of Moldova is Natalia Gavrilița. The current ruling cabinet of Moldova is the Gavrilița Cabinet, incumbent since 6 August 2021."
  },
  {
    "entity": "Moldova",
    "category": "Location",
    "summary": "Moldova (/mɒlˈdoʊvə/ mol-DOH-və, sometimes UK: /ˈmɒldəvə/ MOL-də-və; Romanian pronunciation: [molˈdova]), officially the Republic of Moldova (Romanian: Republica Moldova), is a landlocked country in Eastern Europe. It is bordered by Romania to the west and Ukraine to the north, east, and south. The unrecognised state of Transnistria lies across the Dniester on the country's eastern border with Ukraine. Moldova's capital and largest city is Chișinău. Most of Moldovan territory was a part of the Principality of Moldavia from the 14th century until 1812, when it was ceded to the Russian Empire by the Ottoman Empire (to which Moldavia was a vassal state) and became known as Bessarabia. In 1856, southern Bessarabia was returned to Moldavia, which three years later united with Wallachia to form Romania, but Russian rule was restored over the whole of the region in 1878. During the 1917 Russian Revolution, Bessarabia briefly became an autonomous state within the Russian Republic, known as the Moldavian Democratic Republic. In February 1918, the Moldavian Democratic Republic declared independence and then integrated into Romania later that year following a vote of its assembly. The decision was disputed by Soviet Russia, which in 1924 established, within the Ukrainian SSR, a so-called Moldavian autonomous republic (MASSR) on partially Moldovan-inhabited territories to the east of Bessarabia. In 1940, as a consequence of the Molotov–Ribbentrop Pact, Romania was compelled to cede Bessarabia and Northern Bukovina to the Soviet Union, leading to the creation of the Moldavian Soviet Socialist Republic (Moldavian SSR), which included the greater part of Bessarabia and the westernmost strip of the former MASSR (east of the Dniester River). On 27 August 1991, as the dissolution of the Soviet Union was underway, the Moldavian SSR declared independence and took the name Moldova. That same day, Romania became the first country to recognize Moldova's independence. The constitution of Moldova was adopted in 1994. The strip of the Moldovan territory on the east bank of the Dniester has been under the de facto control of the breakaway government of Transnistria since 1990. Due to a decrease in industrial and agricultural output following the dissolution of the Soviet Union, the service sector has grown to dominate Moldova's economy and is over 60% of the nation's GDP. Moldova is the second poorest country in Europe by GDP per capita. It also has the third lowest Human Development Index in Europe, ranking 80th in the world. Moldova is a parliamentary republic with a president as head of state and a prime minister as head of government. It is a member state of the United Nations, the Council of Europe, the World Trade Organization (WTO), the Organization for Security and Cooperation in Europe (OSCE), the GUAM Organization for Democracy and Economic Development, the Commonwealth of Independent States (CIS), the Organization of the Black Sea Economic Cooperation (BSEC), and the Association Trio. Moldova has been an official candidate for membership in the European Union since June 2022."
  },
  {
    "entity": "European Investment Bank",
    "category": "Organization",
    "acronym": "EIB",
    "summary": "The European Investment Bank (EIB) is the European Union's investment bank and is owned by the EU Member States. It is one of the largest supranational lenders in the world. The EIB finances and invests both through equity and debt solutions projects that achieve the policy aims of the European Union through loans, guarantees and technical assistance. The EIB focuses on the areas of climate, environment, small and medium sized enterprises (SMEs), development, cohesion and infrastructure. It has played a large role in providing finance during crises including the 2008 financial crash and the COVID-19 pandemic. Since its inception in 1958 the EIB has invested over one trillion euros. It primarily funds projects that \"cannot be entirely financed by the various means available in the individual Member States\". The EIB is one of the biggest financiers of green finance in the world. In 2007, the EIB became the first institution in the world to issue green bonds. In 2019 it committed to stop funding fossil fuel projects by the end of 2021. The EIB plans to invest 1 trillion euros in climate-related projects by 2030 including a just transition. The EIB is not funded through the budget of the EU. Instead, it raises money through the international capital markets by issuing bonds. The EIB is rated triple-A, the most credit-worthy rating on the bond market, by \"the Big Three\" credit rating agencies: Moody's, Standard and Poor's, and Fitch. Each member state pays capital into the EIB's reserves which is broadly in line with their share of EU gross domestic product. The EIB was founded by the Treaty of Rome, which came into force on 1 January 1958. It was the first of the world's regional development banks and is sometimes referred to as the largest multilateral development bank (MDB). The EIB was established to facilitate equitable development in the EU through lending to regions that are less developed and to support the EU's internal market. The EIB is active in 140 countries throughout the world. It makes around 10% of its investments outside the EU to support the European Union's development aid and cooperation policies. The EIB has been criticised and caused controversy for various actions and inactions of its own (or projects it funded), including: insufficient stakeholder consultation, lack of organisational transparency, climate change response, tax avoidance, acceptance of vegeterian and vegan people, and staff harassment."
  },
  {
    "entity": "Albania",
    "category": "Location",
    "summary": "Albania (/ælˈbeɪniə, ɔːl-/ a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria), officially the Republic of Albania (Albanian: Republika e Shqipërisë), is a country in Southeastern Europe. It is located on the Adriatic and Ionian Seas within the Mediterranean Sea and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east and Greece to the south. Tirana is its capital and largest city, followed by Durrës, Vlorë, and Shkodër. Albania displays varied climatic, geological, hydrological, and morphological conditions, defined in an area of 28,748 km2 (11,100 sq mi). It possesses significant diversity with the landscape ranging from the snow-capped mountains in the Albanian Alps as well as the Korab, Skanderbeg, Pindus and Ceraunian Mountains to the hot and sunny coasts of the Albanian Adriatic and Ionian Sea along the Mediterranean Sea. Albania has been inhabited by different civilisations over time, such as the Illyrians, Thracians, Greeks, Romans, Byzantines, Venetians, and Ottomans. The Albanians established the autonomous Principality of Arbër in the 12th century. The Kingdom of Albania and Principality of Albania formed between the 13th and 14th centuries. Prior to the Ottoman conquest of Albania in the 15th century, the Albanian resistance to Ottoman expansion into Europe led by Skanderbeg won them acclaim over most of Europe. Albania remained under Ottoman rule for nearly five centuries, during which many Albanians (known as Arnauts) attained high-ranking offices in the empire, especially in the Southern Balkans and Egypt. Between the 18th and 19th centuries, cultural developments, widely attributed to Albanians having gathered both spiritual and intellectual strength, conclusively led to the Albanian Renaissance. After the defeat of the Ottomans in the Balkan Wars, the modern nation state of Albania declared independence in 1912. In the 20th century, the Kingdom of Albania was invaded by Italy, which formed Greater Albania before becoming a protectorate of Nazi Germany. Enver Hoxha formed the People's Socialist Republic of Albania after World War II, modeled under the terms of Hoxhaism. The Revolutions of 1991 concluded the fall of communism in Albania and eventually the establishment of the current Republic of Albania. Albania is a unitary parliamentary constitutional republic. It is a developing country, ranking 67th in the Human Development Index, with an upper-middle income economy dominated by the service sector, followed by manufacturing. It went through a process of transition following the end of communism in 1990, from centralised planning to a market-based economy. Albania provides universal health care and free primary and secondary education to its citizens. Albania is a member of the United Nations, World Bank, UNESCO, NATO, WTO, COE, OSCE, and OIC. It has been an official candidate for membership in the European Union since 2014. It is one of the founding members of the Energy Community, including the Organization of the Black Sea Economic Cooperation and Union for the Mediterranean."
  },
  {
    "entity": "European Bank for Reconstruction and Development",
    "category": "Organization",
    "acronym": "EBRD",
    "summary": "The European Bank for Reconstruction and Development (EBRD) is an international financial institution founded in 1991. As a multilateral developmental investment bank, the EBRD uses investment as a tool to build market economies. Initially focused on the countries of the former Eastern Bloc it expanded to support development in more than 30 countries from Central Europe to Central Asia. Similar to other multilateral development banks, the EBRD has members from all over the world (North America, Africa, Asia and Australia, see below), with the biggest single shareholder being the United States, but only lends regionally in its countries of operations. Headquartered in London, the EBRD is owned by 71 countries and two European Union institutions, the newest shareholder being Algeria since October 2021. Despite its public sector shareholders, it invests in private enterprises, together with commercial partners. The EBRD is not to be confused with the European Investment Bank (EIB), which is owned by EU member states and is used to support EU policy. EBRD is also distinct from the Council of Europe Development Bank (CEB)."
  }
]