[
  {
    "entity": "Stated Agency for International DevelopmentT",
    "category": "Organization",
    "summary": null,
    "Information": "The Stated Agency for International DevelopmentT administers the Strategy."
  },
  {
    "entity": "Ministry of Infrastructure and Energy",
    "category": "Organization",
    "summary": null,
    "Information": "The Ministry of Infrastructure and Energy partners with the Energy Community."
  },
  {
    "entity": "Albania",
    "category": "Location",
    "summary": "Albania (/ælˈbeɪniə, ɔːl-/ a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria), officially the Republic of Albania (Albanian: Republika e Shqipërisë), is a country in Southeastern Europe. It is located on the Adriatic and Ionian Seas within the Mediterranean Sea and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east and Greece to the south. Tirana is its capital and largest city, followed by Durrës, Vlorë, and Shkodër. Albania displays varied climatic, geological, hydrological, and morphological conditions, defined in an area of 28,748 km2 (11,100 sq mi). It possesses significant diversity with the landscape ranging from the snow-capped mountains in the Albanian Alps as well as the Korab, Skanderbeg, Pindus and Ceraunian Mountains to the hot and sunny coasts of the Albanian Adriatic and Ionian Sea along the Mediterranean Sea. Albania has been inhabited by different civilisations over time, such as the Illyrians, Thracians, Greeks, Romans, Byzantines, Venetians, and Ottomans. The Albanians established the autonomous Principality of Arbër in the 12th century. The Kingdom of Albania and Principality of Albania formed between the 13th and 14th centuries. Prior to the Ottoman conquest of Albania in the 15th century, the Albanian resistance to Ottoman expansion into Europe led by Skanderbeg won them acclaim over most of Europe. Albania remained under Ottoman rule for nearly five centuries, during which many Albanians (known as Arnauts) attained high-ranking offices in the empire, especially in the Southern Balkans and Egypt. Between the 18th and 19th centuries, cultural developments, widely attributed to Albanians having gathered both spiritual and intellectual strength, conclusively led to the Albanian Renaissance. After the defeat of the Ottomans in the Balkan Wars, the modern nation state of Albania declared independence in 1912. In the 20th century, the Kingdom of Albania was invaded by Italy, which formed Greater Albania before becoming a protectorate of Nazi Germany. Enver Hoxha formed the People's Socialist Republic of Albania after World War II, modeled under the terms of Hoxhaism. The Revolutions of 1991 concluded the fall of communism in Albania and eventually the establishment of the current Republic of Albania. Albania is a unitary parliamentary constitutional republic. It is a developing country, ranking 67th in the Human Development Index, with an upper-middle income economy dominated by the service sector, followed by manufacturing. It went through a process of transition following the end of communism in 1990, from centralised planning to a market-based economy. Albania provides universal health care and free primary and secondary education to its citizens. Albania is a member of the United Nations, World Bank, UNESCO, NATO, WTO, COE, OSCE, and OIC. It has been an official candidate for membership in the European Union since 2014. It is one of the founding members of the Energy Community, including the Organization of the Black Sea Economic Cooperation and Union for the Mediterranean.",
    "Information": "Adoption of new power sector Law in transposition of the Third Energy Package"
  },
  {
    "entity": "Albanian Power Corporation",
    "category": "Organization",
    "acronym": "KESh",
    "summary": "The Energy of Albania (Albanian: Korporata Elektroenergjitike Shqiptare - KESH) is the largest government owned electricity producing company in Albania.KESH operates the most important electricity generating plants in the country. They include: The Drin River Cascade hydropower plants (Fierza HPP, Komani HPP and Vau i Dejës HPP), with an installed power capacity of 1,350 MW, and theVlora TPP, with an installed power capacity of 98 MW. The cascade, built on the Drin River, is the largest in the Balkan region by installed capacity, as well as by the size of the hydropower plants. By operating 79% of the generation capacity in the country, KESH supplies about 70-75% of the customers' demand for electricity, provides the energy needed to cover the losses in the transmission grid, as well as guarantees the security of the Albanian energy system through balancing energy and auxiliaryservices. KESH is also responsible for the administration, the proper operation as well as for guaranteeing the technical and operational safety of the power plants it operates."
  },
  {
    "entity": "Albanian Oil and Gas Public Company",
    "category": "Organization",
    "acronym": "ALBPETROL",
    "summary": null
  },
  {
    "entity": "Albanian Refining and Marketing of Oil",
    "category": "Organization",
    "acronym": "ARMO",
    "summary": null
  },
  {
    "entity": "Operator of the Electricity Distribution System",
    "category": "Organization",
    "acronym": "OSHEE",
    "summary": null
  },
  {
    "entity": "Operator of the Transmission System",
    "category": "Organization",
    "acronym": "OST",
    "summary": null
  },
  {
    "entity": "ALBGAS",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "European Commission",
    "category": "Organization",
    "acronym": "EC",
    "summary": null
  },
  {
    "entity": "“ Enhancing Capacity for Low Emissions Development Strategies",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Energy Sector",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Second National Strategy for Development and Integration",
    "category": "Strategy",
    "summary": null,
    "Information": "The principles guiding the development of this strategy are fully in line with the principles of the Second National Strategy for Development and Integration."
  },
  {
    "entity": "Communication",
    "category": "Event",
    "summary": "Communication (from Latin: communicare, meaning \"to share\" or \"to be in relation with\") is usually defined as the transmission of information. The term may also refer to the message communicated through such transmissions or the field of inquiry studying them. There are many disagreements about its precise definition. John Peters argues that the difficulty of defining communication emerges from the fact that communication is both a universal phenomenon and a specific discipline of institutional academic study. One definitional strategy involves limiting what can be included in the category of communication (for example, requiring a \"conscious intent\" to persuade). By this logic, one possible definition of communication is the act of developing meaning among entities or groups through the use of sufficiently mutually understood signs, symbols, and semiotic conventions. An important distinction is between verbal communication, which happens through the use of a language, and non-verbal communication, for example, through gestures or facial expressions. Models of communication try to provide a detailed explanation of the different steps and entities involved. An influential model is given by Claude Shannon and Warren Weaver, who argue that communicative motivation prompts the sender to compose a message, which is then encoded and transmitted. Once it has reached its destination, it is decoded and interpreted by the receiver. Communication is studied in various fields. Information theory investigates the quantification, storage, and communication of information in general. Communication studies is concerned with human communication, while the science of biocommunication is interested in any form of communication between living organisms. Communication can be realized visually (through images and written language) and through auditory, tactile/haptic (e.g. Braille or other physical means), olfactory, electromagnetic, or biochemical means (or any combination thereof). Human communication is unique in its extensive use of abstract language."
  },
  {
    "entity": "Energy Community Ministerial Council",
    "category": "Organization",
    "summary": null,
    "Information": "as announced at the Energy Community Ministerial Council meeting on 14 December 2017"
  },
  {
    "entity": "Integrated Energy and Climate Plan",
    "category": "Strategy",
    "acronym": "IECP",
    "summary": null,
    "Information": "will address the five mutually reinforcing and interrelated dimensions, adapted in the context of Albania, to bring greater energy security, sustainability and competitiveness."
  },
  {
    "entity": "United States Agency for International Development",
    "category": "Organization",
    "acronym": "USAID",
    "summary": "The United States Agency for International Development (USAID) is an independent agency of the U.S. federal government that is primarily responsible for administering civilian foreign aid and development assistance. With a budget of over $27 billion, USAID is one of the largest official aid agencies in the world and accounts for more than half of all U.S. foreign assistance—the highest in the world in absolute dollar terms. Congress passed the Foreign Assistance Act on September 4, 1961, which reorganized U.S. foreign assistance programs and mandated the creation of an agency to administer economic aid. USAID was subsequently established by the executive order of President John F. Kennedy, who sought to unite several existing foreign assistance organizations and programs under one agency. USAID became the first U.S. foreign assistance organization whose primary focus was long-term socioeconomic development. USAID's programs are authorized by Congress in the Foreign Assistance Act, which Congress supplements through directions in annual funding appropriation acts and other legislation. As an official component of U.S. foreign policy, USAID operates subject to the guidance of the President, Secretary of State, and the National Security Council. USAID has missions in over 100 countries, primarily in Africa, Asia, Latin America, the Middle East, and Eastern Europe."
  },
  {
    "entity": "Secretariat of the Energy Community",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Strategy for the Energy Sector",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Berlin Ensure",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Oil",
    "category": "Product",
    "summary": "An oil is any nonpolar chemical substance that is composed primarily of hydrocarbons and is hydrophobic (does not mix with water) & lipophilic (mixes with other oils). Oils are usually flammable and surface active. Most oils are unsaturated lipids that are liquid at room temperature. The general definition of oil includes classes of chemical compounds that may be otherwise unrelated in structure, properties, and uses. Oils may be animal, vegetable, or petrochemical in origin, and may be volatile or non-volatile. They are used for food (e.g., olive oil), fuel (e.g., heating oil), medical purposes (e.g., mineral oil), lubrication (e.g. motor oil), and the manufacture of many types of paints, plastics, and other materials. Specially prepared oils are used in some religious ceremonies and rituals as purifying agents."
  },
  {
    "entity": "Agency for Energy Efficiency",
    "category": "Organization",
    "summary": null,
    "Information": "The Agency for Energy Efficiency partners with Organizations."
  },
  {
    "entity": "Albanian Government",
    "category": "Organization",
    "summary": null,
    "Information": "The development and approval of the Albanian Market Model (AMM) is the final step towards the development of the Albanian Electricity Market into a fully competitive power market in line with the Energy Community obligations."
  },
  {
    "entity": "Berlin",
    "category": "Location",
    "summary": "Berlin (/bɜːrˈlɪn/ bur-LIN, German: [bɛʁˈliːn]) is the capital and largest city of Germany by both area and population. Its 3.6 million inhabitants make it the European Union's most populous city, according to population within city limits. One of Germany's sixteen constituent states, Berlin is surrounded by the State of Brandenburg and contiguous with Potsdam, Brandenburg's capital. Berlin's urban area, which has a population of around 4.5 million, is the second most populous urban area in Germany after the Ruhr. The Berlin-Brandenburg capital region has around 6.2 million inhabitants and is Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions. Berlin straddles the banks of the Spree, which flows into the Havel (a tributary of the Elbe) in the western borough of Spandau. Among the city's main topographical features are the many lakes in the western and southeastern boroughs formed by the Spree, Havel and Dahme, the largest of which is Lake Müggelsee. Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. About one-third of the city's area is composed of forests, parks, gardens, rivers, canals, and lakes. The city lies in the Central German dialect area, the Berlin dialect being a variant of the Lusatian-New Marchian dialects. First documented in the 13th century and at the crossing of two important historic trade routes, Berlin became the capital of the Margraviate of Brandenburg (1417–1701), the Kingdom of Prussia (1701–1918), the German Empire (1871–1918), the Weimar Republic (1919–1933), and Nazi Germany (1933–1945). Berlin became a scientific, artistic and philosophical centre of Europe during the Age of Enlightenment and the reign of king Frederick the Great, and subsequently a centre for Neoclassicism and liberal revolution. The economic boom by industrialisation during the Gründerzeit era multiplied Berlin's population rapidly. Berlin in the roaring 1920s was the third-largest city in the world by population. After World War II and its subsequent occupation by the victorious countries, the devastated city was divided; West Berlin became a de facto exclave of West Germany, surrounded by the Berlin Wall (from August 1961 to November 1989) and East German territory. East Berlin was declared capital of East Germany, while Bonn became the West German capital. Following German reunification in 1990, Berlin once again became the capital of all of Germany. Berlin is a world city of culture, politics, media and science. Its economy is based on high-tech firms and the service sector, encompassing a diverse range of creative industries, startup companies, research facilities, media corporations, and convention venues. Berlin serves as a continental hub for air and rail traffic and has a highly complex public transportation network. The metropolis is a popular tourist destination. Significant industries also include IT, healthcare, biomedical engineering, biotechnology, automotive, construction, electronics, social economy and clean tech. Berlin is home to world-renowned universities such as the Humboldt University, the Technical University, the Free University, the University of the Arts, ESMT Berlin, the Hertie School, and Bard College Berlin. Its Zoological Garden is the most visited zoo in Europe and one of the most popular worldwide. With Babelsberg being the world's first large-scale movie studio complex, Berlin is an increasingly popular location for international film productions. The city is well known for its festivals, diverse architecture, nightlife, contemporary arts, and a very high quality of life. Since the 2000s, Berlin has seen the emergence of a cosmopolitan entrepreneurial scene. Berlin is also home to three World Heritage Sites: Museum Island; the Palaces and Parks of Potsdam and Berlin; and the Modernism Housing Estates. Other landmarks include the Brandenburg Gate, the Reichstag building, Potsdamer Platz, the Memorial to the Murdered Jews of Europe, the Berlin Wall Memorial, the East Side Gallery, the Berlin Victory Column, Berlin Cathedral, and the Berlin Television Tower, the tallest structure in Germany. Berlin has numerous museums, galleries, libraries, orchestras, and sporting events. These include Museum Island with Berlin Palace, German Historical Museum, Jewish Museum, Natural History Museum, State Library, State Opera, Philharmonic, and the Berlin Marathon."
  },
  {
    "entity": "EPB Laws",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Energy Efficiency Fund",
    "category": "Organization",
    "acronym": "EE Fund",
    "summary": null,
    "Information": "Energy Efficiency Fund having an energy tax as a source of income"
  },
  {
    "entity": "Contract for Difference",
    "category": "Strategy",
    "summary": null,
    "Information": "The chapters on incentives for energy efficiency investment and introducing Contract for Difference (as support scheme) for RES electricity generation were based on a comparative assessment of best practices in the old and new EU Member States."
  },
  {
    "entity": "Energy Community Secretariat",
    "category": "Organization",
    "acronym": "ECS",
    "summary": null,
    "Information": "Annual Implementation Report is prepared by Energy Community Secretariat."
  },
  {
    "entity": "Western Balkans",
    "category": "Location",
    "acronym": "Balkans",
    "summary": null
  },
  {
    "entity": "Long - range Energy Alternatives Planning SystemAP",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Berlin Process",
    "category": "Event",
    "summary": "The Berlin Process is a diplomatic initiative linked to the future enlargement of the European Union. It started with the 2014 Berlin Conference, which was followed by the 2015 Vienna Summit, the 2016 Paris Summit, the 2017 Trieste Summit, the 2018 London Summit and the 2019 Poznań Summit. The Berlin Process was initiated in order to consolidate and maintain the dynamics of the EU integration process in light of increased euroscepticism and the five-year moratorium on enlargement announced by Commission President Jean Claude Juncker. The Berlin Process is an intergovernmental cooperation initiative aimed at revitalizing the multilateral ties between the Western Balkans and selected EU member states, and at improving regional cooperation in the Western Balkans on the issues of infrastructure and economic development. It is one of the flagship diplomatic initiatives on South-east Europe of the third Merkel cabinet. It is complemented by initiatives relating to specific South-east European countries (e.g., the German-British diplomatic initiative for Bosnia and Herzegovina's EU accession). The initiative includes six Western Balkan countries that are candidates for EU membership (Montenegro, Serbia, North Macedonia, Albania) or potential candidates (Bosnia and Herzegovina, Kosovo), some EU members, i.e.: Austria, Bulgaria, Croatia, France, Greece, Germany, Italy, Poland, and Slovenia and one third country, the United Kingdom. The 2020 presidency is jointly held by Bulgaria and North Macedonia.",
    "Information": "The Berlin Process is a diplomatic initiative linked to the future enlargement of the European Union."
  },
  {
    "entity": "European Union",
    "category": "Organization",
    "acronym": "EU",
    "summary": null
  },
  {
    "entity": "Devolli",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Vlora TPP",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "OshEE",
    "category": "Organization",
    "summary": null,
    "Information": "supplies to OshEE the electricity needed for captive customers under regulated 'full supply' condition"
  },
  {
    "entity": "Trans Adriatic Pipeline",
    "category": "Project",
    "acronym": "TAP",
    "summary": "Trans Adriatic Pipeline (TAP) (Albanian: Gazsjellësi Trans-Adriatik, Greek: Διαδριατικός Αγωγός Φυσικού Αερίου - Diadriatikós Agogós Fysikoú Aeríou, Italian: Gasdotto Trans-Adriatico) is a natural gas pipeline proposed in 2003, constructed in 2016, and operational since 2020, from Azerbaijan at the Caspian Sea to Europe from Greece through Albania and the Adriatic Sea to Italy. It is a European section of the Southern Gas Corridor. As of 2022 capacity is 10 bcm per year. The natural gas originates in the second stage of the Shah Deniz (Azerbaijan) gas field development in the Azerbaijani section of Caspian Sea flowing through the South Caucasus Pipeline and the Trans Anatolian Pipeline (TANAP). The TAP has been supported by European institutions and seen as a \"Project of Common Interest\" to enhance energy security and diversify gas supplies for European markets.It is operated by a Swiss joint venture and owned by BP (20%), SOCAR (20%), Snam (20%), Fluxys (19%), Enagás (16%) and Axpo."
  },
  {
    "entity": "Ministry of Energy and Industry",
    "category": "Organization",
    "summary": null,
    "Information": "Adoption of a set laws including"
  },
  {
    "entity": "Vjosa",
    "category": "Location",
    "summary": "The Vjosa (Albanian: [ˈvjɔsa]; indefinite form: Vjosë) or Aoös (Greek: Αώος) is a river in northwestern Greece and southwestern Albania. Its total length is about 272 kilometres (169 mi), of which the first 80 kilometres (50 mi) are in Greece, and the remaining 192 kilometres (119 mi) in Albania. Its drainage basin is 6,706 km2 (2,589 sq mi) and its average discharge is 195 m3/s (6,900 cu ft/s). The main tributaries are Voidomatis, Sarantaporos, Drino and Shushicë. The river arises in the Pindus mountains of Epirus, Greece, and generally flows northwest. It enters Albania near Çarshovë, and empties into the Adriatic Sea just north of Vlorë. Generally wild and unpolluted, the river is surrounded by the Vikos–Aoös National Park in Greece and the Vjosa-Narta Protected Landscape near its mouth. In December 2020, the Albanian portion of the river was designated a \"Managed Nature Reserve\" by the government. There is a campaign by the environmentalist groups to designate the whole Albanian part of the course a national park, to guard against the prospective hydroelectric projects."
  },
  {
    "entity": "Drini",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Mati",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Bistrica",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Council of Ministers",
    "category": "Organization",
    "acronym": "CoM",
    "summary": "Council of Ministers is a traditional name given to the supreme executive organ in some governments. It is usually equivalent to the term cabinet. The term Council of State is a similar name that also may refer to a cabinet, but the terms are not equal in certain countries (for example, in Spain and India). Councils of Ministers are usually composed of those government ministers who are responsible for a ministry. They are usually led by a President of the Council of Ministers, a term that is commonly translated, or used synonymously, as prime minister or premier.",
    "Information": "The DCM no.16, dated 11.01.2017\n\n“On the approval of the procedure for authorization of building new interconnectors”, was approved by the Albanian Council of Ministers in January 2017."
  },
  {
    "entity": "Energy Regulatory Entity",
    "category": "Organization",
    "acronym": "ERE",
    "summary": null
  },
  {
    "entity": "Albanian Gas",
    "category": "Organization",
    "acronym": "Albgaz",
    "summary": null
  },
  {
    "entity": "Power Sector Law",
    "category": "Organization",
    "acronym": "PSL",
    "summary": null,
    "Information": "Near-term priorities for the future include amending the Power Sector Law"
  },
  {
    "entity": "Trans Adriatic Pipeline AG",
    "category": "Organization",
    "acronym": "TAP AG",
    "summary": null
  },
  {
    "entity": "Energy Package",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Kosovo",
    "category": "Location",
    "summary": null,
    "Information": "Kosovo has thermal capacities"
  },
  {
    "entity": "Third Energy Package",
    "category": "Strategy",
    "summary": "The European Union's Third Energy Package is a legislative package for an internal gas and electricity market in the European Union. Its purpose is to further open up the gas and electricity markets in the European Union. The package was proposed by the European Commission in September 2007, and adopted by the European Parliament and the Council of the European Union in July 2009. It entered into force on 3 September 2009. Core elements of the third package include ownership unbundling, which stipulates the separation of companies' generation and sale operations from their transmission networks, and the establishment of a National regulatory authority (NRA) for each Member State, and the Agency for the Cooperation of Energy Regulators (ACER) which provides a forum for NRAs to work together.",
    "Information": "transposing the Third Energy Package in the electricity sector"
  },
  {
    "entity": "Western Balkans Six",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "WB6",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Albanian Power Exchange",
    "category": "Organization",
    "acronym": "APE",
    "summary": null,
    "Information": "being approved in the Parliament, which will create the legal basis for the establishment of the Albanian Power Exchange"
  },
  {
    "entity": "Regulation ( EC ) Implementation",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Albanian Petroleum Corporation",
    "category": "Organization",
    "acronym": "Albpetrol",
    "summary": null
  },
  {
    "entity": "Recovery of the Power Sector",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Directive 2009 / 72",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Council",
    "category": "Organization",
    "summary": "A council is a group of people who come together to consult, deliberate, or make decisions. A council may function as a legislature, especially at a town, city or county/shire level, but most legislative bodies at the state/provincial or national level are not considered councils. At such levels, there may be no separate executive branch, and the council may effectively represent the entire government. A board of directors might also be denoted as a council. A committee might also be denoted as a council, though a committee is generally a subordinate body composed of members of a larger body, while a council may not be. Because many schools have a student council, the council is the form of governance with which many people are likely to have their first experience as electors or participants. A member of a council may be referred to as a councillor or councilperson, or by the gender-specific titles of councilman and councilwoman.",
    "Information": "adopted a plan to enable all market participants to freely trade on the market"
  },
  {
    "entity": "Power Sector Law of 2015",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Energy Efficiency Law No. 124 / 2015",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Law No. 68 / 2012 “ On Information of the Consumption of Energy and Other Resources by Energy - Related Products ”",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "EU Acquis",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Natural Gas Sector Law No. 102 / 2015",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Law on Energy Performance of Buildings No. 116",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Power Sector Law No. 43 / 2015",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "National Action Plans for Energy Efficiency",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Renewable Energy Sources Law No. 8 / 2017",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "EC Treaty",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Law on Energy Performance of Buildings",
    "category": "Legal",
    "summary": null
  },
  {
    "entity": "Council Directive 2009",
    "category": "Legal",
    "summary": null
  },
  {
    "entity": "EU Regulation",
    "category": "Legal",
    "summary": null
  },
  {
    "entity": "Law on Energy Efficiency",
    "category": "Legal",
    "summary": null
  },
  {
    "entity": "Ministry of Tourism and Environment",
    "category": "Organization",
    "summary": null,
    "Information": "developing and adoption of the secondary legislation for implementation of the RES law"
  },
  {
    "entity": "Law on Climate Change",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Western Europe",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Eastern European",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Central",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Energy Strategy",
    "category": "Strategy",
    "summary": null,
    "Information": "energy policy objectives and energy action plans"
  },
  {
    "entity": "Energy Strategy for Albania",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "The Energy Sector Strategy",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "National Energy Sector Strategy",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Integrated Planning System",
    "category": "Organization",
    "acronym": "IPS",
    "summary": "The Integrated Planning System is a structured planning framework adapted from the US military's Joint Operational Planning and Execution System (JOPES) and was developed and released by the US Department of Homeland Security in January 2009."
  },
  {
    "entity": "Guiding Principles",
    "category": "Strategy",
    "summary": "The Guiding Principles for Federal Leadership in High Performance and Sustainable Building (Guiding Principles, in short) are a set of established criteria developed by the U.S. Government for use by federal agencies committed to \"federal leadership in the design, construction, and operation of High-Performance and Sustainable Buildings\". Following this development effort, Executive Order 13514 was signed in 2009. Sec. 2(g) requires that: \"(iii) at least 15 percent of the agency's existing buildings (above 5,000 gross square feet)…meet the Guiding Principles by fiscal year 2015…”."
  },
  {
    "entity": "Nationally Determined Contribution",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "National Energy Efficiency Action Plans",
    "category": "Project",
    "acronym": "NEEAPs",
    "summary": null
  },
  {
    "entity": "National Renewable Energy Action Plan",
    "category": "Project",
    "acronym": "NREAP",
    "summary": "A National Renewable Energy Action Plan (NREAP) is a detailed report submitted by countries outlining commitments and initiatives to develop renewable energy that all member states of the European Union were obliged to notify to the European Commission by 30 June 2010. The plan provides a detailed road map of how the member state expects to reach its legally binding 2020 target for the share of renewable energy in their total energy consumption, as required by article 4 of the Renewable Energy Directive 2009/28/EC. In the plan, the member state sets out sectoral targets, the technology mix they expect to use, the trajectory they will follow, and the measures and reforms they will undertake to overcome the barriers to developing renewable energy. Each NREAP report provides details of the expected share of energy provided by renewable sources up to and including 2020. The overall target for EU countries is to use 20% of their energy use from renewable energy sources although targets for each country vary considerably. In addition targets are broken down further by energy use sector including transport, electricity and the heating and cooling sectors."
  },
  {
    "entity": "Law on Energy Performance in Buildings",
    "category": "Law",
    "summary": null
  },
  {
    "entity": "Albanian National Renewable Energy Action Plan",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Baseline Scenario",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Paris Accords",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Kosovo Coupling",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "National Energy Efficiency Action Plan",
    "category": "Project",
    "acronym": "NEEAP",
    "summary": null
  },
  {
    "entity": "Energy Efficiency Directive (2012/27/EU)",
    "category": "Organization",
    "acronym": "EED",
    "summary": null
  },
  {
    "entity": "LEAP6",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Combined",
    "category": "Skill",
    "summary": null,
    "Information": "for the same reason, but the RES share is greater because of the reduced electricity demand produced by the EE measures"
  },
  {
    "entity": "Long - range Energy Alternatives Planning System",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Gas Master Plan",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Renewable Energy Sources",
    "category": "Product",
    "acronym": "RES",
    "summary": null
  },
  {
    "entity": "Natural Gas Promotion",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Energy Community Treaty",
    "category": "Organization",
    "acronym": "ECT",
    "summary": null
  },
  {
    "entity": "Energy Efficiency",
    "category": "Skill",
    "acronym": "EE",
    "summary": null
  },
  {
    "entity": "Baseline",
    "category": "",
    "summary": null,
    "Information": "minimizing adverse impacts to the environment"
  },
  {
    "entity": "United Nations Framework Convention on Climate Change",
    "category": "Organization",
    "acronym": "UNFCCC",
    "summary": "The United Nations Framework Convention on Climate Change (UNFCCC) established an international environmental treaty to combat \"dangerous human interference with the climate system\", in part by stabilizing greenhouse gas concentrations in the atmosphere. It was signed by 154 states at the United Nations Conference on Environment and Development (UNCED), informally known as the Earth Summit, held in Rio de Janeiro from 3 to 14 June 1992. Its original secretariat was in Geneva but relocated to Bonn in 1996. It entered into force on 21 March 1994. The treaty called for ongoing scientific research and regular meetings, negotiations, and future policy agreements designed to allow ecosystems to adapt naturally to climate change, to ensure that food production is not threatened and to enable economic development to proceed in a sustainable manner. The Kyoto Protocol, which was signed in 1997 and ran from 2005 to 2020, was the first implementation of measures under the UNFCCC. The Kyoto Protocol was superseded by the Paris Agreement, which entered into force in 2016. By 2022 the UNFCCC had 198 parties. Its supreme decision-making body, the Conference of the Parties (COP), meets annually to assess progress in dealing with climate change. Because key signatory states are not adhering to their individual commitments, the UNFCCC has been criticized as being unsuccessful in reducing the emission of carbon dioxide since its adoption. The treaty established different responsibilities for three categories of signatory states. These categories are developed countries, developed countries with special financial responsibilities, and developing countries. The developed countries, also called Annex 1 countries, originally consisted of 38 states, 13 of which were Eastern European states in transition to democracy and market economies, and the European Union. All belong to the Organisation for Economic Co-operation and Development (OECD). Annex 1 countries are called upon to adopt national policies and take corresponding measures on the mitigation of climate change by limiting their anthropogenic emissions of greenhouse gases as well as to report on steps adopted with the aim of returning individually or jointly to their 1990 emissions levels. The developed countries with special financial responsibilities are also called Annex II countries. They include all of the Annex I countries with the exception of those in transition to democracy and market economies. Annex II countries are called upon to provide new and additional financial resources to meet the costs incurred by developing countries in complying with their obligation to produce national inventories of their emissions by sources and their removals by sinks for all greenhouse gases not controlled by the Montreal Protocol. The developing countries are then required to submit their inventories to the UNFCCC Secretariat."
  },
  {
    "entity": "New York",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Kyoto Protocol",
    "category": "Event",
    "summary": "The Kyoto Protocol was an international treaty which extended the 1992 United Nations Framework Convention on Climate Change (UNFCCC) that commits state parties to reduce greenhouse gas emissions, based on the scientific consensus that (part one) global warming is occurring and (part two) that human-made CO2 emissions are driving it. The Kyoto Protocol was adopted in Kyoto, Japan, on 11 December 1997 and entered into force on 16 February 2005. There were 192 parties (Canada withdrew from the protocol, effective December 2012) to the Protocol in 2020. The Kyoto Protocol implemented the objective of the UNFCCC to reduce the onset of global warming by reducing greenhouse gas concentrations in the atmosphere to \"a level that would prevent dangerous anthropogenic interference with the climate system\" (Article 2). The Kyoto Protocol applied to the seven greenhouse gases listed in Annex A: carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulfur hexafluoride (SF6), nitrogen trifluoride (NF3). Nitrogen trifluoride was added for the second compliance period during the Doha Round. The Protocol was based on the principle of common but differentiated responsibilities: it acknowledged that individual countries have different capabilities in combating climate change, owing to economic development, and therefore placed the obligation to reduce current emissions on developed countries on the basis that they are historically responsible for the current levels of greenhouse gases in the atmosphere. The Protocol's first commitment period started in 2008 and ended in 2012. All 36 countries that fully participated in the first commitment period complied with the Protocol. However, nine countries had to resort to the flexibility mechanisms by funding emission reductions in other countries because their national emissions were slightly greater than their targets. The financial crisis of 2007–08 helped reduce the emissions. The greatest emission reductions were seen in the former Eastern Bloc countries because the dissolution of the Soviet Union reduced their emissions in the early 1990s. Even though the 36 developed countries reduced their emissions, the global emissions increased by 32% from 1990 to 2010. A second commitment period was agreed to in 2012 to extend the agreement to 2020, known as the Doha Amendment to the Kyoto Protocol, in which 37 countries had binding targets: Australia, the European Union (and its then 28 member states, now 27), Belarus, Iceland, Kazakhstan, Liechtenstein, Norway, Switzerland, and Ukraine. Belarus, Kazakhstan, and Ukraine stated that they may withdraw from the Kyoto Protocol or not put into legal force the Amendment with second round targets. Japan, New Zealand, and Russia had participated in Kyoto's first-round but did not take on new targets in the second commitment period. Other developed countries without second-round targets were Canada (which withdrew from the Kyoto Protocol in 2012) and the United States (which did not ratify). As of October 2020, 147 states had accepted the Doha Amendment. It entered into force on 31 December 2020, following its acceptance by the mandated minimum of at least 144 states, although the second commitment period ended on the same day. Of the 37 parties with binding commitments, 34 had ratified. Negotiations were held in the framework of the yearly UNFCCC Climate Change Conferences on measures to be taken after the second commitment period ended in 2020. This resulted in the 2015 adoption of the Paris Agreement, which is a separate instrument under the UNFCCC rather than an amendment of the Kyoto Protocol."
  },
  {
    "entity": "Paris Agreement",
    "category": "Event",
    "summary": "The Paris Agreement (French: Accord de Paris), often referred to as the Paris Accords or the Paris Climate Accords, is an international treaty on climate change. Adopted in 2015, the agreement covers climate change mitigation, adaptation, and finance. The Paris Agreement was negotiated by 196 parties at the 2015 United Nations Climate Change Conference near Paris, France. As of September 2022, 194 members of the United Nations Framework Convention on Climate Change (UNFCCC) are parties to the agreement. Of the four UNFCCC member states which have not ratified the agreement, the only major emitter is Iran. The United States withdrew from the Agreement in 2020, but rejoined in 2021. The Paris Agreement was opened for signature on 22 April 2016 (Earth Day) at a ceremony in New York. After the European Union ratified the agreement, sufficient countries had ratified the Agreement responsible for enough of the world's greenhouse gases for the Agreement to enter into force on 4 November 2016. The Paris Agreement's long-term temperature goal is to keep the rise in mean global temperature to well below 2 °C (3.6 °F) above pre-industrial levels, and preferably limit the increase to 1.5 °C (2.7 °F), recognizing that this would substantially reduce the effects of climate change. Emissions should be reduced as soon as possible and reach net-zero by the middle of the 21st century. To stay below 1.5 °C of global warming, emissions need to be cut by roughly 50% by 2030. This is an aggregate of each country's nationally determined contributions. It aims to help countries adapt to climate change effects, and mobilise enough finance. Under the Agreement, each country must determine, plan, and regularly report on its contributions. No mechanism forces a country to set specific emissions targets, but each target should go beyond previous targets. In contrast to the 1997 Kyoto Protocol, the distinction between developed and developing countries is blurred, so that the latter also have to submit plans for emission reductions. The Agreement was lauded by world leaders, but criticised as insufficiently binding by some environmentalists and analysts. There is debate about the effectiveness of the Agreement. While current pledges under the Paris Agreement are insufficient for reaching the set temperature goals, there is a mechanism of increased ambition. The Paris Agreement has been successfully used in climate litigation forcing countries and an oil company to strengthen climate action. On 4 July 2022, the Supreme Federal Court of Brazil recognized the Paris agreement as a human rights treaty."
  },
  {
    "entity": "Carbon Dioxide",
    "category": "Product",
    "acronym": "CO2",
    "summary": null
  },
  {
    "entity": "National Determined Contribution",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Greenhouse Gases",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "BaselineEAPEAP",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Analysis Report",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "National Renewable Energy Plan",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Report",
    "category": "Event",
    "summary": "A report is a document that presents information in an organized format for a specific audience and purpose. Although summaries of reports may be delivered orally, complete reports are almost always in the form of written documents."
  },
  {
    "entity": "EU Directives",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Energy Performance in Buildings",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Analysis of Energy Development Scenarios in Support of the National Energy Strategy of Albania",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Albania - Kosovo Coupling",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Renewable Energy",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Adriatic Natural Gas",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Energy Balance of Albania",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Final Energy Consumption",
    "category": "Strategy",
    "summary": null,
    "Information": "All the other scenarios, except Natural Gas promotion show reduced Final Energy Consumption in comparison to Baseline scenario, while supporting the Albanian GDP growth."
  },
  {
    "entity": "Gas Promotion",
    "category": "Strategy",
    "summary": null,
    "Information": "by 16% compared to the Baseline scenario because it replaces hydropower used for space heating with natural gas"
  },
  {
    "entity": "Baseline EE Gas Promotion RES Albania",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Scenarios Year Thousands Metric Tons Gas Promotion",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Drin River Cascade",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "EU /",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Breakdown of Net Annual Savings from Albania - Kosovo Coupling",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "NetNet Savings of Integrated Cumulative Savings of Non - integrated Systems Figure",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Additional Variable O & M Costs",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Energy Community Contracting Parties",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "South East Europe",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Albanian Parliament",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "2015 “ On Energy Efficiency ”",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Day Ahead Market",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Technical Annex",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "“ On Power Sector ”",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "New Market Model for the Albanian",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "“ Market Model ”",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Internal Energy Market",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "2017 “ On Renewable Energy Sources ”",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Electricity Market Model",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Albanian Electricity Market Rules",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Albanian Electricity Market Rules and Participation Agreement in the Day Ahead Market ”",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "EUx",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Balancing Market",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Market Model",
    "category": "Strategy",
    "summary": null,
    "Information": "With regard to RES electricity producers, the Market Model is expected to support schemes in compliance with the relevant Energy Community acquis in the form of contracts for difference (CfDs) that will replace their current Power Purchase Agreements (PPA)"
  },
  {
    "entity": "Power Purchase Agreements",
    "category": "Strategy",
    "acronym": "PPA",
    "summary": null
  },
  {
    "entity": "EU Directives and Regulations",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "bilateral Contract for Difference",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Market Maker Obligation",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Albanian Electricity Distribution System Operator",
    "category": "Organization",
    "acronym": "OShEE",
    "summary": null
  },
  {
    "entity": "Market Modelnded Schematic",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Contract for differences",
    "category": "Strategy",
    "acronym": "CfD",
    "summary": null
  },
  {
    "entity": "Energy Efficiency Directives",
    "category": "Strategy",
    "summary": null,
    "Information": "The Energy Efficiency Directives implement the Strategy."
  },
  {
    "entity": "National Energy Saving Indicative Target",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "new Market Model",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Albanian Power",
    "category": "Organization",
    "summary": null,
    "Information": "Albanian Power partners with Organizations."
  },
  {
    "entity": "Market Rules",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "RES Law",
    "category": "Strategy",
    "summary": null,
    "Information": "The new RES Law specifies that the support will be given under a contract for differences (CfD) that provides a variable premium calculated as the difference payment between an administratively prefixed price (the strike price) and a measure of the market price for electricity (the reference price)."
  },
  {
    "entity": "Ministry of Economic Development",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Contracts for Difference",
    "category": "Strategy",
    "acronym": "CfDs",
    "summary": null
  },
  {
    "entity": "Energy Regulatory Authority",
    "category": "Organization",
    "summary": null,
    "Information": "Regulation of electricity and the natural gas sector"
  },
  {
    "entity": "Ministry of Energy",
    "category": "Organization",
    "acronym": "MIE",
    "summary": null
  },
  {
    "entity": "Law on the Power Sector",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Energy Efficiency Agency",
    "category": "Organization",
    "acronym": "EE Agency",
    "summary": null,
    "Information": "The establishment of the EE Agency envisaged by the Energy Efficiency Law No. 124/2015, is of importance, because such agency will verify and supervise the implementation of the energy performance of buildings"
  },
  {
    "entity": "Ministry of Tourism",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Ministry for Health and Social Protection",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Ministry of Energy & Industry",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Power Sector Priorities and Actions - 1 Government",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "ENERGY Energy Regulatory AuthorityE",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Ministry of Finance",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "of Finance",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Ministry for Health and Protection",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "AlbaniaULATOR",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Licensing Centre",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Energy Regulatory AuthorityE",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Ministry for Finance, Economy",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Universal Service ProviderSE",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Agency of Energy Efficiency",
    "category": "Organization",
    "summary": null,
    "Information": "The Agency of Energy Efficiency verifies the accuracy of data from energy audits, if deemed necessary."
  },
  {
    "entity": "Agency for EE",
    "category": "Organization",
    "summary": null,
    "Information": "developing and adoption of the secondary legislation for implementation of the RES law"
  },
  {
    "entity": "National Agency of Natural Resources",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Board",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Board of Trustees",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Fund",
    "category": "Organization",
    "summary": null,
    "Information": "Evaluate cooperation alternatives with external financiers and identify how the Fund, partner institutions and clients can benefit from such cooperation."
  },
  {
    "entity": "Power Sector Priorities and Actions - 2 Authority",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Agency of Efficiency",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Eurostat",
    "category": "Organization",
    "summary": "Eurostat ('European Statistical Office'; DG ESTAT) is a Directorate-General of the European Commission located in the Kirchberg quarter of Luxembourg City, Luxembourg. Eurostat's main responsibilities are to provide statistical information to the institutions of the European Union (EU) and to promote the harmonisation of statistical methods across its member states and candidates for accession as well as EFTA countries. The organisations in the different countries that cooperate with Eurostat are summarised under the concept of the European Statistical System."
  },
  {
    "entity": "Agency",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "International Energy Agency",
    "category": "Organization",
    "acronym": "IEA",
    "summary": null
  },
  {
    "entity": "National Environment AgencyM",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Territorial Planning AgencyUD",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Territory Council",
    "category": "Organization",
    "summary": null,
    "Information": "developing and adoption of the secondary legislation for implementation of the RES law"
  },
  {
    "entity": "Albania Power Corporation",
    "category": "Organization",
    "summary": null,
    "Information": "developing and adoption of the secondary legislation for implementation of the RES law"
  },
  {
    "entity": "National Territorial Planning Agency and National Territory Council",
    "category": "Organization",
    "acronym": "AKPT",
    "summary": null
  },
  {
    "entity": "MUD",
    "category": "Organization",
    "summary": "A MUD (/mʌd/; originally multi-user dungeon, with later variants multi-user dimension and multi-user domain) is a multiplayer real-time virtual world, usually text-based or storyboarded. MUDs combine elements of role-playing games, hack and slash, player versus player, interactive fiction, and online chat. Players can read or view descriptions of rooms, objects, other players, non-player characters, and actions performed in the virtual world. Players typically interact with each other and the world by typing commands that resemble a natural language. Traditional MUDs implement a role-playing video game set in a fantasy world populated by fictional races and monsters, with players choosing classes in order to gain specific skills or powers. The objective of this sort of game is to slay monsters, explore a fantasy world, complete quests, go on adventures, create a story by roleplaying, and advance the created character. Many MUDs were fashioned around the dice-rolling rules of the Dungeons & Dragons series of games. Such fantasy settings for MUDs are common, while many others have science fiction settings or are based on popular books, movies, animations, periods of history, worlds populated by anthropomorphic animals, and so on. Not all MUDs are games; some are designed for purposes, while others are purely , and the flexible nature of many MUD servers leads to their occasional use in areas ranging from computer science research to geoinformatics to medical informatics to analytical chemistry. MUDs have attracted the interest of academic scholars from many fields, including communications, sociology, law, and economics. At one time, there was interest from the United States military in using them for teleconferencing. Most MUDs are run as hobbies and are free to play; some may accept donations or allow players to purchase virtual items, while others charge a monthly subscription fee. MUDs can be accessed via standard telnet clients, or specialized MUD clients, which are designed to improve the user experience. Numerous games are listed at various web portals, such as The Mud Connector. The history of modern massively multiplayer online role-playing games (MMORPGs) like EverQuest and Ultima Online, and related virtual world genres such as the social virtual worlds exemplified by Second Life, can be traced directly back to the MUD genre. Indeed, before the invention of the term MMORPG, games of this style were simply called . A number of influential MMORPG designers began as MUD developers and/or players (such as Raph Koster, Brad McQuaid, Matt Firor, and Brian Green) or were involved with early MUDs (like Mark Jacobs and J. Todd Coleman).",
    "Information": "developing and adoption of the secondary legislation for implementation of the RES law"
  },
  {
    "entity": "National Agency of Development",
    "category": "Organization",
    "acronym": "AZHT",
    "summary": null,
    "Information": "developing and adoption of the secondary legislation for implementation of the RES law"
  },
  {
    "entity": "National Environment Agency",
    "category": "Organization",
    "acronym": "AKM",
    "summary": "National Environment Agency (NEA) is a statutory board under the Ministry of Sustainability and the Environment of the Government of Singapore. NEA is responsible for improving and sustaining clean and green environment in Singapore. Its role is to fight pollution, maintain public health and provide meteorological information. On 1 April 2019, NEA's food related duties were absorbed by its successor Singapore Food Agency (SFA) which also absorbed the food related duties of two other statutory boards namely Agri-Food and Veterinary Authority of Singapore (AVA) and Health Sciences Authority (HSA). SFA is a statutory board under the Ministry of Sustainability and the Environment.",
    "Information": "developing and adoption of the secondary legislation for implementation of the RES law"
  },
  {
    "entity": "National Territorial Planning Agency",
    "category": "Organization",
    "summary": null,
    "Information": "developing and adoption of the secondary legislation for implementation of the RES law"
  },
  {
    "entity": "Distribution Company",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Kh",
    "category": "Skill",
    "summary": null
  },
  {
    "entity": "Distribution System Operator",
    "category": "Organization",
    "acronym": "DSO",
    "summary": null
  },
  {
    "entity": "Transmission System Operator",
    "category": "Organization",
    "acronym": "TSO",
    "summary": null
  },
  {
    "entity": "Universal Service Provider",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Greece",
    "category": "Location",
    "summary": "Greece, officially the Hellenic Republic, is a country in Southeast Europe. It is situated on the southern tip of the Balkans, and is located at the crossroads of Europe, Asia, and Africa. Greece shares land borders with Albania to the northwest, North Macedonia and Bulgaria to the north, and Turkey to the northeast. The Aegean Sea lies to the east of the mainland, the Ionian Sea to the west, and the Sea of Crete and the Mediterranean Sea to the south. Greece has the longest coastline on the Mediterranean Basin, featuring thousands of islands. The country consists of nine traditional geographic regions, and has a population of approximately 10.4 million. Athens is the nation's capital and largest city, followed by Thessaloniki and Patras. Greece is considered the cradle of Western civilization, being the birthplace of democracy, Western philosophy, Western literature, historiography, political science, major scientific and mathematical principles, theatre and the Olympic Games. From the eighth century BC, the Greeks were organised into various independent city-states, known as poleis (singular polis), which spanned the Mediterranean and the Black Sea. Philip II of Macedon united most of present-day Greece in the fourth century BC, with his son Alexander the Great rapidly conquering much of the ancient world, from the eastern Mediterranean to India. The subsequent Hellenistic period saw the height of Greek culture and influence in antiquity. Greece was annexed by Rome in the second century BC, becoming an integral part of the Roman Empire and its continuation, the Byzantine Empire, which was culturally and linguistically predominantly Greek. The Greek Orthodox Church, which emerged in the first century AD, helped shape modern Greek identity and transmitted Greek traditions to the wider Orthodox world. After falling under Ottoman rule in the mid-15th century, Greece emerged as a modern nation state in 1830 following a war of independence. After European powers initiated prolonged periods of monarchial rule by a foreign family, the country fell to a military junta in 1967. Subsequently, the junta collapsed in 1974 and Greece returned to democratic governance, which has continued to this day. The country's rich historical legacy is reflected in part by its 18 UNESCO World Heritage Sites. Greece is a unitary parliamentary republic, and a developed country, with an advanced high-income economy, and a high quality of life, ranking 32nd in the Human Development Index. Its economy is among the largest in the Balkans, where it is an important regional investor. A founding member of the United Nations, Greece was the tenth member to join the European Communities (precursor to the European Union) and has been part of the Eurozone since 2001. It is also a member of numerous other international institutions, including the Council of Europe, NATO, the OECD, the WTO, and the OSCE. Greece's unique cultural heritage, large tourism industry, prominent shipping sector and geostrategic importance classify it as a middle power.",
    "Information": "These sorts of interventions serve only to entrench mismanagement in the sector and have no role in a commercial power sector."
  },
  {
    "entity": "Community acquis",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Azeri",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Albanian Energy Regulatory Authority",
    "category": "Organization",
    "acronym": "AKBN",
    "summary": null
  },
  {
    "entity": "Universal Service",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Italy",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Production Sharing Agreement",
    "category": "Organization",
    "acronym": "PSA",
    "summary": null
  },
  {
    "entity": "Continental Oil and Gas",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Patos Marinza",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Ballsh Table 3 : Power Sector Priorities and Actions - 3 Corporation",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Bankers Petroleum (a Canadian oil company)",
    "category": "Organization",
    "acronym": "Bankers Petroleum",
    "summary": null
  },
  {
    "entity": "APE Distribution",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Corporation",
    "category": "Organization",
    "summary": "A corporation is an organization—usually a group of people or a company—authorized by the state to act as a single entity (a legal entity recognized by private and public law \"born out of statute\"; a legal person in legal context) and recognized as such in law for certain purposes. Early incorporated entities were established by charter (i.e. by an ad hoc act granted by a monarch or passed by a parliament or legislature). Most jurisdictions now allow the creation of new corporations through registration. Corporations come in many different types but are usually divided by the law of the jurisdiction where they are chartered based on two aspects: by whether they can issue stock, or by whether they are formed to make a profit. Depending on the number of owners, a corporation can be classified as aggregate (the subject of this article) or sole (a legal entity consisting of a single incorporated office occupied by a single natural person). One of the most attractive early advantages business corporations offered to their investors, compared to earlier business entities like sole proprietorships and joint partnerships, was limited liability. Limited liability means that a passive shareholder in a corporation will not be personally liable either for contractually agreed obligations of the corporation, or for torts (involuntary harms) committed by the corporation against a third party. Limited liability in contract is uncontroversial because the parties to the contract could have agreed to it and could agree to waive it by contract. However, limited liability in tort remains controversial because third parties do not agree to waive the right to pursue shareholders. There is significant evidence that limited liability in tort may lead to excessive corporate risk taking and more harm by corporations to third parties. Where local law distinguishes corporations by their ability to issue stock, corporations allowed to do so are referred to as stock corporations; one type of investment in the corporation is through stock, and owners of stock are referred to as stockholders or shareholders. Corporations not allowed to issue stock are referred to as non-stock corporations; i.e. those who are considered the owners of a non-stock corporation are persons (or other entities) who have obtained membership in the corporation and are referred to as a member of the corporation. Corporations chartered in regions where they are distinguished by whether they are allowed to be for-profit are referred to as for-profit and not-for-profit corporations, respectively. There is some overlap between stock/non-stock and for-profit/not-for-profit in that not-for-profit corporations are always non-stock as well. A for-profit corporation is almost always a stock corporation, but some for-profit corporations may choose to be non-stock. To simplify the explanation, whenever \"stockholder\" or \"shareholder\" is used in the rest of this article to refer to a stock corporation, it is presumed to mean the same as \"member\" for a non-profit corporation or for a profit, non-stock corporation. Registered corporations have legal personality recognized by local authorities and their shares are owned by shareholders whose liability is generally limited to their investment. Shareholders do not typically actively manage a corporation; shareholders instead elect or appoint a board of directors to control the corporation in a fiduciary capacity. In most circumstances, a shareholder may also serve as a director or officer of a corporation. Countries with co-determination employ the practice of workers of an enterprise having the right to vote for representatives on the board of directors in a company. In American English, the word corporation is most often used to describe large business corporations. In British English and in the Commonwealth countries, the term company is more widely used to describe the same sort of entity while the word corporation encompasses all incorporated entities. In American English, the word company can include entities such as partnerships that would not be referred to as companies in British English as they are not a separate legal entity. Late in the 19th century, a new form of the company having the limited liability protections of a corporation, and the more favorable tax treatment of either a sole proprietorship or partnership was developed. While not a corporation, this new type of entity became very attractive as an alternative for corporations not needing to issue stock. In Germany, the organization was referred to as Gesellschaft mit beschränkter Haftung or GmbH. In the last quarter of the 20th century, this new form of non-corporate organization became available in the United States and other countries, and was known as the limited liability company or LLC. Since the GmbH and LLC forms of organization are technically not corporations (even though they have many of the same features), they will not be discussed in this article."
  },
  {
    "entity": "Gorisht Koculit",
    "category": "Person",
    "summary": null
  },
  {
    "entity": "Cakran Mollaj",
    "category": "Person",
    "summary": null
  },
  {
    "entity": "Delvina – Global Energy Management",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Visoka - Transoil Group",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "China-based Geo Jade Petroleum Corporation",
    "category": "Organization",
    "acronym": "Geo Jade Petroleum Corporation",
    "summary": null
  },
  {
    "entity": "Albgaz Sh. a",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Drashovica",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Visoka - Transoil Group (2009)",
    "category": "Organization",
    "acronym": "Transoil Group",
    "summary": null
  },
  {
    "entity": "Amonica – Albpetrol",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Kucova",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Pekisht - Murriz – Phoenix",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "China",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Kucova - Sherwood International Petroleum (2007)",
    "category": "Organization",
    "acronym": "Sherwood International Petroleum",
    "summary": null
  },
  {
    "entity": "Finiq - Karne",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Amonica",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Kucova - Sherwood International Petroleum",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Visoka",
    "category": "Location",
    "summary": "Visoka is a village in the Kardzhali Municipality, which is in the Kardzhali Province, in southern Bulgaria. As of 1 January 2007, the population of Visoka is 2 people, making it one of the least populated villages in the Kardzhali Municipality."
  },
  {
    "entity": "Extractive Industries Transparency Initiative",
    "category": "Organization",
    "acronym": "EITI",
    "summary": "The Extractive Industries Transparency Initiative (EITI) is a global standard for the good governance of oil, gas and mineral resources. It seeks to address the key governance issues in the extractive sectors. The EITI Standard requires information along the extractive industry value chain from the point of extraction, to how the revenue makes its way through the government and its contribution to the economy. This includes how licenses and contracts are allocated and registered, who the beneficial owners of those operations are, what the fiscal and legal arrangements are, how much is produced, how much is paid, where the revenue is allocated, and its contributions to the economy, including employment. The EITI Standard is implemented in 55 countries around the world. Each of these countries is required to publish an annual EITI Report to disclosing information on: contracts and licenses, production, revenue collection, revenue allocation, and social and economic spending. Every country goes through a quality-assurance mechanism, called Validation, at least every three years. Validation serves to assess performance towards meeting the EITI Standard and promote dialogue and learning at the country level. It also safeguards the integrity of the EITI by holding all EITI implementing countries to the same global standard. Each implementing country has its own national secretariat and multi-stakeholder group made up of representatives from the country's government, extractive companies and civil society. The multi-stakeholder group takes decisions on how the EITI process is carried out in the country. The EITI Standard is developed and overseen by an international multi-stakeholder Board, consisting of representatives from governments, extractives companies, civil society organisations, financial institutions and international organisations. The current Chair of the EITI Board is Helen Clark, Former Prime Minister of New Zealand and former UNDP Administrator. The previous chairs have been Fredrik Reinfeldt, former Prime Minister of Sweden, Clare Short (2011-2016), former UK Secretary of State for International Development and Peter Eigen (2009-2011). The EITI International Secretariat is located in Oslo, Norway and is headed by Mark Robinson."
  },
  {
    "entity": "New public company, ALBGAZ, was established with the functions and responsibilities of a combined transmission and distribution system operator of natural gas.",
    "category": "Organization",
    "acronym": "ALBGAZ",
    "summary": null
  },
  {
    "entity": "Directorate for Strategies and Policies of Industry and Energy of MIE",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Regulations",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "The Energy Regulatory Authority",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Oil Stocks Directive",
    "category": "Strategy",
    "summary": null,
    "Information": "Consolidating the legal framework for the implementation of the Oil Stocks Directive"
  },
  {
    "entity": "EU Directive",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Final Joint Opinion of the Energy Regulators",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Oil Company",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Law on Natural Gas Sector",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "AlbGaz",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Directorate of Development Programs of Industry and Energy",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Operating Companies",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Directorate of Policies and Strategies of Industry and Energy",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Regulatory Authority",
    "category": "Organization",
    "summary": null,
    "Information": "Improve the administrative structure of the MIE by strengthening and consolidating the Directorate of Policies and Strategies of Industry and Energy in oil and gas sector3.8.4 ALBPETROL"
  },
  {
    "entity": "Third Energy Packageill",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Directorate of Policies and Strategies of Industry and EnergyETROLBPETROL",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "ERE Ministry",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Directorate of Programs of Industry",
    "category": "Organization",
    "summary": null,
    "Information": "Utilization of the industry to bring foreign direct investment funds, enhance technology transfer, infrastructure development, job creation, training and utilization of domestic goods and services"
  },
  {
    "entity": "Oil & Gas Sector Priorities and Actions - 2 of Policies and Industry",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Emergency Stockpiling",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Control",
    "category": "Skill",
    "summary": null
  },
  {
    "entity": "Tirana",
    "category": "Location",
    "summary": "Tirana (/tɪˈrɑːnə/ tih-RAH-nə, Albanian pronunciation: [tiˈɾana]; Gheg Albanian: Tirona) is the capital and largest city of Albania. It is located in the centre of the country, enclosed by mountains and hills with Dajti rising to the east and a slight valley to the northwest overlooking the Adriatic Sea in the distance. Due to its location at the Plain of Tirana and the close proximity to the Mediterranean Sea, the city is particularly influenced by a Mediterranean seasonal climate. It is among the wettest and sunniest cities in Europe, with 2,544 hours of sun per year. Tirana was founded as a city in 1614 by the Ottoman Albanian general Sylejman Pasha Bargjini and flourished by then around the Old Mosque and the türbe. The area that today corresponds to the city's territory has been continuously inhabited since the Iron Age. It was inhabited by Illyrians, and was most likely the core of the Illyrian Kingdom of the Taulantii, which in Classical Antiquity was centred in the hinterland of Epidamnus. Following the Illyrian Wars it was annexed by Rome and became an integral part of the Roman Empire. The heritage of that period is still evident and represented by the Mosaics of Tirana. Later, in the 5th and 6th centuries, an Early Christian basilica was built around this site. After the Roman Empire split into East and West in the 4th century, its successor the Byzantine Empire took control over most of Albania, and built the Petrelë Castle in the reign of Justinian I. The city was fairly unimportant until the 20th century, when the Congress of Lushnjë proclaimed it as Albania's capital, after the Albanian Declaration of Independence in 1912. Classified as a gamma-world-city, Tirana is the most important economic, financial, political and trade centre in Albania due to its significant location in the centre of the country and its modern air, maritime, rail and road transportation. It is the seat of power of the Government of Albania, with the official residences of the President and Prime Minister of Albania, and the Parliament of Albania. The city was announced as the European Youth Capital for 2022."
  },
  {
    "entity": "Oil & Gas Summit",
    "category": "Event",
    "summary": null,
    "Information": "the organization for the first time of the Oil & Gas Summit held in 2015 in Tirana"
  },
  {
    "entity": "SHELL",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Petroleum Law",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "BP",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Exxon Mobil",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "SOCAR",
    "category": "Organization",
    "summary": "The State Oil Company of Azerbaijan Republic (Azerbaijani: Azərbaycan Respublikası Dövlət Neft Şirkəti), largely known as SOCAR is fully state-owned national oil and gas company headquartered in Baku, Azerbaijan. The company produces oil and natural gas from onshore and offshore fields in the Azerbaijani segment of the Caspian Sea. It operates the country's only oil refinery, one gas processing plant and runs several oil and gas export pipelines throughout the country. It owns fuel filling station networks under the SOCAR brand in Azerbaijan, Turkey, Georgia, Ukraine, Romania and Switzerland. SOCAR is a major source of income for the authoritarian regime in Azerbaijan. The company is run in an opaque manner, as it has complex webs of contracts and middlemen that have led to the enrichment of the country's ruling elites."
  },
  {
    "entity": "ALBGAZ Company",
    "category": "Organization",
    "summary": null,
    "Information": "ALBGAZ Company includes the possibility of cooperation with foreign companies currently operating in Albania, such as TAP AG, but also with other companies that may be present in the future."
  },
  {
    "entity": "Ballsh",
    "category": "Location",
    "summary": "Ballsh (definite Albanian form: Ballshi) is a town and a former municipality in Fier County, southern Albania. At the 2015 local government reform it became a subdivision and the seat of the municipality Mallakastër. It was the seat of the former District of Mallakastër. The population at the 2011 census was 7,657."
  },
  {
    "entity": "Europe",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Environmental Impact Statement",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Ministry of Environment",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Agency of Natural ResourcesBGAZ",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Refining and Marketing of Oil CompanyO",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Oil & Gas Sector",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Table 6 : Oil & Gas Sector Priorities and Actions – 3 Upstream ● Reform",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Natural Gas Investment Plan",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "National Agency of Environment",
    "category": "Organization",
    "acronym": "NAE",
    "summary": null,
    "Information": "Continues monitoring for"
  },
  {
    "entity": "Environmental Mitigation and Management Plan",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "State Technical and Industry Inspectorate",
    "category": "Organization",
    "acronym": "STII",
    "summary": null
  },
  {
    "entity": "Oil & Gas Sector Priorities and Actions",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Contract negotiations",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Inspectorates",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "State Technical and Industry",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Agency of Natural",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Technical Department",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Central Europe",
    "category": "Location",
    "summary": "Central Europe is an area of Europe between Western Europe and Eastern Europe, based on a common historical, social and cultural identity. The Thirty Years' War between Catholicism and Protestantism was a significant shaping process in the history of Central Europe. The concept of \"Central Europe\" appeared in the 19th century. Central Europe comprised most of the territories of the Holy Roman Empire and those of the two neighboring kingdoms of Poland and Hungary. Hungary and parts of Poland were later part of the Habsburg monarchy, which also significantly shaped the history of Central Europe. Unlike their Western European (Portugal, Spain et al.) and Eastern European (Russia) counterparts, the Central European nations never had any notable colonies (either overseas or adjacent) due to their inland location and other factors. It has often been argued that one of the contributing causes of both World War I and World War II was Germany's lack of original overseas colonies. After World War II, Central Europe was divided by the Iron Curtain (as agreed by the Big Three at the Yalta Conference and the Potsdam Conference) into two parts, the capitalist Western Bloc and the communist Eastern Bloc. The Berlin Wall was one of the most visible symbols of these artificial and forced divisions. Specifically, Stalin had advocated the creation of a Soviet sphere of influence in Central Europe, starting with Poland, in order to provide the Soviet Union with a geopolitical buffer zone between it and the western capitalist world\". Central Europe began a \"strategic awakening\" in the late 20th and early 21st century, with initiatives such as Central European Defence Cooperation, the Central European Initiative (CEI), Centrope, and the Visegrád Four Group. This awakening was triggered by writers and other intellectuals who recognized the societal paralysis of decaying dictatorships and felt compelled to speak up against Soviet oppression. All of the Central European countries are presently listed as being \"very highly developed\" by the Human Development Index (see List of central European countries by development indexes)."
  },
  {
    "entity": "Balkan",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "EU Member States",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Second NEEAP",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Financial Mechanisms and Incentives Financial",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Member 10 Energy Efficiency Policy Recommendations",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "White",
    "category": "Organization",
    "summary": "White is the lightest color and is achromatic (having no hue). It is the color of objects such as snow, chalk, and milk, and is the opposite of black. White objects fully reflect and scatter all the visible wavelengths of light. White on television and computer screens is created by a mixture of red, blue, and green light. The color white can be given with white pigments, especially titanium dioxide. In ancient Egypt and ancient Rome, priestesses wore white as a symbol of purity, and Romans wore white togas as symbols of citizenship. In the Middle Ages and Renaissance a white unicorn symbolized chastity, and a white lamb sacrifice and purity. It was the royal color of the kings of France, and of the monarchist movement that opposed the Bolsheviks during the Russian Civil War (1917–1922). Greek and Roman temples were faced with white marble, and beginning in the 18th century, with the advent of neoclassical architecture, white became the most common color of new churches, capitols and other government buildings, especially in the United States. It was also widely used in 20th century modern architecture as a symbol of modernity and simplicity. According to surveys in Europe and the United States, white is the color most often associated with perfection, the good, honesty, cleanliness, the beginning, the new, neutrality, and exactitude. White is an important color for almost all world religions. The pope, the head of the Roman Catholic Church, has worn white since 1566, as a symbol of purity and sacrifice. In Islam, and in the Shinto religion of Japan, it is worn by pilgrims. In Western cultures and in Japan, white is the most common color for wedding dresses, symbolizing purity and virginity. In many Asian cultures, white is also the color of mourning."
  },
  {
    "entity": "EE Scenario",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "UNDP Climate Change Unit",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Global Environment Facility",
    "category": "Organization",
    "summary": "The Global Environment Facility (GEF) is a multilateral environmental fund that provides grants and blended finance for projects related to biodiversity, climate change, international waters, land degradation, persistent organic pollutants (POPs), mercury, sustainable forest management, food security, and sustainable cities in developing countries. It is the largest source of multilateral funding for biodiversity globally, and distributes more than $1 billion a year on average to address inter-related environmental challenges. The GEF was established ahead of the 1992 Rio Earth Summit and includes 184 countries in partnership with international institutions, civil society organizations, and the private sector. It supports country-driven sustainable development initiatives in developing countries that generate global environmental benefits. To date, the GEF has provided more than $22 billion in grants and mobilized another $120 billion in co-financing for more than 5,200 projects and programs. Through its Small Grants Programme (SGP), the GEF has provided support to nearly 27,000 civil society and community initiatives in 136 countries. In June 2022, donors to the GEF pledged a record $5.33 billion in support for its latest four-year replenishment cycle, which runs until June 2026. In addition to funding projects through grants and blended finance, the GEF also serves as financial mechanism for the following conventions: \n* Convention on Biological Diversity (CBD) \n* United Nations Framework Convention on Climate Change (UNFCCC) \n* United Nations Convention to Combat Desertification (UNCCD) \n* Stockholm Convention on Persistent Organic Pollutants \n* Minamata Convention on Mercury The GEF also supports implementation of the Montreal Protocol on Substances that Deplete the Ozone Layer (MP)."
  },
  {
    "entity": "GEF",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "World Bank",
    "category": "Organization",
    "acronym": "WB",
    "summary": null
  },
  {
    "entity": "Energy Efficiency (",
    "category": "Strategy",
    "summary": null,
    "Information": "This should be available once the Market Model has been fully implemented."
  },
  {
    "entity": "Climate Change Fund",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "European Investment Bank",
    "category": "Organization",
    "acronym": "EIB",
    "summary": "The European Investment Bank (EIB) is the European Union's investment bank and is owned by the EU Member States. It is one of the largest supranational lenders in the world. The EIB finances and invests both through equity and debt solutions projects that achieve the policy aims of the European Union through loans, guarantees and technical assistance. The EIB focuses on the areas of climate, environment, small and medium sized enterprises (SMEs), development, cohesion and infrastructure. It has played a large role in providing finance during crises including the 2008 financial crash and the COVID-19 pandemic. Since its inception in 1958 the EIB has invested over one trillion euros. It primarily funds projects that \"cannot be entirely financed by the various means available in the individual Member States\". The EIB is one of the biggest financiers of green finance in the world. In 2007, the EIB became the first institution in the world to issue green bonds. In 2019 it committed to stop funding fossil fuel projects by the end of 2021. The EIB plans to invest 1 trillion euros in climate-related projects by 2030 including a just transition. The EIB is not funded through the budget of the EU. Instead, it raises money through the international capital markets by issuing bonds. The EIB is rated triple-A, the most credit-worthy rating on the bond market, by \"the Big Three\" credit rating agencies: Moody's, Standard and Poor's, and Fitch. Each member state pays capital into the EIB's reserves which is broadly in line with their share of EU gross domestic product. The EIB was founded by the Treaty of Rome, which came into force on 1 January 1958. It was the first of the world's regional development banks and is sometimes referred to as the largest multilateral development bank (MDB). The EIB was established to facilitate equitable development in the EU through lending to regions that are less developed and to support the EU's internal market. The EIB is active in 140 countries throughout the world. It makes around 10% of its investments outside the EU to support the European Union's development aid and cooperation policies. The EIB has been criticised and caused controversy for various actions and inactions of its own (or projects it funded), including: insufficient stakeholder consultation, lack of organisational transparency, climate change response, tax avoidance, acceptance of vegeterian and vegan people, and staff harassment."
  },
  {
    "entity": "European Bank for Reconstruction and Development",
    "category": "Organization",
    "acronym": "EBRD",
    "summary": "The European Bank for Reconstruction and Development (EBRD) is an international financial institution founded in 1991. As a multilateral developmental investment bank, the EBRD uses investment as a tool to build market economies. Initially focused on the countries of the former Eastern Bloc it expanded to support development in more than 30 countries from Central Europe to Central Asia. Similar to other multilateral development banks, the EBRD has members from all over the world (North America, Africa, Asia and Australia, see below), with the biggest single shareholder being the United States, but only lends regionally in its countries of operations. Headquartered in London, the EBRD is owned by 71 countries and two European Union institutions, the newest shareholder being Algeria since October 2021. Despite its public sector shareholders, it invests in private enterprises, together with commercial partners. The EBRD is not to be confused with the European Investment Bank (EIB), which is owned by EU member states and is used to support EU policy. EBRD is also distinct from the Council of Europe Development Bank (CEB)."
  },
  {
    "entity": "Ministries",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Kreditanstalt für Wiederaufbau",
    "category": "Organization",
    "acronym": "KfW",
    "summary": null
  },
  {
    "entity": "State Budget",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "IF",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Energy Efficiency Law",
    "category": "Strategy",
    "acronym": "EE Law",
    "summary": null,
    "Information": "This should be available once the Market Model has been fully implemented."
  },
  {
    "entity": "State Budget Law",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Energy Community Countries",
    "category": "Organization",
    "summary": null,
    "Information": null
  },
  {
    "entity": "Advantages and Drawbacks of Energy Efficiency Fund Models Advantage Drawback",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Development Fund",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Guarantee Fund",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "EBRD Sustainable Energy Fund",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Western Balkans Green Economy Financing Facility",
    "category": "Organization",
    "acronym": "WB GEFF",
    "summary": null
  },
  {
    "entity": "Western Balkan Sustainable Energy Programme",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Green for Growth Fund",
    "category": "Organization",
    "acronym": "GGF",
    "summary": null
  },
  {
    "entity": "EBRD Western Balkan Sustainable Energy Direct Financing Facility",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "International Finance Corporation",
    "category": "Organization",
    "acronym": "IFC",
    "summary": "The International Finance Corporation (IFC) is an international financial institution that offers investment, advisory, and asset-management services to encourage private-sector development in less developed countries. The IFC is a member of the World Bank Group and is headquartered in Washington, D.C. in the United States. It was established in 1956, as the private-sector arm of the World Bank Group, to advance economic development by investing in for-profit and commercial projects for poverty reduction and promoting development. The IFC's stated aim is to create opportunities for people to escape poverty and achieve better living standards by mobilizing financial resources for private enterprise, promoting accessible and competitive markets, supporting businesses and other private-sector entities, and creating jobs and delivering necessary services to those who are poverty stricken or otherwise vulnerable. Since 2009, the IFC has focused on a set of development goals that its projects are expected to target. Its goals are to increase sustainable agriculture opportunities, improve healthcare and education, increase access to financing for microfinance and business clients, advance infrastructure, help small businesses grow revenues, and invest in climate health. The IFC is owned and governed by its member countries but has its own executive leadership and staff that conduct its normal business operations. It is a corporation whose shareholders are member governments that provide paid-in capital and have the right to vote on its matters. Originally, it was more financially integrated with the World Bank Group, but later, the IFC was established separately and eventually became authorized to operate as a financially autonomous entity and make independent investment decisions. It offers an array of debt and equity financing services and helps companies face their risk exposures while refraining from participating in a management capacity. The corporation also offers advice to companies on making decisions, evaluating their impact on the environment and society, and being responsible. It advises governments on building infrastructure and partnerships to further support private sector development. The corporation is assessed by an independent evaluator each year. In 2011, its evaluation report recognized that its investments performed well and reduced poverty, but recommended that the corporation define poverty and expected outcomes more explicitly to better-understand its effectiveness and approach poverty reduction more strategically. The corporation's total investments in 2011 amounted to $18.66 billion. It committed $820 million to advisory services for 642 projects in 2011, and held $24.5 billion worth of liquid assets. The IFC is in good financial standing and received the highest ratings from two independent credit rating agencies in 2018. IFC comes under frequent criticism from NGOs that it is not able to track its money because of its use of financial intermediaries. For example, a report by Oxfam International and other NGOs in 2015, \"The Suffering of Others,\" found the IFC was not performing enough due diligence and managing risk in many of its investments in third-party lenders. Other criticism focuses on IFC working excessively with large companies or wealthy individuals already able to finance their investments without help from public institutions such as IFC, and such investments do not have an adequate positive development impact. An example often cited by NGOs and critical journalists is IFC granting financing to a Saudi prince for a five-star hotel in Ghana."
  },
  {
    "entity": "Western Balkans Sustainable Energy Direct Financing Facility",
    "category": "Organization",
    "acronym": "WeBSEDFF",
    "summary": null
  },
  {
    "entity": "Participating Banks",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Require Vehicle Technical Centers",
    "category": "Skill",
    "summary": null
  },
  {
    "entity": "French",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "German",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Albanian Criminal Code",
    "category": "Organization",
    "summary": null,
    "Information": "Specifically, the amendments of the Albanian Criminal Code (Law n. 7895), in full force since September 2014 increased the legal responsibilities of any individual and/or legal entity unlawfully stealing electricity."
  },
  {
    "entity": "Albanian Electricity Sector",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Universal Service Supplier",
    "category": "Organization",
    "acronym": "USS",
    "summary": null
  },
  {
    "entity": "Electricity Sector",
    "category": "Organization",
    "summary": null,
    "Information": "Finalizing the move from the vertical integrated structure of the Electricity Sector towards a structure with legally, functionally and financially separate Supply, Generation, Transmission and Distribution entities allowing for competition in wholesale and retail markets"
  },
  {
    "entity": "Council of Ministers Decisions for Small Hydro Power Plans",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Photovoltaic Power Plans",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "RES Targets",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Wind Power Plans",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "E&E",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Steps Requires to Improve Power Sector Financial Solvency Item Timing Responsibility",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Decision of Council of Ministers",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "RES Action Plan",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Main Technical and Financial Parameters",
    "category": "Skill",
    "summary": null
  },
  {
    "entity": "into Consideration for the RES Support Scheme SOLAR PHOTOVOLTAIC",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "ARMO sh.a.",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "AlbaniaS",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Public SupplierEE",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Financial InstitutionsT",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Concession Law",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Project Financing Concept",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Power Sector Law No",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Government of Albania",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Natural Gas Sector Law No",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "approval of the Market Model of the Power Sector ”",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Power Sector LawM",
    "category": "Law",
    "summary": null
  },
  {
    "entity": "On Information of the Consumption of Energy and Other Resources by Energy - Related Products ”",
    "category": "Law",
    "summary": null
  },
  {
    "entity": "Power Exchange",
    "category": "Organization",
    "acronym": "PX",
    "summary": null
  },
  {
    "entity": "Decision of the Council of Ministers",
    "category": "Event",
    "acronym": "DCM",
    "summary": null
  },
  {
    "entity": "Albanian Council of Ministers",
    "category": "Organization",
    "summary": null,
    "Information": "On approval of the regulation for procedures of granting permits/authorizations for the construction of new power generation plants/facilities not subject to concession"
  },
  {
    "entity": "Law on biofuels in The Albanian",
    "category": "Law",
    "summary": null
  },
  {
    "entity": "Ministry of Economic Development, Tourism and Trade",
    "category": "Organization",
    "summary": null,
    "Information": "the entity that represent the state stakeholder’s rights in the share capital of OST"
  },
  {
    "entity": "Ministry of Economic Development, Tourism and TradeHEE",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Shareholder ’ s Assembly of KESH",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "ALBPETROL Sh. A",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "ALBGAZ Sh. A",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Renewable Energy Action Plan 2015 – 2020 ”",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Amendment of the Law on Concessions and Public Private Partnership No. 77",
    "category": "Law",
    "summary": null
  },
  {
    "entity": "Public Private Partnership",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Ministry of Economy, Tourism, Trade and Entrepreneurship",
    "category": "Organization",
    "summary": null,
    "Information": "Ministry of Economy, Tourism, Trade and Entrepreneurship represents the state stakeholder's rights in the share capital of ALBGAZ Sh.A."
  },
  {
    "entity": "Law on Renewable Energy Sources",
    "category": "Law",
    "summary": null
  },
  {
    "entity": "Energy Charter Treaty",
    "category": "Organization",
    "summary": "The Energy Charter Treaty (ECT) is an international agreement that establishes a multilateral framework for cross-border cooperation in the energy industry, principally the fossil fuel industry. The treaty covers all aspects of commercial energy activities including trade, transit, investments and energy efficiency. The treaty contains dispute resolution procedures both for States Parties to the Treaty (vis-à-vis other States) and as between States and the investors of other States, who have made investments in the territory of the former. Initially, the Energy Charter process aimed to integrate the energy sectors of the Soviet Union and Eastern Europe at the end of the Cold War into the broader European and world markets. Its role, however, extends beyond east–west cooperation and, through legally binding instruments, free trade in global energy markets and non-discrimination to stimulate foreign direct investments and global cross-border trade. Awards and settlements of the international arbitrations put forward by breaking the law of the Energy Charter Treaty are sometimes in the hundreds of millions of dollars. In 2014, the Yukos cases were decided in favour of the claimants on the basis of the treaty with a record-breaking US$50 billion award, although appeals continue in courts in the Netherlands. The Energy Charter Treaty has been criticized for being a significant obstacle to enacting national policies to combat climate change, and for actively disincentivizing national governments from compliance with recent international climate treaties such as the Paris Agreement due to the threat of significant financial loss. In contrast, arbitration lawyer Tomas Vail argues that approximately 60% of ECT claims have risen from states failing to honour their promises to renewable energy investors and that the treaty therefore makes investments in renewable energy more stable and thus more attractive. Full versions of the treaty, both consolidated and official, are readily accessible."
  },
  {
    "entity": "Protocol on Energy Efficiency and Related Environmental Aspects",
    "category": "Organization",
    "acronym": "PEEREA",
    "summary": null
  },
  {
    "entity": "Directive",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Natural Gas Sector Law Directive 2009 / 73 / ECealing Directive",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Albanian Energy Sector",
    "category": "Organization",
    "summary": null,
    "Information": "Ensure that the climate change targets are met, including the renewable energy resource (RES) and energy efficiency targets"
  },
  {
    "entity": "Status of Albanian Energy Sector Alignment with EU Directives Applicable EU directive Status",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "alignment Power Sector Directive 2009",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "“ Rio Earth Summit ”",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "GHG Emissions Baseline Scenario",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Third National Communication",
    "category": "Project",
    "acronym": "TNC",
    "summary": null
  },
  {
    "entity": "Transport Sector",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "EUulation",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Vlora",
    "category": "Location",
    "summary": null,
    "Information": "Enable a better performance of air safety functions, as well as strengthening the administrative and\ntechnical capacity in this sector."
  },
  {
    "entity": "Albanian Railway Authority",
    "category": "Organization",
    "acronym": "ARA",
    "summary": null
  },
  {
    "entity": "Durres",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Adriatic Sea",
    "category": "Location",
    "summary": "The Adriatic Sea (/ˌeɪdriˈætɪk/) is a body of water separating the Italian Peninsula from the Balkan Peninsula. The Adriatic is the northernmost arm of the Mediterranean Sea, extending from the Strait of Otranto (where it connects to the Ionian Sea) to the northwest and the Po Valley. The countries with coasts on the Adriatic are Albania, Bosnia and Herzegovina, Croatia, Italy, Montenegro, and Slovenia. The Adriatic contains more than 1,300 islands, mostly located along the Croatian part of its eastern coast. It is divided into three basins, the northern being the shallowest and the southern being the deepest, with a maximum depth of 1,233 metres (4,045 ft). The Otranto Sill, an underwater ridge, is located at the border between the Adriatic and Ionian Seas. The prevailing currents flow counterclockwise from the Strait of Otranto, along the eastern coast and back to the strait along the western (Italian) coast. Tidal movements in the Adriatic are slight, although larger amplitudes are known to occur occasionally. The Adriatic's salinity is lower than the Mediterranean's because the Adriatic collects a third of the fresh water flowing into the Mediterranean, acting as a dilution basin. The surface water temperatures generally range from 30 °C (86 °F) in summer to 12 °C (54 °F) in winter, significantly moderating the Adriatic Basin's climate. The Adriatic Sea sits on the Apulian or Adriatic Microplate, which separated from the African Plate in the Mesozoic era. The plate's movement contributed to the formation of the surrounding mountain chains and Apennine tectonic uplift after its collision with the Eurasian plate. In the Late Oligocene, the Italian Peninsula first formed, separating the Adriatic Basin from the rest of the Mediterranean. All types of sediment are found in the Adriatic, with the bulk of the material transported by the Po and other rivers on the western coast. The western coast is alluvial or terraced, while the eastern coast is highly indented with pronounced karstification. There are dozens of marine protected areas in the Adriatic, designed to protect the sea's karst habitats and biodiversity. The sea is abundant in flora and fauna—more than 7,000 species are identified as native to the Adriatic, many of them endemic, rare and threatened ones. The Adriatic's shores are populated by more than 3.5 million people; the largest cities are Bari, Venice, Trieste and Split. The earliest settlements on the Adriatic shores were Etruscan, Illyrian, and Greek. By the 2nd century BC, the shores were under Rome's control. In the Middle Ages, the Adriatic shores and the sea itself were controlled, to a varying extent, by a series of states—most notably the Byzantine Empire, the Croatian Kingdom, the Republic of Venice, the Habsburg monarchy and the Ottoman Empire. The Napoleonic Wars resulted in the First French Empire gaining coastal control and the British effort to counter the French in the area, ultimately securing most of the eastern Adriatic shore and the Po Valley for Austria. Following Italian unification, the Kingdom of Italy started an eastward expansion that lasted until the 20th century. Following World War I and the collapse of Austria-Hungary and the Ottoman Empire, the entire eastern coast's control passed to Yugoslavia and Albania, except for Trieste and surrounding area which remained under Italian control. The former disintegrated during the 1990s, resulting in four new states on the Adriatic coast. Italy and Yugoslavia agreed on their maritime boundaries by 1975 and this boundary is recognised by Yugoslavia's successor states, but the maritime boundaries between Slovenia, Croatia, Bosnia and Herzegovina, and Montenegro are still disputed. Italy and Albania agreed on their maritime boundary in 1992. Fisheries and tourism are significant sources of income all along the Adriatic coast. Adriatic Croatia's tourism industry has grown faster economically than the rest of the Adriatic Basin's. Maritime transport is also a significant branch of the area's economy—there are 19 seaports in the Adriatic that each handle more than a million tonnes of cargo per year. The largest Adriatic seaport by annual cargo turnover is the Port of Trieste, while the Port of Split is the largest Adriatic seaport by passengers served per year."
  },
  {
    "entity": "Shëngjini",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Shengjin",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Albanian Railways",
    "category": "Organization",
    "acronym": "AR",
    "summary": null
  },
  {
    "entity": "EU Low Carbon Economy Roadmap",
    "category": "Strategy",
    "summary": null,
    "Information": "The EU Low Carbon Economy Roadmap calls for actions in all main sectors responsible for Europe's emissions – power generation, industry, transport, buildings, construction and agriculture - and significant investments need to be made in: New low-carbon technologies and Energy efficiency."
  },
  {
    "entity": "“ Low - carbon Economy Roadmap14",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "2014",
    "category": "Event",
    "summary": "2014 (MMXIV) was a common year starting on Wednesday of the Gregorian calendar, the 2014th year of the Common Era (CE) and Anno Domini (AD) designations, the 14th year of the 3rd millennium and the 21st century, and the 5th year of the 2010s decade. 2014 was designated as: \n* International Year of Crystallography \n* International Year of Family Farming \n* International Year of Small Island Developing States \n* International Year of Solidarity with the Palestinian People",
    "Information": "Energy consumption increased significantly in 2014, driven primarily by the iron and steel industrial sectors."
  },
  {
    "entity": "Baseline scenario",
    "category": "Strategy",
    "summary": null,
    "Information": "The Baseline scenario follows economic development objectives of the second National Strategy for Development and Integration (NSDI-II)."
  },
  {
    "entity": "Albanian Ministries",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Order of the Prime Minister No. 155",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Contracting Parties",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Strategy for Development and Integration",
    "category": "Strategy",
    "acronym": "NSD-II",
    "summary": null
  },
  {
    "entity": "Macedonia",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Tirana3 Substations",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Bitola Ss",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Tirana2 Ss",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Zemblak Ss",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Elbasan2 Ss",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Burrel –",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Komanistation",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Peshkopi SsA",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Fier Ss",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Peshkopi",
    "category": "Location",
    "summary": "Peshkopi (definite Albanian form: Peshkopia, Latin: Penestae) is a town in Dibër County, northeastern Albania. At the 2015 local government reform it became a subdivision of the municipality Dibër. The population at the 2011 census was 13,251. The town is located 187 kilometres (116 mi) away from Tirana, the capital of Albania, and 20 kilometres (12 mi) from Macedonian border, and it sits 651 metres (2,136 ft) above sea level. It is the capital of both the county (Albanian: qark) and district (Albanian: rreth) of Dibër. It is the only county capital in Albania that does not share its name with its county. Peshkopi lies east of the Black Drin river. The Drin valley is the lowest part of the district. Mineral ores such as chromium, sulphur, and marble have been discovered in the district. It is also an important industrial center in Albania, particularly in relation to the food industry."
  },
  {
    "entity": "Rashbull Ss",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Shunt Reactor",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Albanian Market Model",
    "category": "Product",
    "acronym": "AMM",
    "summary": null,
    "Information": "Its implementation will also enable Albania to comply with the commitments already undertaken or may undertake in the framework of international and regional cooperation"
  },
  {
    "entity": "Day - Ahead and Intraday Market",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Electricity Market",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "State Aid Commission",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Market",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Public",
    "category": "Organization",
    "summary": "In public relations and communication science, publics are groups of individual people, and the public (a.k.a. the general public) is the totality of such groupings. This is a different concept to the sociological concept of the Öffentlichkeit or public sphere. The concept of a public has also been defined in political science, psychology, marketing, and advertising. In public relations and communication science, it is one of the more ambiguous concepts in the field. Although it has definitions in the theory of the field that have been formulated from the early 20th century onwards, and suffered more recent years from being blurred, as a result of conflation of the idea of a public with the notions of audience, market segment, community, constituency, and stakeholder."
  },
  {
    "entity": "Albanian Competition Authority",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Community",
    "category": "Organization",
    "summary": "A community is a social unit (a group of living things) with commonality such as place, norms, religion, values, customs, or identity. Communities may share a sense of place situated in a given geographical area (e.g. a country, village, town, or neighbourhood) or in virtual space through communication platforms. Durable good relations that extend beyond immediate genealogical ties also define a sense of community, important to their identity, practice, and roles in social institutions such as family, home, work, government, society, or humanity at large. Although communities are usually small relative to personal social ties, \"community\" may also refer to large group affiliations such as national communities, international communities, and virtual communities. The English-language word \"community\" derives from the Old French comuneté (Modern French: communauté), which comes from the Latin communitas \"community\", \"public spirit\" (from Latin communis, \"common\"). Human communities may have intent, belief, resources, preferences, needs, and risks in common, affecting the identity of the participants and their degree of cohesiveness."
  },
  {
    "entity": "Memorandum of Understanding",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Bitola",
    "category": "Location",
    "summary": "Bitola (/ˈbiːtoʊlə, -tələ/; Macedonian: Битола [ˈbitɔɫa]) is a city in the southwestern part of North Macedonia. It is located in the southern part of the Pelagonia valley, surrounded by the Baba, Nidže, and Kajmakčalan mountain ranges, 14 kilometres (9 miles) north of the Medžitlija-Níki border crossing with Greece. The city stands at an important junction connecting the south of the Adriatic Sea region with the Aegean Sea and Central Europe, and it is an administrative, cultural, industrial, commercial, and educational centre. It has been known since the Ottoman period as the \"City of Consuls\", since many European countries had consulates in Bitola. Bitola, known during the Ottoman Empire as Manastır or Monastir, is one of the oldest cities in North Macedonia. It was founded as Heraclea Lyncestis in the middle of the 4th century BC by Philip II of Macedon. The city was the last capital of the First Bulgarian Empire (1015-1018) and the last capital of Ottoman Rumelia, from 1836 to 1867. According to the 2002 census, Bitola is the second-largest city in the country. Bitola is also the seat of the Bitola Municipality."
  },
  {
    "entity": "Tirana2",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Kosova B",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Elbasan",
    "category": "Location",
    "summary": "Elbasan (/ˌɛlbəˈsɑːn/ Albanian: [ˈɛlbaˈsan]; definite Albanian form: Elbasani pronounced [ˈɛlbaˈsani]) is the fourth most populous city of Albania and seat of Elbasan County and Elbasan Municipality. It lies to the north of the river Shkumbin between the Skanderbeg Mountains and the Myzeqe Plain in central Albania."
  },
  {
    "entity": "Coordinated Auction Office of South East Europe",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Bulgaria",
    "category": "Location",
    "summary": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/; Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria, is a country in Southeast Europe. It is situated on the eastern flank of the Balkans, and is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. Bulgaria covers a territory of 110,994 square kilometres (42,855 sq mi), and is the sixteenth-largest country in Europe. Sofia is the nation's capital and largest city; other major cities are Plovdiv, Varna and Burgas. One of the earliest societies in the lands of modern-day Bulgaria was the Neolithic Karanovo culture, which dates back to 6,500 BC. In the 6th to 3rd century BC the region was a battleground for ancient Thracians, Persians, Celts and Macedonians; stability came when the Roman Empire conquered the region in AD 45. After the Roman state splintered, tribal invasions in the region resumed. Around the 6th century, these territories were settled by the early Slavs. The Bulgars, led by Asparuh, attacked from the lands of Old Great Bulgaria and permanently invaded the Balkans in the late 7th century. They established Danubian Bulgaria, victoriously recognised by treaty in 681 AD by the Eastern Roman Empire. It dominated most of the Balkans and significantly influenced Slavic cultures by developing the Cyrillic script. The First Bulgarian Empire lasted until the early 11th century, when Byzantine emperor Basil II conquered and dismantled it. A successful Bulgarian revolt in 1185 established a Second Bulgarian Empire, which reached its apex under Ivan Asen II (1218–1241). After numerous exhausting wars and feudal strife, the empire disintegrated in 1396 and fell under Ottoman rule for nearly five centuries. The Russo-Turkish War of 1877–78 resulted in the formation of the third and current Bulgarian state. Many ethnic Bulgarians were left outside the new nation's borders, which stoked irredentist sentiments that led to several conflicts with its neighbours and alliances with Germany in both world wars. In 1946, Bulgaria came under the Soviet-led Eastern Bloc and became a socialist state. The ruling Communist Party gave up its monopoly on power after the revolutions of 1989 and allowed multiparty elections. Bulgaria then transitioned into a democracy and a market-based economy. Since adopting a democratic constitution in 1991, Bulgaria has been a unitary parliamentary republic composed of 28 provinces, with a high degree of political, administrative, and economic centralisation. Bulgaria is a developing country, with an upper-middle-income economy, ranking 68th in the Human Development Index. Its market economy is part of the European Single Market and is largely based on services, followed by industry—especially machine building and mining—and agriculture. Widespread corruption is a major socioeconomic issue; Bulgaria ranked as the most corrupt country in the European Union in 2018. The country also faces a demographic crisis, with its population slowly shrinking, down from a peak of nearly nine million in 1988, to roughly 6.5 million today. Bulgaria is a member of the European Union, NATO, and the Council of Europe; it is also a founding member of the OSCE, and has taken a seat on the United Nations Security Council three times."
  },
  {
    "entity": "WB 6 Memorandum of Understanding",
    "category": "Project",
    "summary": null,
    "Information": "At some point a substantial sector financial restructuring is likely to be required to place all power companies on a sustainable basis."
  },
  {
    "entity": "Turkey",
    "category": "Location",
    "summary": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Türkiye (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti]), is a transcontinental country located mainly on the Anatolian Peninsula in Western Asia, with a small portion on the Balkan Peninsula in Southeast Europe. It shares borders with the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; the Aegean Sea to the west; and Greece and Bulgaria to the northwest. Cyprus is located off the south coast. Turks form the vast majority of the nation's population and Kurds are the largest minority. Ankara is Turkey's capital, while Istanbul is its largest city and financial centre. One of the world's earliest permanently settled regions, present-day Turkey was home to important Neolithic sites like Göbekli Tepe, and was inhabited by ancient civilisations including the Hattians, Hittites, Anatolian peoples, Mycenaean Greeks, Persians and others. Following the conquests of Alexander the Great which started the Hellenistic period, most of the ancient regions in modern Turkey were culturally Hellenised, which continued during the Byzantine era. The Seljuk Turks began migrating in the 11th century, and the Sultanate of Rum ruled Anatolia until the Mongol invasion in 1243, when it disintegrated into small Turkish principalities. Beginning in the late 13th century, the Ottomans united the principalities and conquered the Balkans, and the Turkification of Anatolia increased during the Ottoman period. After Mehmed II conquered Constantinople (Istanbul) in 1453, Ottoman expansion continued under Selim I. During the reign of Suleiman the Magnificent, the Ottoman Empire became a global power. From the late 18th century onwards, the empire's power declined with a gradual loss of territories. Mahmud II started a period of modernisation in the early 19th century. The Young Turk Revolution of 1908 restricted the authority of the Sultan and restored the Ottoman Parliament after a 30-year suspension, ushering the empire into a multi-party period. The 1913 coup d'état put the country under the control of the Three Pashas, who facilitated the Empire's entry into World War I as part of the Central Powers in 1914. During the war, the Ottoman government committed genocides against its Armenian, Greek and Assyrian subjects. After its defeat in the war, the Ottoman Empire was partitioned. The Turkish War of Independence against the occupying Allied Powers resulted in the abolition of the Sultanate on 1 November 1922, the signing of the Treaty of Lausanne (which superseded the Treaty of Sèvres) on 24 July 1923 and the proclamation of the Republic on 29 October 1923. With the reforms initiated by the country's first president, Mustafa Kemal Atatürk, Turkey became a secular, unitary and parliamentary republic. Turkey played a prominent role in the Korean War and joined NATO in 1952. The country endured several military coups in the latter half of the 20th century. The economy was liberalised in the 1980s, leading to stronger economic growth and political stability. The parliamentary republic was replaced with a presidential system by referendum in 2017. Turkey is a regional power and a newly industrialized country, with a geopolitically strategic location. Its economy, which is classified among the emerging and growth-leading economies, is the twentieth-largest in the world by nominal GDP, and the eleventh-largest by PPP. In addition to being an early member of NATO, Turkey is a charter member of the United Nations, the IMF, and the World Bank, and a founding member of the OECD, OSCE, BSEC, OIC, OTS and G20. After becoming one of the early members of the Council of Europe in 1950, Turkey became an associate member of the EEC in 1963, joined the EU Customs Union in 1995, and started accession negotiations with the European Union in 2005. Turkey has a rich cultural legacy shaped by centuries of history and the influence of the various peoples that have inhabited its territory over several millennia; it is home to 19 UNESCO World Heritage Sites and is among the most visited countries in the world."
  },
  {
    "entity": "Law 43/2015",
    "category": "Law",
    "summary": null
  },
  {
    "entity": "Protection of Vulnerable Customers",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Energy Community Annual Report",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Supervisory Council of OSHEE S. A.ision",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Supervisory Council",
    "category": "Organization",
    "acronym": "OSHEE S.A.",
    "summary": null
  },
  {
    "entity": "Western Balkan",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "of Energy and Industry",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "COM METODI S. P. A.",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Gas Master Plan for Albania & Project Identification Plan",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Total Potential Natural Gas Consumption",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Gas Sector Law",
    "category": "Organization",
    "summary": null,
    "Information": null
  },
  {
    "entity": "Directive 2009 / 73 / EC",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Albanian Law on Gas SectorP",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "ENE - 01 – Gas Master Plan for Albania & Project Identification Plan – Gas Demand and Supply Assessment Final Large",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Central East Europe",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Adriatic Integration Corridor",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Ukraine South Integration corridor",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Croatia",
    "category": "Location",
    "summary": "Croatia (/kroʊˈeɪʃə/, kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska,), is a country at the crossroads of Central and Southeast Europe. It shares a coastline along the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Croatia's capital and largest city, Zagreb, forms one of the country's primary subdivisions, with twenty counties. The country spans an area of 56,594 square kilometres (21,851 square miles), hosting a population of nearly 3.9 million. The Croats arrived in the late 6th century. By the 9th century, they had organized the territory into two duchies. Croatia was first internationally recognized as independent on 7 June 879 during the reign of Duke Branimir. Tomislav became the first king by 925, elevating Croatia to the status of a kingdom. During the succession crisis after the Trpimirović dynasty ended, Croatia entered a personal union with Hungary in 1102. In 1527, faced with Ottoman conquest, the Croatian Parliament elected Ferdinand I of Austria to the Croatian throne. In October 1918, the State of Slovenes, Croats and Serbs, independent from Austria-Hungary, was proclaimed in Zagreb, and in December 1918, merged into the Kingdom of Yugoslavia. Following the Axis invasion of Yugoslavia in April 1941, most of Croatia was incorporated into a Nazi-installed puppet state, the Independent State of Croatia. A resistance movement led to the creation of the Socialist Republic of Croatia, which after the war became a founding member and constituent of the Socialist Federal Republic of Yugoslavia. On 25 June 1991, Croatia declared independence, and the War of Independence was successfully fought over the next four years. Croatia is a republic governed under a parliamentary system. It is a member of the European Union, NATO, the United Nations, the Council of Europe, the World Trade Organization, and a founding member of the Union for the Mediterranean. Croatia is set to replace its national currency, the Croatian kuna with the euro on 1 January 2023, officially becoming the 20th euro area member. Should there be no unforeseen obstacles, Croatia should also join the Schengen Area on the same date. An active participant in United Nations peacekeeping, Croatia contributed troops to the International Security Assistance Force and filled a nonpermanent seat on the United Nations Security Council for the 2008–2009 term. Since 2000, the Croatian government has invested in infrastructure, especially transport routes and facilities along the Pan-European corridors. Croatia is classified by the World Bank as a high-income economy and ranks highly on the Human Development Index. Service, industrial sectors, and agriculture dominate the economy, respectively. Tourism is a significant source of revenue for the country, which is ranked among the 20 most popular tourist destinations. The state controls a part of the economy, with substantial government expenditure. The European Union is Croatia's most important trading partner. Croatia provides social security, universal health care, and tuition-free primary and secondary education while supporting culture through public institutions and corporate investments in media and publishing."
  },
  {
    "entity": "Montenegro",
    "category": "Location",
    "summary": "Montenegro (/ˌmɒntɪˈniːɡroʊ, -ˈneɪɡroʊ, -ˈnɛɡroʊ/; Montenegrin: Crna Gora, Црна Гора, lit. 'Black Mountain') is a country in Southeastern Europe. It is a part of the Balkans and is bordered by Serbia to the northeast, Bosnia and Herzegovina to the north, Kosovo to the east, Albania to the southeast, Croatia to the northwest, and the Adriatic Sea to the west with a coastline of 293.5 km. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and is home to roughly 30% of its total population of 621,000. During the Early Medieval period, three principalities were located on the territory of modern-day Montenegro: Duklja, roughly corresponding to the southern half; Travunia, the west; and Rascia proper, the north. The Principality of Zeta emerged in the 14th and 15th centuries. From the late 14th century to the late 18th century, large parts of southern Montenegro were ruled by the Venetian Republic and incorporated into Venetian Albania. The name Montenegro was first used to refer to the country in the late 15th century. After falling under Ottoman rule, Montenegro regained its independence in 1696 under the rule of the House of Petrović-Njegoš, first as a theocracy and later as a secular principality. Montenegro's independence was recognised by the Great Powers at the Congress of Berlin in 1878. In 1910, the country became a kingdom. After World War I, the kingdom became part of Yugoslavia. Following the breakup of Yugoslavia, the republics of Serbia and Montenegro together proclaimed a federation. Following an independence referendum held in May 2006, Montenegro declared its independence in June 2006 and the confederation dissolved. Montenegro has an upper-middle-income economy and ranks 48th in the Human Development Index. It is a member of the United Nations, NATO, the World Trade Organization, the Organization for Security and Co-operation in Europe, the Council of Europe, and the Central European Free Trade Agreement. Montenegro is also a founding member of the Union for the Mediterranean, and is currently in the process of joining the European Union."
  },
  {
    "entity": "Ionian",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Adriatic Seas",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "West Balkans",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Adriatic Integration corridor",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "West Balkan",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Ionian and Adriatic Seas",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Ionian Adriatic Pipeline",
    "category": "Organization",
    "acronym": "IAP",
    "summary": "The Ionian Adriatic Pipeline (IAP) is a proposed natural gas pipeline in Southeast Europe. It would run from Fier in Albania through Montenegro, and Bosnia and Herzegovina, to Split in Croatia. In Fier, IAP would be connected with the Trans Adriatic Pipeline. Trans Adriatic Pipeline AG has signed memorandums of understanding with developers of the IAP project, including Plinacro (Croatia), BH-Gas (Bosnia and Herzegovina), and governments of Montenegro and Albania. In Split, the pipeline would be connected with the existing gas transmission system of Croatia. In addition, it may be connected with other new gas infrastructure, including the Krk LNG terminal in Krk. The length of pipeline would be 516 kilometres (321 mi). The pipeline would be bi-directional and its capacity would be 5 billion cubic metres (180 billion cubic feet) of natural gas per year. The ministerial declaration on the IAP project was signed on 25 September 2007 in the framework of the Energy Community."
  },
  {
    "entity": "Revithoussa",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Croatian",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Moldova",
    "category": "Location",
    "summary": "Moldova (/mɒlˈdoʊvə/ mol-DOH-və, sometimes UK: /ˈmɒldəvə/ MOL-də-və; Romanian pronunciation: [molˈdova]), officially the Republic of Moldova (Romanian: Republica Moldova), is a landlocked country in Eastern Europe. It is bordered by Romania to the west and Ukraine to the north, east, and south. The unrecognised state of Transnistria lies across the Dniester on the country's eastern border with Ukraine. Moldova's capital and largest city is Chișinău. Most of Moldovan territory was a part of the Principality of Moldavia from the 14th century until 1812, when it was ceded to the Russian Empire by the Ottoman Empire (to which Moldavia was a vassal state) and became known as Bessarabia. In 1856, southern Bessarabia was returned to Moldavia, which three years later united with Wallachia to form Romania, but Russian rule was restored over the whole of the region in 1878. During the 1917 Russian Revolution, Bessarabia briefly became an autonomous state within the Russian Republic, known as the Moldavian Democratic Republic. In February 1918, the Moldavian Democratic Republic declared independence and then integrated into Romania later that year following a vote of its assembly. The decision was disputed by Soviet Russia, which in 1924 established, within the Ukrainian SSR, a so-called Moldavian autonomous republic (MASSR) on partially Moldovan-inhabited territories to the east of Bessarabia. In 1940, as a consequence of the Molotov–Ribbentrop Pact, Romania was compelled to cede Bessarabia and Northern Bukovina to the Soviet Union, leading to the creation of the Moldavian Soviet Socialist Republic (Moldavian SSR), which included the greater part of Bessarabia and the westernmost strip of the former MASSR (east of the Dniester River). On 27 August 1991, as the dissolution of the Soviet Union was underway, the Moldavian SSR declared independence and took the name Moldova. That same day, Romania became the first country to recognize Moldova's independence. The constitution of Moldova was adopted in 1994. The strip of the Moldovan territory on the east bank of the Dniester has been under the de facto control of the breakaway government of Transnistria since 1990. Due to a decrease in industrial and agricultural output following the dissolution of the Soviet Union, the service sector has grown to dominate Moldova's economy and is over 60% of the nation's GDP. Moldova is the second poorest country in Europe by GDP per capita. It also has the third lowest Human Development Index in Europe, ranking 80th in the world. Moldova is a parliamentary republic with a president as head of state and a prime minister as head of government. It is a member state of the United Nations, the Council of Europe, the World Trade Organization (WTO), the Organization for Security and Cooperation in Europe (OSCE), the GUAM Organization for Democracy and Economic Development, the Commonwealth of Independent States (CIS), the Organization of the Black Sea Economic Cooperation (BSEC), and the Association Trio. Moldova has been an official candidate for membership in the European Union since June 2022."
  },
  {
    "entity": "Romania",
    "category": "Location",
    "summary": "Romania (/roʊˈmeɪniə/ roh-MAY-nee-ə; Romanian: România [romɨˈni.a]) is a country located at the crossroads of Central, Eastern, and Southeast Europe. It borders Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, Moldova to the east, and the Black Sea to the southeast. It has a predominantly temperate-continental climate, and an area of 238,397 km2 (92,046 sq mi), with a population of around 19 million. Romania is the twelfth-largest country in Europe and the sixth-most populous member state of the European Union. Its capital and largest city is Bucharest, followed by Iași, Cluj-Napoca, Timișoara, Constanța, Craiova, Brașov, and Galați. The Danube, Europe's second-longest river, rises in Germany's Black Forest and flows in a southeasterly direction for 2,857 km (1,775 mi), before emptying into Romania's Danube Delta. The Carpathian Mountains, which cross Romania from the north to the southwest, include Moldoveanu Peak, at an altitude of 2,544 m (8,346 ft). Settlement in what is now Romania began in the Lower Paleolithic, with written records attesting the kingdom of Dacia, its conquest and subsequent Latinization by the Roman Empire. The modern Romanian state was formed in 1859 through a personal union of the Danubian Principalities of Moldavia and Wallachia. The new state, officially named Romania since 1866, gained independence from the Ottoman Empire in 1877. During World War I, after declaring its neutrality in 1914, Romania fought together with the Allied Powers from 1916. In the aftermath of the war, Bukovina, Bessarabia, Transylvania, and parts of Banat, Crișana, and Maramureș became part of the Kingdom of Romania. In June–August 1940, as a consequence of the Molotov–Ribbentrop Pact and Second Vienna Award, Romania was compelled to cede Bessarabia and Northern Bukovina to the Soviet Union and Northern Transylvania to Hungary. In November 1940, Romania signed the Tripartite Pact and, consequently, in June 1941 entered World War II on the Axis side, fighting against the Soviet Union until August 1944, when it joined the Allies and recovered Northern Transylvania. Following the war and occupation by the Red Army, Romania became a socialist republic and a member of the Warsaw Pact. After the 1989 Revolution, Romania began a transition towards democracy and a market economy. Romania is a developing country with a high-income economy, ranking 53rd in the Human Development Index. It has the world's 47th largest economy by nominal GDP. Romania experienced rapid economic growth in the early 2000s; its economy is now based predominantly on services. It is a producer and net exporter of machines and electric energy through companies like Automobile Dacia and OMV Petrom. Romania has been a member of the United Nations since 1955, NATO since 2004 and the European Union (EU) since 2007. The majority of Romania's population are ethnic Romanian and religiously identify themselves as Eastern Orthodox Christians, speaking Romanian, a Romance language. The Romanian Orthodox Church is the largest (and most traditional) church of the country."
  },
  {
    "entity": "Island of Krk",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Ukraine",
    "category": "Location",
    "summary": "Ukraine (Ukrainian: Україна, romanized: Ukraïna, pronounced [ʊkrɐˈjinɐ]) is a country in Eastern Europe. It is the second-largest European country after Russia, which it borders to the east and northeast. Ukraine covers approximately 600,000 square kilometres (230,000 sq mi). Prior to the ongoing Russo-Ukrainian War, it was the eighth-most populous country in Europe, with a population of around 41 million people. It is also bordered by Belarus to the north; by Poland, Slovakia, and Hungary to the west; and by Romania and Moldova to the southwest; with a coastline along the Black Sea and the Sea of Azov to the south and southeast. Kyiv is the nation's capital and largest city. Ukraine's official and national language is Ukrainian; most people are also fluent in Russian. During the Middle Ages, the area was a key centre of East Slavic culture under the state of Kievan Rus', which emerged in the 9th century and was ultimately destroyed by the Mongol invasions of the 13th century. After the Kingdom of Galicia–Volhynia emerged, the area was contested, divided, and ruled by a variety of external powers for the next 600 years, including the Polish–Lithuanian Commonwealth, the Austrian Empire, the Ottoman Empire, and the Tsardom of Russia. The Cossack Hetmanate emerged in central Ukraine in the 17th century, but was partitioned between Russia and Poland, and ultimately absorbed by the Russian Empire. After the Russian Revolution, a Ukrainian national movement re-emerged, and formed the Ukrainian People's Republic in 1917. This short-lived state was forcibly reconstituted by the Bolsheviks into the Ukrainian Soviet Socialist Republic, which became a founding member of the Soviet Union in 1922. In the 1930s, millions of Ukrainians were killed during the Holodomor, a Stalin-era man-made famine. Following the collapse of the Soviet Union in 1991, Ukraine regained independence and declared itself neutral, forming a limited military partnership with the post-Soviet Commonwealth of Independent States, while also joining the Partnership for Peace with NATO in 1994. In 2013, a series of mass demonstrations, known as the Euromaidan, erupted across Ukraine, eventually escalating into the Revolution of Dignity in 2014, which led to the establishment of a new government and pro-Russian unrest. During this period, unmarked Russian troops invaded the Crimean Peninsula, which was later annexed by Russia; and pro-Russia unrest in Ukraine's Donbas culminated in Russia-backed separatists seizing territory throughout the region, sparking the War in Donbas. This series of events marked the beginning of the ongoing Russo-Ukrainian War, and in a major escalation of the conflict in February 2022, Russia launched a full-scale invasion of Ukraine. Since the outbreak of war with Russia in 2014, Ukraine has continued to seek closer economic, political, and military ties with the Western world, including with the United States, European Union, and NATO. Ukraine is a unitary republic under a semi-presidential system and a developing country, ranking 77th on the Human Development Index. Ukraine is the poorest country in Europe by nominal GDP per capita, and has high levels of corruption. However, due to its extensive fertile land, pre-war Ukraine was one of the largest grain exporters in the world. It is a founding member of the United Nations, as well as a member of the Council of Europe, the World Trade Organization, and the OSCE, and is in the process of joining the European Union and becoming a NATO member."
  },
  {
    "entity": "Ukraine South corridor",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "LNG Revithoussa",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Third Party Access",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Wood Biogas Biomass / Crop Figure",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Law on Natural Gas sector",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Law on Natural Gasgibility",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Gas Market Rules",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Price Regulation",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Transmission Grid Code",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Market Opening",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Task 1 Report",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "World Bank Study Report",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Sector Study on Biomass - based Heating in the Western Balkans",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Sector Study on Biomass - based Heating in the",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Council of County",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "of County",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "France",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Germany",
    "category": "Location",
    "summary": "Germany (German: Deutschland, pronounced [ˈdɔʏtʃlant]), officially the Federal Republic of Germany, is a country in Central Europe. It is the second most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; it covers an area of 357,022 square kilometres (137,847 sq mi), with a population of almost 84 million within its 16 constituent states. Germany borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and the Netherlands to the west. The nation's capital and most populous city is Berlin and its financial centre is Frankfurt; the largest urban area is the Ruhr. Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. In 962, the Kingdom of Germany formed the bulk of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. Following the Napoleonic Wars and the dissolution of the Holy Roman Empire in 1806, the German Confederation was formed in 1815. Formal unification of Germany into the modern nation-state was commenced on 18 August 1866 with the North German Confederation Treaty establishing the Prussia-led North German Confederation later transformed in 1871 into the German Empire. After World War I and the German Revolution of 1918–1919, the Empire was in turn transformed into the semi-presidential Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a totalitarian dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, Germany as a whole was organized into two separate polities with limited sovereignity: the Federal Republic of Germany, generally known as West Germany, and the German Democratic Republic, East Germany, while Berlin continued its Four Power status. The Federal Republic of Germany was a founding member of the European Economic Community and the European Union, while the German Democratic Republic was a communist Eastern Bloc state and member of the Warsaw Pact. After the fall of communism, German reunification saw the former East German states join the Federal Republic of Germany on 3 October 1990—becoming a federal parliamentary republic. Germany is a great power with a strong economy; it has the largest economy in Europe, the world's fourth-largest economy by nominal GDP and the fifth-largest by PPP. As a global power in industrial, scientific and technological sectors, it is both the world's third-largest exporter and importer. As a highly developed country, which ranks ninth on the Human Development Index, it offers social security and a universal health care system, environmental protections, a tuition-free university education, and it is ranked as sixteenth-most peaceful country in the world. Germany is a member of the United Nations, the European Union, NATO, the Council of Europe, the G7, the G20 and the OECD. It has the third-greatest number of UNESCO World Heritage Sites."
  },
  {
    "entity": "Council of Minister",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "EU RES Directive 2009",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Luxemburg",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Porto Romano",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Porto Romano Port",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "National Strategy of Energy",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Electricity Demand Forecast",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Natural Gas CC",
    "category": "Product",
    "summary": null,
    "Information": "The implementation of the natural gas sector law will facilitate the development and construction of the domestic gas infrastructure necessary for the gasification of the country’s economy."
  },
  {
    "entity": "IBRD",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Korca",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Fier",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Masterplan of Natural Gas",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Public Procurement Law",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Energy Efficiency FundP",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "EE Fund Procedures",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "International Financial Institutions",
    "category": "Organization",
    "acronym": "IFI",
    "summary": null
  },
  {
    "entity": "Market ModelS",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Pilot Projects",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Sector Investment In EE Awareness Campaigns and Pilot Projects",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Sector Investment in RES Awareness Campaigns and Pilot Projects",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Western Balkans Investment Framework",
    "category": "Organization",
    "acronym": "WBIF",
    "summary": null
  },
  {
    "entity": "0 Rehabilitation of Ballsh & Fier Refineries",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Skavica",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "WBIF Committee",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Strategic Package",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Transmission, Distribution of Electricity, Exploration and Production of Crude Oil, Rehabilitation of Ballsh & Fier Refineries",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Sector Exploration and Production of Crude Oil",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Awareness",
    "category": "Skill",
    "summary": "Awareness is the state of being conscious of something. More specifically, it is the ability to directly know and perceive, to feel, or to be cognizant of events. Another definition describes it as a state wherein a subject is aware of some information when that information is directly available to bring to bear in the direction of a wide range of behavioral actions. The concept is often synonymous to consciousness and is also understood as being consciousness itself. The states of awareness are also associated with the states of experience so that the structure represented in awareness is mirrored in the structure of experience."
  },
  {
    "entity": "National Sector MEUR Power Sector",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "HEC Skavica",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Western Balkans Investment Fund",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Ballsh & Fier Refineries",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Oil Sector",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "NDC Targets",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "EE Targets",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "National Strategy for Development and Integration 2015 - 2020",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Yearly Energy Balance",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Natural Gas Penetration",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Council of Table",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Energy Sector Strategy",
    "category": "Strategy",
    "summary": null,
    "Information": "The Energy Sector Strategy employs the expertise and involvement of various entities."
  }
]