[
  {
    "entity": "Energy Community",
    "category": "Organization",
    "acronym": "EC",
    "summary": "The Energy Community, commonly referred to as the Energy Community of South East Europe (ECSEE), is an international organization consisting of the European Union (EU) and a number of non-EU countries. It aims to extend the EU internal energy market to wider Southeast Europe. The members commit to implement relevant EU energy acquis communautaire, to develop an adequate regulatory framework and to liberalize their energy markets in line with the acquis under the founding Treaty.",
    "information": "The Energy Community collaborates with the Renewable Energy Operator to promote renewable energy."
  },
  {
    "entity": "International Climate Initiative",
    "category": "Project",
    "acronym": "IKI"
  },
  {
    "entity": "Ministry of Infrastructure and Energy of Albania",
    "category": "Organization",
    "information": "The Ministry of Infrastructure and Energy of Albania administers the Draft of the National Energy and Climate Plan of the Republic of Albania."
  },
  {
    "entity": "German Bundestag",
    "category": "Organization"
  },
  {
    "entity": "Albania",
    "category": "Location",
    "summary": "Albania (/ælˈbeɪniə, ɔːl-/ a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria), officially the Republic of Albania (Albanian: Republika e Shqipërisë), is a country in Southeastern Europe. It is located on the Adriatic and Ionian Seas within the Mediterranean Sea and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east and Greece to the south. Tirana is its capital and largest city, followed by Durrës, Vlorë, and Shkodër. Albania displays varied climatic, geological, hydrological, and morphological conditions, defined in an area of 28,748 km2 (11,100 sq mi). It possesses significant diversity with the landscape ranging from the snow-capped mountains in the Albanian Alps as well as the Korab, Skanderbeg, Pindus and Ceraunian Mountains to the hot and sunny coasts of the Albanian Adriatic and Ionian Sea along the Mediterranean Sea. Albania has been inhabited by different civilisations over time, such as the Illyrians, Thracians, Greeks, Romans, Byzantines, Venetians, and Ottomans. The Albanians established the autonomous Principality of Arbër in the 12th century. The Kingdom of Albania and Principality of Albania formed between the 13th and 14th centuries. Prior to the Ottoman conquest of Albania in the 15th century, the Albanian resistance to Ottoman expansion into Europe led by Skanderbeg won them acclaim over most of Europe. Albania remained under Ottoman rule for nearly five centuries, during which many Albanians (known as Arnauts) attained high-ranking offices in the empire, especially in the Southern Balkans and Egypt. Between the 18th and 19th centuries, cultural developments, widely attributed to Albanians having gathered both spiritual and intellectual strength, conclusively led to the Albanian Renaissance. After the defeat of the Ottomans in the Balkan Wars, the modern nation state of Albania declared independence in 1912. In the 20th century, the Kingdom of Albania was invaded by Italy, which formed Greater Albania before becoming a protectorate of Nazi Germany. Enver Hoxha formed the People's Socialist Republic of Albania after World War II, modeled under the terms of Hoxhaism. The Revolutions of 1991 concluded the fall of communism in Albania and eventually the establishment of the current Republic of Albania. Albania is a unitary parliamentary constitutional republic. It is a developing country, ranking 67th in the Human Development Index, with an upper-middle income economy dominated by the service sector, followed by manufacturing. It went through a process of transition following the end of communism in 1990, from centralised planning to a market-based economy. Albania provides universal health care and free primary and secondary education to its citizens. Albania is a member of the United Nations, World Bank, UNESCO, NATO, WTO, COE, OSCE, and OIC. It has been an official candidate for membership in the European Union since 2014. It is one of the founding members of the Energy Community, including the Organization of the Black Sea Economic Cooperation and Union for the Mediterranean.",
    "information": "Currently, is pre estimated that there are no favourable conditions to establish the Energy Efficiency Fund for Albania due to the bottlenecks that were faced since this process has initiated (2017)."
  },
  {
    "entity": "Western Balkans",
    "category": "Location",
    "acronym": "WB"
  },
  {
    "entity": "Gross Inland Consumption",
    "category": "Event",
    "acronym": "GIC",
    "information": "Energy efficiency targets are foreseen at Gross Inland Consumption level and at Final Energy Consumption level, whereby much more EE measures are elaborated for energy savings at final energy consumption level."
  },
  {
    "entity": "Vlora",
    "category": "Location",
    "information": "in every year starting in 2035"
  },
  {
    "entity": "Albanian Energy Balance",
    "category": "Organization"
  },
  {
    "entity": "Transmission and Distribution",
    "category": "Organization"
  },
  {
    "entity": "Strategic Plan for Reform in Energy Sector in Albania",
    "category": "Strategy"
  },
  {
    "entity": "European Green Deal",
    "category": "Strategy"
  },
  {
    "entity": "New Climate Institute",
    "category": "Organization",
    "information": null
  },
  {
    "entity": "Albanian",
    "category": "Location",
    "information": "The Albanian institutions approved the rerouting process for the Albanian section of the ALKOGAP project."
  },
  {
    "entity": "Energy Regulatory Authority",
    "category": "Organization",
    "information": null
  },
  {
    "entity": "European Union",
    "category": "Organization",
    "acronym": "EU"
  },
  {
    "entity": "Albanian Renewable Energy Source Action Plan",
    "category": "Strategy"
  },
  {
    "entity": "National Strategy for the Climate Change",
    "category": "Strategy",
    "information": "The National Strategy for the Climate Change aligns with the goals and policies of the European Parliament."
  },
  {
    "entity": "European Parliament",
    "category": "Organization"
  },
  {
    "entity": "National Determined Contribution",
    "category": "Strategy",
    "information": "Budget (source of 6.5 MEur (annually for the forest sector although not specified by measures)"
  },
  {
    "entity": "Directive",
    "category": "Event",
    "information": "Directive 2003/30/EC → Directive has been repealed in EU and in the Energy Community, replaced by Directive 2009/28/EC; the Law related to biofuels."
  },
  {
    "entity": "Albanian Government",
    "category": "Organization",
    "information": "The strategic objective of the Albanian Government is to invest in electrical energy interconnectivity infrastructure."
  },
  {
    "entity": "Energy Regulatory Entity",
    "category": "Organization",
    "acronym": "ERE"
  },
  {
    "entity": "Renewable Energy Operator",
    "category": "Organization"
  },
  {
    "entity": "Albanian Parliament",
    "category": "Organization",
    "information": "Plenary sessions with the Parliament are organized, for example on energy and climate issues"
  },
  {
    "entity": "Directive 2010/31/EU",
    "category": "Policy"
  },
  {
    "entity": "Albanian Energy Strategy",
    "category": "Strategy",
    "information": "Decarbonization of the economy"
  },
  {
    "entity": "Eco-design Directive",
    "category": "Strategy"
  },
  {
    "entity": "Directive 2012/27/EU",
    "category": "Strategy",
    "information": "Directive 2012/27/EU contributes to the Sustainable Transport Plan."
  },
  {
    "entity": "Sectorial Strategy of Transports",
    "category": "Strategy"
  },
  {
    "entity": "National Methodology",
    "category": "Strategy"
  },
  {
    "entity": "Action Plan",
    "category": "Project"
  },
  {
    "entity": "Sustainable Transport Plan",
    "category": "Project"
  },
  {
    "entity": "National Energy Efficiency Action Plan",
    "category": "Strategy",
    "acronym": "NEEAP"
  },
  {
    "entity": "Energy Efficiency Agency",
    "category": "Organization",
    "information": "Municipalities partner with the Energy Efficiency Agency to implement energy efficiency measures."
  },
  {
    "entity": "Western Macedonia",
    "category": "Location",
    "information": "nZEB buildings in 3 regions of the cross-border area (Arta, Gjirokastra, Western Macedonia)"
  },
  {
    "entity": "University “Marin Barleti”",
    "category": "Organization",
    "information": "in collaboration with the University “Marin Barleti”"
  },
  {
    "entity": "Gjirokastra",
    "category": "Location",
    "information": "nZEB buildings in 3 regions of the cross-border area (Arta, Gjirokastra, Western Macedonia)"
  },
  {
    "entity": "Regional Center for Energy Efficiency",
    "category": "Organization",
    "acronym": "REEHUB",
    "information": "under the REEHUB project"
  },
  {
    "entity": "Arta",
    "category": "Location",
    "information": "nZEB buildings in 3 regions of the cross-border area (Arta, Gjirokastra, Western Macedonia)"
  },
  {
    "entity": "Tirana",
    "category": "Location",
    "summary": "Tirana (/tɪˈrɑːnə/ tih-RAH-nə, Albanian pronunciation: [tiˈɾana]; Gheg Albanian: Tirona) is the capital and largest city of Albania. It is located in the centre of the country, enclosed by mountains and hills with Dajti rising to the east and a slight valley to the northwest overlooking the Adriatic Sea in the distance. Due to its location at the Plain of Tirana and the close proximity to the Mediterranean Sea, the city is particularly influenced by a Mediterranean seasonal climate. It is among the wettest and sunniest cities in Europe, with 2,544 hours of sun per year. Tirana was founded as a city in 1614 by the Ottoman Albanian general Sylejman Pasha Bargjini and flourished by then around the Old Mosque and the türbe. The area that today corresponds to the city's territory has been continuously inhabited since the Iron Age. It was inhabited by Illyrians, and was most likely the core of the Illyrian Kingdom of the Taulantii, which in Classical Antiquity was centred in the hinterland of Epidamnus. Following the Illyrian Wars it was annexed by Rome and became an integral part of the Roman Empire. The heritage of that period is still evident and represented by the Mosaics of Tirana. Later, in the 5th and 6th centuries, an Early Christian basilica was built around this site. After the Roman Empire split into East and West in the 4th century, its successor the Byzantine Empire took control over most of Albania, and built the Petrelë Castle in the reign of Justinian I. The city was fairly unimportant until the 20th century, when the Congress of Lushnjë proclaimed it as Albania's capital, after the Albanian Declaration of Independence in 1912. Classified as a gamma-world-city, Tirana is the most important economic, financial, political and trade centre in Albania due to its significant location in the centre of the country and its modern air, maritime, rail and road transportation. It is the seat of power of the Government of Albania, with the official residences of the President and Prime Minister of Albania, and the Parliament of Albania. The city was announced as the European Youth Capital for 2022.",
    "information": "10 km of dedicated lanes for bicycles are being constructed in Tirana."
  },
  {
    "entity": "Agency for Energy Efficiency",
    "category": "Organization",
    "acronym": "AEE",
    "information": "On 17 December 2019 was successfully completed the process of technical evaluation of bids for the design of the project of reconstruction with Energy Efficiency of the buildings of \"Student City No. 1\" in cooperation with KfW. This is a big investment that has started earlier in 2017 with the rehabilitation of “Student City No.2”."
  },
  {
    "entity": "Energy Efficiency Directive",
    "category": "Strategy",
    "acronym": "EED"
  },
  {
    "entity": "European",
    "category": "Location"
  },
  {
    "entity": "Porto Romano",
    "category": "Location"
  },
  {
    "entity": "Durres",
    "category": "Location"
  },
  {
    "entity": "Master Plan of Natural Gas for Albania",
    "category": "Project",
    "information": "The Master Plan of Natural Gas for Albania supports the development of a sustainable natural gas system that enables a balanced contribution to the energy system, ensuring gas supply through competition and environmental protection."
  },
  {
    "entity": "Petrolifera",
    "category": "Organization"
  },
  {
    "entity": "National Sector Strategy for Energy",
    "category": "Strategy"
  },
  {
    "entity": "Dimension Energy Security",
    "category": "Strategy"
  },
  {
    "entity": "Policy-Based Loan",
    "category": "Project",
    "acronym": "PBL"
  },
  {
    "entity": "Energy Community Secretariat",
    "category": "Organization",
    "acronym": "ERBD",
    "information": "The Energy Community Secretariat collaborates with the Ministry of Tourism and Environment."
  },
  {
    "entity": "State Agency for Security of Oil Reserves",
    "category": "Organization",
    "acronym": "ASOR",
    "information": "The State Agency for Security of Oil Reserves administers the establishment, maintenance, and management of security minimum stocks of crude oil and petroleum products."
  },
  {
    "entity": "Order of the Prime Minister",
    "category": "Organization",
    "information": "The Order of the Prime Minister sets up a working group to ensure compliance with Directive 2009/119/EC."
  },
  {
    "entity": "Ministry of Infrastructure and Energy",
    "category": "Organization",
    "acronym": "MIE",
    "information": ""
  },
  {
    "entity": "Republic of Albania",
    "category": "Location",
    "acronym": "ROA",
    "information": "Measures to be implemented - Organizing the market of biofuels and other renewable fuels."
  },
  {
    "entity": "Albgaz SA",
    "category": "Organization",
    "information": "Albgaz SA was admitted as an observer at the European Network of Transmission System Operators for Gas."
  },
  {
    "entity": "European Network of Transmission System Operators for Gas",
    "category": "Organization",
    "acronym": "ENTSO-G",
    "summary": "The European Network of Transmission System Operators for Gas (ENTSOG) is an association of Europe's transmission system operators (TSOs). ENTSOG was created on 1 December 2009 by 31 TSOs from 21 European countries. Creation of the ENTSOG was initiated by the adoption of the European Union third legislative package on the gas and electricity markets. It aims to promote the completion and cross-border trade for gas on the European internal market, and development of the European natural gas transmission network. According to the third energy package ENTSOG is required to develop an EU-wide ten-year gas network development plan."
  },
  {
    "entity": "Albanian Energy Regulator Entity",
    "category": "Organization"
  },
  {
    "entity": "Internal Energy Market",
    "category": "Strategy"
  },
  {
    "entity": "Council of Ministers",
    "category": "Organization",
    "acronym": "CM",
    "summary": "Council of Ministers is a traditional name given to the supreme executive organ in some governments. It is usually equivalent to the term cabinet. The term Council of State is a similar name that also may refer to a cabinet, but the terms are not equal in certain countries (for example, in Spain and India). Councils of Ministers are usually composed of those government ministers who are responsible for a ministry. They are usually led by a President of the Council of Ministers, a term that is commonly translated, or used synonymously, as prime minister or premier.",
    "information": "The price set by the ERE, based on the methodology approved by the Council of Ministers"
  },
  {
    "entity": "Council",
    "category": "Organization",
    "summary": "A council is a group of people who come together to consult, deliberate, or make decisions. A council may function as a legislature, especially at a town, city or county/shire level, but most legislative bodies at the state/provincial or national level are not considered councils. At such levels, there may be no separate executive branch, and the council may effectively represent the entire government. A board of directors might also be denoted as a council. A committee might also be denoted as a council, though a committee is generally a subordinate body composed of members of a larger body, while a council may not be. Because many schools have a student council, the council is the form of governance with which many people are likely to have their first experience as electors or participants. A member of a council may be referred to as a councillor or councilperson, or by the gender-specific titles of councilman and councilwoman.",
    "information": "The Law and the Market Model support the possibility for the transmission system operator to exchange balancing services, under market-based conditions, across the borders."
  },
  {
    "entity": "Market Model",
    "category": "Strategy"
  },
  {
    "entity": "Ministry of Finance and Economy",
    "category": "Organization",
    "acronym": "MFE",
    "information": "TSO is an independent joint stock company owned by the Ministry of Finance and Economy."
  },
  {
    "entity": "Ministry of Social Affairs",
    "category": "Organization",
    "summary": "A Ministry of Social Affairs or Department of Social Affairs is the common name for a government department found in states where the government is divided into ministries or departments. While there is some variation in the responsibilities of such ministries, the common thread between them is their responsibility for assisting members of society who are in a vulnerable position for example due to age, dependence on government aid, or being the employee in an employee/employer relationship. Ministries of this type cover matters such as social work, social protection and assistance, pensions, welfare, health and social security, and workplace standards for employees Examples of such ministries include: \n* Ministry of Labour and Social Affairs (Albania) \n* Ministry of Labor and Social Affairs (Armenia) \n* Ministry of Social Affairs (Austria) \n* Ministry of Social Welfare (Bangladesh) \n* Ministry of Labour and Social Affairs (Czech Republic) \n* Ministry of Social Affairs (Denmark) \n* Ministry of Social Affairs (Estonia) \n* Ministry of Labor and Social Affairs (Ethiopia) \n* Ministry of Social Affairs and Health (Finland) \n* Minister of Social Affairs (France) \n* Ministry of Health, Labour and Social Affairs of Georgia \n* Federal Ministry of Labour and Social Affairs (Germany, BMAS) \n* Ministry of Labour and Social Affairs (Greece) \n* Ministry of Social Affairs and Labor (Haiti) \n* Ministry of Social Affairs (Iceland) \n* Ministry of Social Affairs (Indonesia) \n* Ministry of Labour and Social Affairs (Iran) \n* Ministry of Labor, Social Affairs and Social Services (Israel) \n* Ministry of Women, Youth, Sports and Social Affairs (Kiribati, MWYSSA) \n* Ministry of Social Affairs and Labour (Kuwait) \n* Ministry of Social Affairs (Lebanon) \n* Secretariat for Social Affairs and Culture (Macau) \n* Ministry of Labour, Employment and Social Security (Myanmar) \n* Ministry of Social Affairs and Employment (Netherlands, SZW) \n* Ministry of Social Affairs (Norway) \n* Ministry of Labour and Social Affairs (Russia) \n* Ministry of Employment, Social and Family Affairs (Somaliland) \n* Ministry of Social Affairs (Spain) – currently the Ministry of Social Rights and 2030 Agenda \n* Ministry of Health and Social Affairs (Sweden) \n* Ministry of Social Affairs and Labour (Syria) \n* Ministry of Labour, Invalids and Social Affairs (Vietnam)International organizations \n* Social Affairs and Health Committee (African Union) \n* Directorate-General for Employment, Social Affairs and Inclusion (European Commission, EMPL) \n* United Nations Department of Economic and Social Affairs (UN DESA)",
    "information": "The vulnerability criteria are, according to Article 95, determined by the Ministry of Social Affairs in cooperation with the Ministry for Energy and Ministry of Finance together with the state Energy Regulatory Entity."
  },
  {
    "entity": "Natural Gas Market Model",
    "category": "Strategy",
    "information": "The TAP Code contains all specific points and operationalizes some other requirements from the Exemption Decision."
  },
  {
    "entity": "Ministry of Energy and Industry",
    "category": "Organization"
  },
  {
    "entity": "Exemption Decision",
    "category": "Event",
    "information": "The TAP Code contains all specific points and operationalizes some other requirements from the Exemption Decision."
  },
  {
    "entity": "Capacity Allocation Mechanisms Network Code",
    "category": "Strategy"
  },
  {
    "entity": "Law on Natural Gas",
    "category": "Strategy",
    "information": "The majority of requirements under Directive 2009/73/EC with regard to customer protection and vulnerable customers were transposed by the Law."
  },
  {
    "entity": "Third Energy Package",
    "category": "Strategy",
    "summary": "The European Union's Third Energy Package is a legislative package for an internal gas and electricity market in the European Union. Its purpose is to further open up the gas and electricity markets in the European Union. The package was proposed by the European Commission in September 2007, and adopted by the European Parliament and the Council of the European Union in July 2009. It entered into force on 3 September 2009. Core elements of the third package include ownership unbundling, which stipulates the separation of companies' generation and sale operations from their transmission networks, and the establishment of a National regulatory authority (NRA) for each Member State, and the Agency for the Cooperation of Energy Regulators (ACER) which provides a forum for NRAs to work together.",
    "information": "The Gas Law of 2015 set the unbundling requirements which are in line with the Third Energy Package."
  },
  {
    "entity": "Natural Gas Emergency Plan",
    "category": "Project"
  },
  {
    "entity": "Albanian Competition Authority",
    "category": "Organization",
    "acronym": "ACA"
  },
  {
    "entity": "Trans Adriatic Pipeline",
    "category": "Project",
    "acronym": "TAP",
    "summary": "Trans Adriatic Pipeline (TAP) (Albanian: Gazsjellësi Trans-Adriatik, Greek: Διαδριατικός Αγωγός Φυσικού Αερίου - Diadriatikós Agogós Fysikoú Aeríou, Italian: Gasdotto Trans-Adriatico) is a natural gas pipeline proposed in 2003, constructed in 2016, and operational since 2020, from Azerbaijan at the Caspian Sea to Europe from Greece through Albania and the Adriatic Sea to Italy. It is a European section of the Southern Gas Corridor. As of 2022 capacity is 10 bcm per year. The natural gas originates in the second stage of the Shah Deniz (Azerbaijan) gas field development in the Azerbaijani section of Caspian Sea flowing through the South Caucasus Pipeline and the Trans Anatolian Pipeline (TANAP). The TAP has been supported by European institutions and seen as a \"Project of Common Interest\" to enhance energy security and diversify gas supplies for European markets.It is operated by a Swiss joint venture and owned by BP (20%), SOCAR (20%), Snam (20%), Fluxys (19%), Enagás (16%) and Axpo.",
    "information": "The Gas Master Plan defines the main lines for the development of the gas market and services in Albania based on natural gas supplied through the Trans Adriatic Pipeline (TAP Project)"
  },
  {
    "entity": "Kosovo",
    "category": "Location",
    "information": "Increase the welfare through market optimization of operation of the thermal power resources in Kosovo and hydro resources in Albania (specifically, the Drin River Cascade), as well as exchanging balancing reserve requirements."
  },
  {
    "entity": "Montenegro",
    "category": "Location",
    "summary": "Montenegro (/ˌmɒntɪˈniːɡroʊ, -ˈneɪɡroʊ, -ˈnɛɡroʊ/; Montenegrin: Crna Gora, Црна Гора, lit. 'Black Mountain') is a country in Southeastern Europe. It is a part of the Balkans and is bordered by Serbia to the northeast, Bosnia and Herzegovina to the north, Kosovo to the east, Albania to the southeast, Croatia to the northwest, and the Adriatic Sea to the west with a coastline of 293.5 km. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and is home to roughly 30% of its total population of 621,000. During the Early Medieval period, three principalities were located on the territory of modern-day Montenegro: Duklja, roughly corresponding to the southern half; Travunia, the west; and Rascia proper, the north. The Principality of Zeta emerged in the 14th and 15th centuries. From the late 14th century to the late 18th century, large parts of southern Montenegro were ruled by the Venetian Republic and incorporated into Venetian Albania. The name Montenegro was first used to refer to the country in the late 15th century. After falling under Ottoman rule, Montenegro regained its independence in 1696 under the rule of the House of Petrović-Njegoš, first as a theocracy and later as a secular principality. Montenegro's independence was recognised by the Great Powers at the Congress of Berlin in 1878. In 1910, the country became a kingdom. After World War I, the kingdom became part of Yugoslavia. Following the breakup of Yugoslavia, the republics of Serbia and Montenegro together proclaimed a federation. Following an independence referendum held in May 2006, Montenegro declared its independence in June 2006 and the confederation dissolved. Montenegro has an upper-middle-income economy and ranks 48th in the Human Development Index. It is a member of the United Nations, NATO, the World Trade Organization, the Organization for Security and Co-operation in Europe, the Council of Europe, and the Central European Free Trade Agreement. Montenegro is also a founding member of the Union for the Mediterranean, and is currently in the process of joining the European Union.",
    "information": "Montenegro partners with Albania in transport infrastructure coordination"
  },
  {
    "entity": "Greece",
    "category": "Location",
    "summary": "Greece, officially the Hellenic Republic, is a country in Southeast Europe. It is situated on the southern tip of the Balkans, and is located at the crossroads of Europe, Asia, and Africa. Greece shares land borders with Albania to the northwest, North Macedonia and Bulgaria to the north, and Turkey to the northeast. The Aegean Sea lies to the east of the mainland, the Ionian Sea to the west, and the Sea of Crete and the Mediterranean Sea to the south. Greece has the longest coastline on the Mediterranean Basin, featuring thousands of islands. The country consists of nine traditional geographic regions, and has a population of approximately 10.4 million. Athens is the nation's capital and largest city, followed by Thessaloniki and Patras. Greece is considered the cradle of Western civilization, being the birthplace of democracy, Western philosophy, Western literature, historiography, political science, major scientific and mathematical principles, theatre and the Olympic Games. From the eighth century BC, the Greeks were organised into various independent city-states, known as poleis (singular polis), which spanned the Mediterranean and the Black Sea. Philip II of Macedon united most of present-day Greece in the fourth century BC, with his son Alexander the Great rapidly conquering much of the ancient world, from the eastern Mediterranean to India. The subsequent Hellenistic period saw the height of Greek culture and influence in antiquity. Greece was annexed by Rome in the second century BC, becoming an integral part of the Roman Empire and its continuation, the Byzantine Empire, which was culturally and linguistically predominantly Greek. The Greek Orthodox Church, which emerged in the first century AD, helped shape modern Greek identity and transmitted Greek traditions to the wider Orthodox world. After falling under Ottoman rule in the mid-15th century, Greece emerged as a modern nation state in 1830 following a war of independence. After European powers initiated prolonged periods of monarchial rule by a foreign family, the country fell to a military junta in 1967. Subsequently, the junta collapsed in 1974 and Greece returned to democratic governance, which has continued to this day. The country's rich historical legacy is reflected in part by its 18 UNESCO World Heritage Sites. Greece is a unitary parliamentary republic, and a developed country, with an advanced high-income economy, and a high quality of life, ranking 32nd in the Human Development Index. Its economy is among the largest in the Balkans, where it is an important regional investor. A founding member of the United Nations, Greece was the tenth member to join the European Communities (precursor to the European Union) and has been part of the Eurozone since 2001. It is also a member of numerous other international institutions, including the Council of Europe, NATO, the OECD, the WTO, and the OSCE. Greece's unique cultural heritage, large tourism industry, prominent shipping sector and geostrategic importance classify it as a middle power."
  },
  {
    "entity": "European Network of Transmission System Operators",
    "category": "Organization"
  },
  {
    "entity": "Bitola",
    "category": "Location",
    "summary": "Bitola (/ˈbiːtoʊlə, -tələ/; Macedonian: Битола [ˈbitɔɫa]) is a city in the southwestern part of North Macedonia. It is located in the southern part of the Pelagonia valley, surrounded by the Baba, Nidže, and Kajmakčalan mountain ranges, 14 kilometres (9 miles) north of the Medžitlija-Níki border crossing with Greece. The city stands at an important junction connecting the south of the Adriatic Sea region with the Aegean Sea and Central Europe, and it is an administrative, cultural, industrial, commercial, and educational centre. It has been known since the Ottoman period as the \"City of Consuls\", since many European countries had consulates in Bitola. Bitola, known during the Ottoman Empire as Manastır or Monastir, is one of the oldest cities in North Macedonia. It was founded as Heraclea Lyncestis in the middle of the 4th century BC by Philip II of Macedon. The city was the last capital of the First Bulgarian Empire (1015-1018) and the last capital of Ottoman Rumelia, from 1836 to 1867. According to the 2002 census, Bitola is the second-largest city in the country. Bitola is also the seat of the Bitola Municipality."
  },
  {
    "entity": "Elbasan",
    "category": "Location",
    "summary": "Elbasan (/ˌɛlbəˈsɑːn/ Albanian: [ˈɛlbaˈsan]; definite Albanian form: Elbasani pronounced [ˈɛlbaˈsani]) is the fourth most populous city of Albania and seat of Elbasan County and Elbasan Municipality. It lies to the north of the river Shkumbin between the Skanderbeg Mountains and the Myzeqe Plain in central Albania."
  },
  {
    "entity": "Bulgaria",
    "category": "Location",
    "summary": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/; Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria, is a country in Southeast Europe. It is situated on the eastern flank of the Balkans, and is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. Bulgaria covers a territory of 110,994 square kilometres (42,855 sq mi), and is the sixteenth-largest country in Europe. Sofia is the nation's capital and largest city; other major cities are Plovdiv, Varna and Burgas. One of the earliest societies in the lands of modern-day Bulgaria was the Neolithic Karanovo culture, which dates back to 6,500 BC. In the 6th to 3rd century BC the region was a battleground for ancient Thracians, Persians, Celts and Macedonians; stability came when the Roman Empire conquered the region in AD 45. After the Roman state splintered, tribal invasions in the region resumed. Around the 6th century, these territories were settled by the early Slavs. The Bulgars, led by Asparuh, attacked from the lands of Old Great Bulgaria and permanently invaded the Balkans in the late 7th century. They established Danubian Bulgaria, victoriously recognised by treaty in 681 AD by the Eastern Roman Empire. It dominated most of the Balkans and significantly influenced Slavic cultures by developing the Cyrillic script. The First Bulgarian Empire lasted until the early 11th century, when Byzantine emperor Basil II conquered and dismantled it. A successful Bulgarian revolt in 1185 established a Second Bulgarian Empire, which reached its apex under Ivan Asen II (1218–1241). After numerous exhausting wars and feudal strife, the empire disintegrated in 1396 and fell under Ottoman rule for nearly five centuries. The Russo-Turkish War of 1877–78 resulted in the formation of the third and current Bulgarian state. Many ethnic Bulgarians were left outside the new nation's borders, which stoked irredentist sentiments that led to several conflicts with its neighbours and alliances with Germany in both world wars. In 1946, Bulgaria came under the Soviet-led Eastern Bloc and became a socialist state. The ruling Communist Party gave up its monopoly on power after the revolutions of 1989 and allowed multiparty elections. Bulgaria then transitioned into a democracy and a market-based economy. Since adopting a democratic constitution in 1991, Bulgaria has been a unitary parliamentary republic composed of 28 provinces, with a high degree of political, administrative, and economic centralisation. Bulgaria is a developing country, with an upper-middle-income economy, ranking 68th in the Human Development Index. Its market economy is part of the European Single Market and is largely based on services, followed by industry—especially machine building and mining—and agriculture. Widespread corruption is a major socioeconomic issue; Bulgaria ranked as the most corrupt country in the European Union in 2018. The country also faces a demographic crisis, with its population slowly shrinking, down from a peak of nearly nine million in 1988, to roughly 6.5 million today. Bulgaria is a member of the European Union, NATO, and the Council of Europe; it is also a founding member of the OSCE, and has taken a seat on the United Nations Security Council three times."
  },
  {
    "entity": "Serbia",
    "category": "Location",
    "information": "Serbia partners with Albania in transport infrastructure coordination"
  },
  {
    "entity": "Energy Community Regulatory Board",
    "category": "Organization"
  },
  {
    "entity": "North Macedonia",
    "category": "Location",
    "information": "In February 2020, an agreement has been signed for the construction of a 400 KV transmission line with a maximum active power of 1195 MW from Fier through Elbasan to Bitola in North Macedonia"
  },
  {
    "entity": "Italy",
    "category": "Location"
  },
  {
    "entity": "Bosnia and Herzegovina",
    "category": "Location",
    "summary": "Bosnia and Herzegovina (Serbo-Croatian: Bosna i Hercegovina / Босна и Херцеговина, pronounced [bôsna i xěrtseɡoʋina]), abbreviated BiH (BiH / БиХ) or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is an almost landlocked country at the crossroads of south and southeast Europe, located in the Balkans. Bosnia and Herzegovina borders Serbia to the east, Montenegro to the southeast, and Croatia to the north and southwest. In the south it has a narrow coast on the Adriatic Sea within the Mediterranean, which is about 20 kilometres (12 miles) long and surrounds the town of Neum. Bosnia, which is the inland region of the country, has a moderate continental climate with hot summers and cold, snowy winters. In the central and eastern regions of the country, the geography is mountainous, in the northwest it is moderately hilly, and in the northeast it is predominantly flat. Herzegovina, which is the smaller, southern region of the country, has a Mediterranean climate and is mostly mountainous. Sarajevo is the capital and the largest city of the country followed by Banja Luka, Tuzla and Zenica. The area that is now Bosnia and Herzegovina has been inhabited by human beings since at least the Upper Paleolithic, but evidence suggests that during the Neolithic age, permanent human settlements were established, including those that belonged to the Butmir, Kakanj, and Vučedol cultures. After the arrival of the first Indo-Europeans, the area was populated by several Illyrian and Celtic civilizations. Culturally, politically, and socially, the country has a rich and complex history. The ancestors of the South Slavic peoples that populate the area today arrived during the 6th through the 9th century. In the 12th century, the Banate of Bosnia was established; by the 14th century, this had evolved into the Kingdom of Bosnia. In the mid-15th century, it was annexed into the Ottoman Empire, under whose rule it remained until the late 19th century. The Ottomans brought Islam to the region, and altered much of the country's cultural and social outlook. From the late 19th century until World War I, the country was annexed into the Austro-Hungarian monarchy. In the interwar period, Bosnia and Herzegovina was part of the Kingdom of Yugoslavia. After World War II, it was granted full republic status in the newly formed Socialist Federal Republic of Yugoslavia. In 1992, following the breakup of Yugoslavia, the republic proclaimed independence. This was followed by the Bosnian War, which lasted until late 1995 and was brought to a close with the signing of the Dayton Agreement. Today, the country is home to three main ethnic groups, designated \"constituent peoples\" in the country's constitution. The Bosniaks are the largest group of the three, the Serbs are the second-largest, and the Croats are the third-largest. In English, all natives of Bosnia and Herzegovina, regardless of ethnicity, are called Bosnian. Minorities, who under the constitution are categorized as \"others\", include Jews, Roma, Albanians, Montenegrins, Ukrainians and Turks. Bosnia and Herzegovina has a bicameral legislature and a three-member presidency made up of one member from each of the three major ethnic groups. However, the central government's power is highly limited, as the country is largely decentralized. It comprises two autonomous entities—the Federation of Bosnia and Herzegovina and Republika Srpska—and a third unit, the Brčko District, which is governed by its own local government. The Federation of Bosnia and Herzegovina furthermore consists of 10 cantons. Bosnia and Herzegovina is a developing country and ranks 74th in the Human Development Index. Its economy is dominated by industry and agriculture, followed by tourism and the service sector. Tourism has increased significantly in recent years. The country has a social-security and universal-healthcare system, and primary and secondary level education is free. It is a member of the UN, the Organization for Security and Co-operation in Europe, the Council of Europe, the Partnership for Peace, and the Central European Free Trade Agreement; it is also a founding member of the Union for the Mediterranean, established in July 2008. The country is an applicant for membership in the European Union and has been a candidate for NATO membership since April 2010, when it received a Membership Action Plan.",
    "information": "Bosnia and Herzegovina partners with Serbia."
  },
  {
    "entity": "Elbasani",
    "category": "Location"
  },
  {
    "entity": "Manastir",
    "category": "Location"
  },
  {
    "entity": "Pristina",
    "category": "Location",
    "summary": "Pristina (UK: /ˈpriːʃtɪnə, prɪʃˈtiːnə/, US: /ˈprɪʃtɪnɑː/) is the capital and largest city of Kosovo. The city's municipal boundaries in Pristina District form the largest urban center in Kosovo. After Tirana, Pristina has the second largest population of ethnic Albanians and speakers of the Albanian language. Inhabited by humans since prehistoric times, the area of Pristina was home to several Illyrian peoples. King Bardyllis of the Dardanians brought various tribes together in the 4th century BC and established the Dardanian Kingdom. The heritage of the classical era is represented by the settlement of Ulpiana, which was considered as one of the most influential Roman cities in the Balkan Peninsula. After the Roman Empire was divided into a western and an eastern half, the area remained within the Byzantine Empire between the 5th and 9th centuries. In the middle of the 9th century, it was ceded to the First Bulgarian Empire, before falling again under Byzantine occupation in the early 11th century and then in the late 11th century to the Second Bulgarian Empire. In the late Middle Ages, Pristina was an important town in Medieval Serbia constituting the royal estate of Serbian kings. Following the Ottoman conquest of the Balkans, Pristina became an important mining and trading center due to its strategic position near the rich mining town of Novo Brdo. The city was known for its trade fairs and items, such as goatskin and goat hair as well as gunpowder. The first mosque in Pristina was built in the late 14th century while under Serbian rule. Pristina is the capital and the economic, financial, political and trade center of Kosovo, due to its location in the center of the country. It is the seat of power of the Government of Kosovo, the residences for work of the President and Prime Minister of Kosovo, and the Parliament of Kosovo. Pristina is also the most important transportation junction of Kosovo for air, rail, and roads. Pristina International Airport is the largest airport of the country and among the largest in the region. A range of expressways and motorways, such as the R 6 and R 7, radiate out the city and connect it to Albania and North Macedonia."
  },
  {
    "entity": "Republic of North Macedonia",
    "category": "Location"
  },
  {
    "entity": "Shah Deniz II",
    "category": "Project",
    "information": "The TAP pipeline, which is under construction and planned to be operational in late 2020, will open the route for gas supplies from the Shah Deniz II field in Azerbaijan and link the country with the European gas market through connections with Greece and Italy."
  },
  {
    "entity": "Gas Master Plan",
    "category": "Strategy",
    "acronym": "GMP",
    "information": "The implementation of priority projects is part of the Gas Master Plan."
  },
  {
    "entity": "National Territory Council",
    "category": "Organization",
    "acronym": "NTC",
    "information": "The construction of gas interconnections in Albania is elaborated in details in the Gas Master Plan (GMP) for Albania adopted by the DCM No 87 of 14.02.2018 “On the approval of the Plan for the development of the natural gas sector in Albania and the identification of the priority projects” as well as by the National Territory Council (NTC) with its Decision No 2 of 26 July 2018."
  },
  {
    "entity": "Azerbaijan",
    "category": "Location",
    "summary": "Azerbaijan (UK: /ˌæzərbaɪˈdʒɑːn, -ˈdʒæn/, US: /ˌɑːzərbaɪˈdʒɑːn, ˌæz-/; Azerbaijani: Azərbaycan [ɑːzæɾbɑjˈdʒɑn]), officially the Republic of Azerbaijan, is a transcontinental country located at the boundary of Eastern Europe and Western Asia. It is a part of the South Caucasus region and is bounded by the Caspian Sea to the east, Russia (Republic of Dagestan) to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south. Baku is the capital and largest city. The Azerbaijan Democratic Republic proclaimed its independence from the Transcaucasian Democratic Federative Republic in 1918 and became the first secular democratic Muslim-majority state. In 1920, the country was incorporated into the Soviet Union as the Azerbaijan SSR. The modern Republic of Azerbaijan proclaimed its independence on 30 August 1991, shortly before the dissolution of the Soviet Union in the same year. In September 1991, the ethnic Armenian majority of the Nagorno-Karabakh region formed the self-proclaimed Republic of Artsakh. The region and seven surrounding districts are internationally recognized as part of Azerbaijan pending a solution to the status of the Nagorno-Karabakh through negotiations facilitated by the OSCE, although became de facto independent with the end of the First Nagorno-Karabakh War in 1994.Following the Second Nagorno-Karabakh War in 2020, the seven districts and parts of Nagorno-Karabakh were returned to Azerbaijani control. Azerbaijan is a unitary semi-presidential republic. It is one of six independent Turkic states and an active member of the Organization of Turkic States and the TÜRKSOY community. Azerbaijan has diplomatic relations with 182 countries and holds membership in 38 international organizations, including the United Nations, the Council of Europe, the Non-Aligned Movement, the OSCE, and the NATO PfP program. It is one of the founding members of GUAM, the CIS, and the OPCW. Azerbaijan is also an observer state of the WTO. The vast majority of the country's population (97%) is nominally Muslim, but the constitution does not declare an official religion and all major political forces in the country are secularist. Azerbaijan is a developing country and ranks 88th on the Human Development Index. It has a high rate of economic development, literacy, and a low rate of unemployment. However, the ruling New Azerbaijan Party, in power since 1993, has been accused of authoritarian leadership and the deterioration of the country's human rights record, including increasing restrictions on civil liberties, particularly on press freedom and political repression.",
    "information": "The Transadriatic Pipeline (TAP) recently entered into operation in late 2020 and brings gas from Azerbaijan."
  },
  {
    "entity": "Market Test",
    "category": "Event"
  },
  {
    "entity": "Berati",
    "category": "Location"
  },
  {
    "entity": "Albanian Regulatory Authority",
    "category": "Organization"
  },
  {
    "entity": "Ionian Adriatic Gas Pipeline",
    "category": "Project"
  },
  {
    "entity": "Korça",
    "category": "Location",
    "acronym": "Korça",
    "information": "Two new thermo power stations in Korça shall contribute to increasing the flexibility of the national electricity market."
  },
  {
    "entity": "Fieri",
    "category": "Location"
  },
  {
    "entity": "Joint Venture",
    "category": "Organization"
  },
  {
    "entity": "Albanian Power Regulator",
    "category": "Organization",
    "information": "The Albanian Power Regulator administers the price regulation."
  },
  {
    "entity": "Ministry of Finance",
    "category": "Organization"
  },
  {
    "entity": "Ministry for Energy",
    "category": "Organization"
  },
  {
    "entity": "Adriatic",
    "category": "Location"
  },
  {
    "entity": "South-east Europe Transport Observatory",
    "category": "Organization",
    "information": "The South-east Europe Transport Observatory focuses on transportation."
  },
  {
    "entity": "Erasmus+ Office",
    "category": "Organization"
  },
  {
    "entity": "Higher Education Institutions",
    "category": "Organization",
    "acronym": "HEIs"
  },
  {
    "entity": "SET Plan",
    "category": "Strategy",
    "information": "In this regard, it is essential to exchange experience and collaborate on the development of strategies, in order to align"
  },
  {
    "entity": "European Economic and Social Committee",
    "category": "Organization",
    "summary": "The European Economic and Social Committee (EESC) is a consultative body of the European Union (EU) established in 1958. It is an advisory assembly composed of \"social partners\", namely: employers (employers' organisations), employees (trade unions) and representatives of various other interests. Its seat, which it shares with the Committee of the Regions, is the Jacques Delors building on Belliardstraat / Rue Belliard 99 in Brussels. Once known by the acronym \"EcoSoc\", the body is now referred to as the \"EESC\", to avoid confusions with the United Nations ECOSOC."
  },
  {
    "entity": "Horizon 2020",
    "category": "Project"
  },
  {
    "entity": "Commission Staff Working Document",
    "category": "Document"
  },
  {
    "entity": "Erasmus+",
    "category": "Project",
    "summary": "Erasmus+ is the European Commission's Programme for education, training, youth, and sport for the period 2021-2027, succeeding the previous programme (2007-2014). As an integrated programme, Erasmus+ offers more opportunities for the mobility of learners and staff and cooperation across the education, training, and youth sectors and is easier to access than its predecessors, with simplified funding rules and a structure that aims to streamline the administration of the programme.",
    "information": "It contributes to assessment of projects that will be submitted in the framework of “Capacity Building of Higher Education” component in Erasmus+ (ex-Tempus projects)."
  },
  {
    "entity": "National Sector Strategy for Transport",
    "category": "Strategy",
    "information": "The present “National Sector Strategy for Transport 2016-2020” has been aligned with the National Strategy for Development and Integration which defines Albania’s vision for its national social, democratic and economic development over the period 2015-2020."
  },
  {
    "entity": "National Strategy for Development and Integration",
    "category": "Strategy"
  },
  {
    "entity": "Ministry for Europe and Foreign Affairs",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Tourism and Environment",
    "category": "Organization",
    "acronym": "MTE",
    "information": "AKM is an institution subordinated to the Ministry of Tourism and Environment."
  },
  {
    "entity": "Technical Secretariat",
    "category": "Organization",
    "information": "The Technical Secretariat is hosted by MIE"
  },
  {
    "entity": "Inter-Ministerial Committee",
    "category": "Organization",
    "acronym": "IECC",
    "information": "The Agenda contains a slot for reporting, a slot for problem solving, and a slot for strategic discussions."
  },
  {
    "entity": "Ministry of Tourism and Environmental",
    "category": "Organization"
  },
  {
    "entity": "Inter-Ministerial Committee on Energy and Climate",
    "category": "Organization",
    "information": "The NECP consultation process is managed as an interactive process by the Technical Secretariat on behalf of the Inter-Ministerial Committee on Energy and Climate"
  },
  {
    "entity": "Albanian Investment Development Agency",
    "category": "Organization",
    "information": "They are involved in the process of energy policies compilation"
  },
  {
    "entity": "National Territory Planning Agency",
    "category": "Organization",
    "information": "The National Territory Planning Agency and its functions are based on Law \"On Territory Planning and Development\" No. 28/2017."
  },
  {
    "entity": "Albanian Association of Constructors",
    "category": "Organization"
  },
  {
    "entity": "National Agency of Energy Efficiency",
    "category": "Organization"
  },
  {
    "entity": "Public Procurement Agency",
    "category": "Organization"
  },
  {
    "entity": "Albanian Business Association",
    "category": "Organization"
  },
  {
    "entity": "National Territorial Council",
    "category": "Organization"
  },
  {
    "entity": "Report on Analysis",
    "category": "Event"
  },
  {
    "entity": "Intergovernmental Agreement",
    "category": "Project"
  },
  {
    "entity": "Croatia",
    "category": "Location",
    "summary": "Croatia (/kroʊˈeɪʃə/, kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska,), is a country at the crossroads of Central and Southeast Europe. It shares a coastline along the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Croatia's capital and largest city, Zagreb, forms one of the country's primary subdivisions, with twenty counties. The country spans an area of 56,594 square kilometres (21,851 square miles), hosting a population of nearly 3.9 million. The Croats arrived in the late 6th century. By the 9th century, they had organized the territory into two duchies. Croatia was first internationally recognized as independent on 7 June 879 during the reign of Duke Branimir. Tomislav became the first king by 925, elevating Croatia to the status of a kingdom. During the succession crisis after the Trpimirović dynasty ended, Croatia entered a personal union with Hungary in 1102. In 1527, faced with Ottoman conquest, the Croatian Parliament elected Ferdinand I of Austria to the Croatian throne. In October 1918, the State of Slovenes, Croats and Serbs, independent from Austria-Hungary, was proclaimed in Zagreb, and in December 1918, merged into the Kingdom of Yugoslavia. Following the Axis invasion of Yugoslavia in April 1941, most of Croatia was incorporated into a Nazi-installed puppet state, the Independent State of Croatia. A resistance movement led to the creation of the Socialist Republic of Croatia, which after the war became a founding member and constituent of the Socialist Federal Republic of Yugoslavia. On 25 June 1991, Croatia declared independence, and the War of Independence was successfully fought over the next four years. Croatia is a republic governed under a parliamentary system. It is a member of the European Union, NATO, the United Nations, the Council of Europe, the World Trade Organization, and a founding member of the Union for the Mediterranean. Croatia is set to replace its national currency, the Croatian kuna with the euro on 1 January 2023, officially becoming the 20th euro area member. Should there be no unforeseen obstacles, Croatia should also join the Schengen Area on the same date. An active participant in United Nations peacekeeping, Croatia contributed troops to the International Security Assistance Force and filled a nonpermanent seat on the United Nations Security Council for the 2008–2009 term. Since 2000, the Croatian government has invested in infrastructure, especially transport routes and facilities along the Pan-European corridors. Croatia is classified by the World Bank as a high-income economy and ranks highly on the Human Development Index. Service, industrial sectors, and agriculture dominate the economy, respectively. Tourism is a significant source of revenue for the country, which is ranked among the 20 most popular tourist destinations. The state controls a part of the economy, with substantial government expenditure. The European Union is Croatia's most important trading partner. Croatia provides social security, universal health care, and tuition-free primary and secondary education while supporting culture through public institutions and corporate investments in media and publishing."
  },
  {
    "entity": "European Network of Transmission System Operators for Electricity",
    "category": "Organization",
    "acronym": "ENSTO-E",
    "summary": "ENTSO-E, the European Network of Transmission System Operators, represents 39 electricity transmission system operators (TSOs) from 35 countries across Europe, thus extending beyond EU borders. ENTSO-E was established and given legal mandates by the EU's Third Package for the Internal energy market in 2009, which aims at further liberalising the gas and electricity markets in the EU."
  },
  {
    "entity": "Synchronous Area Framework Agreement",
    "category": "Project",
    "acronym": "SAFA"
  },
  {
    "entity": "Transmission System Operator",
    "category": "Organization",
    "acronym": "TSO"
  },
  {
    "entity": "TAP Project",
    "category": "Project"
  },
  {
    "entity": "Dimensions",
    "category": "Strategy",
    "information": "The targets of the Dimensions have been adjusted based on the evolving knowledge base."
  },
  {
    "entity": "National Energy Strategy",
    "category": "Strategy",
    "acronym": "NSE",
    "information": "The main objectives according to the National Energy Strategy includes an active transport scenario and aims to reduce by 10% the energy intensity in the transport sector."
  },
  {
    "entity": "Longterm",
    "category": "Strategy"
  },
  {
    "entity": "Energy Performance of Buildings",
    "category": "Organization",
    "acronym": "EPB"
  },
  {
    "entity": "Vlora TPP",
    "category": "Organization",
    "information": "The construction of the pipeline that will link the TAP project near the Fier Compressor Station area to the Vlora TPP and the entire Vlora region, will make it possible to restore the Vlora TPP by using natural gas"
  },
  {
    "entity": "Ionian Adriatic Pipeline",
    "category": "Project",
    "acronym": "IAP",
    "summary": "The Ionian Adriatic Pipeline (IAP) is a proposed natural gas pipeline in Southeast Europe. It would run from Fier in Albania through Montenegro, and Bosnia and Herzegovina, to Split in Croatia. In Fier, IAP would be connected with the Trans Adriatic Pipeline. Trans Adriatic Pipeline AG has signed memorandums of understanding with developers of the IAP project, including Plinacro (Croatia), BH-Gas (Bosnia and Herzegovina), and governments of Montenegro and Albania. In Split, the pipeline would be connected with the existing gas transmission system of Croatia. In addition, it may be connected with other new gas infrastructure, including the Krk LNG terminal in Krk. The length of pipeline would be 516 kilometres (321 mi). The pipeline would be bi-directional and its capacity would be 5 billion cubic metres (180 billion cubic feet) of natural gas per year. The ministerial declaration on the IAP project was signed on 25 September 2007 in the framework of the Energy Community.",
    "information": "The Gas Master Plan defines the main lines for the development of the gas market and services in Albania based on natural gas supplied through the Ionian Adriatic Pipeline (IAP Project)"
  },
  {
    "entity": "Fier Compressor Station",
    "category": "Location"
  },
  {
    "entity": "Dumre",
    "category": "Location",
    "summary": "Dumre is a village development committee in Udayapur District in the Sagarmatha Zone of south-eastern Nepal. At the time of the 1991 Nepal census it had a population of 11,749 people living in 2510 individual households. There is another nepali town Dumre nearby Bandipur (about 3 km)."
  },
  {
    "entity": "Master Plan",
    "category": "Project",
    "information": "increment of new investments in gas infrastructure"
  },
  {
    "entity": "Feasibility Study",
    "category": "Strategy"
  },
  {
    "entity": "Acquis Communitaire",
    "category": "Strategy",
    "information": "Harmonization of national legislation such as tariff systems, network codes, supply rules, and market code in accordance with the Acquis Communitaire"
  },
  {
    "entity": "Third EU Energy Package",
    "category": "Strategy",
    "information": "Creation and functioning of the gas market in accordance with EU standards, as defined in the Third EU Energy Package"
  },
  {
    "entity": "Devolli River Cascade",
    "category": "Project",
    "information": "Expansion of new generation capacity is planned in the future: some new large HPP as Devolli River Cascade"
  },
  {
    "entity": "Fan River Cascade",
    "category": "Project",
    "information": "Expansion of new generation capacity is planned in the future: some new large HPP as Fan River Cascade"
  },
  {
    "entity": "Europe",
    "category": "Location"
  },
  {
    "entity": "Kuçova",
    "category": "Location",
    "acronym": "Kuçova",
    "information": "Two new thermo power stations in Kuçova shall contribute to increasing the flexibility of the national electricity market."
  },
  {
    "entity": "Acquis of the Energy Community Treaty",
    "category": "Strategy",
    "information": "Development of diverse supply sources increasing regional cooperation and integration and interconnection with regional and European electricity and natural gas networks in accordance with the Acquis of the Energy Community Treaty."
  },
  {
    "entity": "Berlin",
    "category": "Location",
    "summary": "Berlin (/bɜːrˈlɪn/ bur-LIN, German: [bɛʁˈliːn]) is the capital and largest city of Germany by both area and population. Its 3.6 million inhabitants make it the European Union's most populous city, according to population within city limits. One of Germany's sixteen constituent states, Berlin is surrounded by the State of Brandenburg and contiguous with Potsdam, Brandenburg's capital. Berlin's urban area, which has a population of around 4.5 million, is the second most populous urban area in Germany after the Ruhr. The Berlin-Brandenburg capital region has around 6.2 million inhabitants and is Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions. Berlin straddles the banks of the Spree, which flows into the Havel (a tributary of the Elbe) in the western borough of Spandau. Among the city's main topographical features are the many lakes in the western and southeastern boroughs formed by the Spree, Havel and Dahme, the largest of which is Lake Müggelsee. Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. About one-third of the city's area is composed of forests, parks, gardens, rivers, canals, and lakes. The city lies in the Central German dialect area, the Berlin dialect being a variant of the Lusatian-New Marchian dialects. First documented in the 13th century and at the crossing of two important historic trade routes, Berlin became the capital of the Margraviate of Brandenburg (1417–1701), the Kingdom of Prussia (1701–1918), the German Empire (1871–1918), the Weimar Republic (1919–1933), and Nazi Germany (1933–1945). Berlin became a scientific, artistic and philosophical centre of Europe during the Age of Enlightenment and the reign of king Frederick the Great, and subsequently a centre for Neoclassicism and liberal revolution. The economic boom by industrialisation during the Gründerzeit era multiplied Berlin's population rapidly. Berlin in the roaring 1920s was the third-largest city in the world by population. After World War II and its subsequent occupation by the victorious countries, the devastated city was divided; West Berlin became a de facto exclave of West Germany, surrounded by the Berlin Wall (from August 1961 to November 1989) and East German territory. East Berlin was declared capital of East Germany, while Bonn became the West German capital. Following German reunification in 1990, Berlin once again became the capital of all of Germany. Berlin is a world city of culture, politics, media and science. Its economy is based on high-tech firms and the service sector, encompassing a diverse range of creative industries, startup companies, research facilities, media corporations, and convention venues. Berlin serves as a continental hub for air and rail traffic and has a highly complex public transportation network. The metropolis is a popular tourist destination. Significant industries also include IT, healthcare, biomedical engineering, biotechnology, automotive, construction, electronics, social economy and clean tech. Berlin is home to world-renowned universities such as the Humboldt University, the Technical University, the Free University, the University of the Arts, ESMT Berlin, the Hertie School, and Bard College Berlin. Its Zoological Garden is the most visited zoo in Europe and one of the most popular worldwide. With Babelsberg being the world's first large-scale movie studio complex, Berlin is an increasingly popular location for international film productions. The city is well known for its festivals, diverse architecture, nightlife, contemporary arts, and a very high quality of life. Since the 2000s, Berlin has seen the emergence of a cosmopolitan entrepreneurial scene. Berlin is also home to three World Heritage Sites: Museum Island; the Palaces and Parks of Potsdam and Berlin; and the Modernism Housing Estates. Other landmarks include the Brandenburg Gate, the Reichstag building, Potsdamer Platz, the Memorial to the Murdered Jews of Europe, the Berlin Wall Memorial, the East Side Gallery, the Berlin Victory Column, Berlin Cathedral, and the Berlin Television Tower, the tallest structure in Germany. Berlin has numerous museums, galleries, libraries, orchestras, and sporting events. These include Museum Island with Berlin Palace, German Historical Museum, Jewish Museum, Natural History Museum, State Library, State Opera, Philharmonic, and the Berlin Marathon.",
    "information": "Couple the electricity market in line with the commitments made under the so-called Berlin process"
  },
  {
    "entity": "Fier",
    "category": "Location",
    "information": "Fier is located in Elbasan2"
  },
  {
    "entity": "Ohrid",
    "category": "Location"
  },
  {
    "entity": "Balkans",
    "category": "Location",
    "summary": "The Balkans (/ˈbɔːlkənz/ BAWL-kənz), also known as the Balkan Peninsula, is a geographical area in southeastern Europe with various geographical and historical definitions. The region takes its name from the Balkan Mountains that stretch throughout the whole of Bulgaria. The Balkan Peninsula is bordered by the Adriatic Sea in the northwest, the Ionian Sea in the southwest, the Aegean Sea in the south, the Turkish Straits in the east, and the Black Sea in the northeast. The northern border of the peninsula is variously defined. The highest point of the Balkans is Mount Musala, 2,925 metres (9,596 ft), in the Rila mountain range, Bulgaria. The concept of the Balkan Peninsula was created by the German geographer August Zeune in 1808, who mistakenly considered the Balkan Mountains the dominant mountain system of Southeast Europe spanning from the Adriatic Sea to the Black Sea. The term Balkan Peninsula was a synonym for Rumelia in the 19th century, the European provinces of the Ottoman Empire. It had a geopolitical rather than a geographical definition, which was further promoted during the creation of the Kingdom of Yugoslavia in the early 20th century. The definition of the Balkan Peninsula's natural borders does not coincide with the technical definition of a peninsula; hence modern geographers reject the idea of a Balkan Peninsula, while historical scholars usually discuss the Balkans as a region. The term has acquired a stigmatized and pejorative meaning related to the process of Balkanization. The alternative term used for the region is Southeast Europe."
  },
  {
    "entity": "Macedonia",
    "category": "Location",
    "information": null
  },
  {
    "entity": "Albanian Transmission System Operator",
    "category": "Organization",
    "information": "Increase the welfare through market optimization of operation of the thermal power resources in Kosovo and hydro resources in Albania (specifically, the Drin River Cascade), as well as exchanging balancing reserve requirements."
  },
  {
    "entity": "Drin River Cascade",
    "category": "Location"
  },
  {
    "entity": "Albanian Energy Sector Strategy",
    "category": "Strategy",
    "information": "The principles guiding the development of the Albanian Energy Sector Strategy are fully in line with the principles of the Second National Strategy for Development and Integration"
  },
  {
    "entity": "Second National Strategy for Development and Integration",
    "category": "Strategy"
  },
  {
    "entity": "WAM Scenario",
    "category": "Strategy"
  },
  {
    "entity": "WEM Scenario",
    "category": "Strategy"
  },
  {
    "entity": "Task Force",
    "category": "Organization",
    "acronym": "TF",
    "information": "The Task Force collaborates with organizations to improve the level of control of vehicles and the trailers."
  },
  {
    "entity": "Vlorë",
    "category": "Location",
    "summary": "Vlorë (/ˈvlɔːrə/ VLOR-ə, Albanian: [ˈvlɔɾə]; definite Albanian form: Vlora) is the third most populous city of the Republic of Albania and seat of Vlorë County and Vlorë Municipality. Located in southwestern Albania, Vlorë sprawls on the Bay of Vlorë and is surrounded by the foothills of the Ceraunian Mountains along the Albanian Adriatic and Ionian Sea Coasts. It experiences a Mediterranean climate, which is affected by the Ceraunian Mountains and the proximity to the Mediterranean Sea. Vlorë was founded as Aulon as an Ancient Greek colony on the Illyrian coast and was conquered at different periods throughout history by Romans, Byzantines, Normans, Venetians and Ottomans. Between the 18th and 19th centuries, the Albanians gathered both spiritual and intellectual strength for national consciousness, which conclusively led to the Albanian Renaissance. Vlorë played an instrumental role in Albanian Independence as an epicenter for the founders of modern Albania, who signed the Declaration of Independence on 28 November 1912 at the Assembly of Vlorë. Vlorë is one of the most significant cities of southern Albania and the region of Labëria which is traditionally noted for its culture, traditions and folklore. Vlorë is served by the Port of Vlorë, the SH8 highway, and the A2 motorway, collectively representing part of the Adriatic–Ionian Corridor and the Pan-European Corridor VIII.",
    "information": "The new passenger terminal is being constructed in Vlorë."
  },
  {
    "entity": "Durrës",
    "category": "Location",
    "summary": "Durrës (/ˈdʊrəs/ DUURR-əs, Albanian: [ˈdurəs]; definite Albanian form: Durrësi) is the second most populous city of the Republic of Albania and seat of Durrës County and Durrës Municipality. It is located on a flat plain along the Albanian Adriatic Sea Coast between the mouths of the Erzen and Ishëm at the southeastern corner of the Adriatic Sea. Durrës' climate is profoundly influenced by a seasonal Mediterranean climate. Durrës was founded by Ancient Greek colonists from Corinth and Corcyra under the name of Epidamnos around the 7th century BC in cooperation with the local Illyrian Taulantii. Also known as Dyrrachium, Durrës essentially developed as it became an integral part of the Roman Empire and its successor the Byzantine Empire. The Via Egnatia, the continuation of the Via Appia, started in the city and led across the interior of the Balkan Peninsula to Constantinople in the east. In the Middle Ages, Durrës was contested between Bulgarian, Venetian and Ottoman dominions. The Ottomans ultimately prevailed, ruling the city for more than 400 years from 1501 until 1912. Following the Albanian Declaration of Independence, the city served as the capital of the Principality of Albania for a short period of time. Subsequently, it was annexed by the Kingdom of Italy in the interwar period and was occupied by Nazi Germany during World War II. Durrës experienced a strong expansion in its demography and economic activity during the Communism in Albania. The transport connections, concentration of economic institutions and industrial tradition underlie Durrës' leading economic position in Albania. It is served by the Port of Durrës, one of the largest on the Adriatic Sea, which connects the city to other neighbouring countries. Its most considerable attraction is the Amphitheatre of Durrës that is included on the Albanian tentative list for designation as a UNESCO World Heritage Site. Once having a capacity for 20,000 people, it is the largest amphitheatre in the Balkan Peninsula.",
    "information": "The new passenger terminal is being constructed in Durrës Port."
  },
  {
    "entity": "Origin",
    "category": "Location"
  },
  {
    "entity": "Destination",
    "category": "Location"
  },
  {
    "entity": "Albanian Customs",
    "category": "Organization",
    "information": "Albanian Customs collaborates with the Ministry of Infrastructure and Energy."
  },
  {
    "entity": "Albanian Seaports",
    "category": "Location",
    "information": "Albanian Seaports collaborates with Albanian Customs."
  },
  {
    "entity": "Albanian Railways Authority",
    "category": "Organization",
    "information": "Albanian Railways Authority collaborates with the Ministry of Infrastructure and Energy."
  },
  {
    "entity": "General Directorate of Transport",
    "category": "Organization",
    "information": "The General Directorate of Transport collaborates with the Ministry of Infrastructure and Energy."
  },
  {
    "entity": "Financial",
    "category": "Organization",
    "acronym": "FiT"
  },
  {
    "entity": "Customs Authority",
    "category": "Organization",
    "information": "The Customs Authority collaborates with the Ministry of Infrastructure and Energy."
  },
  {
    "entity": "Local Government Units",
    "category": "Organization",
    "information": "The Local Government Units collaborate with the Ministry of Infrastructure and Energy."
  },
  {
    "entity": "Law on Climate Change",
    "category": "Event",
    "information": "By 2027, 20 industrial operators from the Annex II of the law 155/2020, are capable to monitor, report and verify the GHG emissions in compliance with relevant EU Measures to be implemented"
  },
  {
    "entity": "Ministry of Agriculture and Rural Development",
    "category": "Organization",
    "acronym": "MARD",
    "information": "Training of farmers"
  },
  {
    "entity": "National Environmental Agency",
    "category": "Organization",
    "acronym": "NEA",
    "information": "No report available on the progress but it is known that the IPA instrument (IPARD) supports this direction (organic farming)."
  },
  {
    "entity": "Energy Dimension",
    "category": "Strategy"
  },
  {
    "entity": "Regional Environmental Agency",
    "category": "Organization",
    "acronym": "REA"
  },
  {
    "entity": "Code Best Practice in Agriculture",
    "category": "Project"
  },
  {
    "entity": "Waste Integrated Management Plan",
    "category": "Project",
    "information": "Drafting a plan for waste management from packaging and a program for waste prevention in support of the implementation of the strategic policy document for Integrated Waste Management and Action Plan"
  },
  {
    "entity": "Third National Communication Scenario",
    "category": "Event",
    "information": "The beginning of CH4 capture in 2025 and linear evolution until the capture of 10% of 1.34 million tonnes of CH4 in 2030 (estimated by considering data from the GACMO tool of Third National Communication Scenario and the NDC)"
  },
  {
    "entity": "Environmental Treatment of Waste Water",
    "category": "Strategy"
  },
  {
    "entity": "National Agency for Water Supply and Sewerage and Waste Infrastructure",
    "category": "Organization",
    "information": "The National Agency for Water Supply and Sewerage and Waste Infrastructure monitors the project."
  },
  {
    "entity": "Urban Wastewater Treatment Directive",
    "category": "Strategy",
    "information": "The Urban Wastewater Treatment Directive focuses on the organization."
  },
  {
    "entity": "National Agency for the Rural and Agricultural Development",
    "category": "Organization",
    "acronym": "AZHBR",
    "information": "The National Agency for the Rural and Agricultural Development partners with the National Agency of Forests."
  },
  {
    "entity": "Strategy",
    "category": "Strategy",
    "summary": "Strategy (from Greek στρατηγία stratēgia, \"art of troop leader; office of general, command, generalship\") is a general plan to achieve one or more long-term or overall goals under conditions of uncertainty. In the sense of the \"art of the general\", which included several subsets of skills including military tactics, siegecraft, logistics etc., the term came into use in the 6th century C.E. in Eastern Roman terminology, and was translated into Western vernacular languages only in the 18th century. From then until the 20th century, the word \"strategy\" came to denote \"a comprehensive way to try to pursue political ends, including the threat or actual use of force, in a dialectic of wills\" in a military conflict, in which both adversaries interact. Strategy is important because the resources available to achieve goals are usually limited. Strategy generally involves setting goals and priorities, determining actions to achieve the goals, and mobilizing resources to execute the actions. A strategy describes how the ends (goals) will be achieved by the means (resources). Strategy can be intended or can emerge as a pattern of activity as the organization adapts to its environment or competes. It involves activities such as strategic planning and strategic thinking. Henry Mintzberg from McGill University defined strategy as a pattern in a stream of decisions to contrast with a view of strategy as planning, while Henrik von Scheel defines the essence of strategy as the activities to deliver a unique mix of value – choosing to perform activities differently or to perform different activities than rivals. while Max McKeown (2011) argues that \"strategy is about shaping the future\" and is the human attempt to get to \"desirable ends with available means\". Vladimir Kvint defines strategy as \"a system of finding, formulating, and developing a doctrine that will ensure long-term success if followed faithfully.\" Complexity theorists define strategy as the unfolding of the internal and external aspects of the organization that results in actions in a socio-economic context.",
    "information": "Indicates how a strategy or project is directed towards tackling a specific issue or goal."
  },
  {
    "entity": "National Agency of Protected Areas",
    "category": "Organization"
  },
  {
    "entity": "Energy Community Treaty",
    "category": "Event"
  },
  {
    "entity": "Climate Change",
    "category": "Event"
  },
  {
    "entity": "National Agency for the National Agency of Forests",
    "category": "Organization",
    "information": "The National Agency for the National Agency of Forests partners with the National Agency of Protected Areas."
  },
  {
    "entity": "National Agency of Forests",
    "category": "Organization",
    "information": "The National Agency of Forests partners with the National Agency of Protected Areas."
  },
  {
    "entity": "Policy Document",
    "category": "Project"
  },
  {
    "entity": "Spitalla",
    "category": "Location"
  },
  {
    "entity": "Gross Final Energy",
    "category": "Product",
    "information": "Gross Final Energy contributes to the Republic of Albania."
  },
  {
    "entity": "Karavasta",
    "category": "Location"
  },
  {
    "entity": "Renewable Energy Obligation",
    "category": "Strategy"
  },
  {
    "entity": "Electric Energy",
    "category": "Product"
  },
  {
    "entity": "Gross Final Energy Consumption",
    "category": "Event",
    "information": "Increase of energy production from renewable sources to ensure a sustainable development in the Republic of Albania, in accordance with the obligations under the Energy Community Treaty"
  },
  {
    "entity": "National Agency of Natural Resources",
    "category": "Organization",
    "acronym": "NAoNR",
    "information": "AKBN mission is the development, supervision of rational use of natural resources, according to the government policy, and monitoring of their post-exploitation in mining, petroleum and energy."
  },
  {
    "entity": "Technical State Inspectorate",
    "category": "Organization"
  },
  {
    "entity": "Draft Law",
    "category": "Event"
  },
  {
    "entity": "Offices",
    "category": "Organization"
  },
  {
    "entity": "Albanian Energy Efficiency Agency",
    "category": "Organization",
    "information": ""
  },
  {
    "entity": "Approval of the Simplified Authorization Procedure for the Connection with the Distribution Grid of Small Renewable Projects of Self producers of Electric Energy from Solar Sources",
    "category": "Project",
    "information": "The approval of the simplified authorization procedure for the connection with the distribution grid of small renewable projects of self producers of electric energy from solar sources is associated with a specific location."
  },
  {
    "entity": "Energy Efficiency",
    "category": "Strategy",
    "acronym": "EE",
    "information": "124,000 Euro (Source: National Action Plan for Renewable Energy Resources Energy Efficiency)"
  },
  {
    "entity": "Approval of the National Energy Strategy 2018 – 2030",
    "category": "Strategy"
  },
  {
    "entity": "Power Sector",
    "category": "Strategy",
    "information": "The power sector is the main area or subject that a strategy is concerned with."
  },
  {
    "entity": "Government",
    "category": "Organization",
    "summary": "A government is the system or group of people governing an organized community, generally a state. In the case of its broad associative definition, government normally consists of legislature, executive, and judiciary. Government is a means by which organizational policies are enforced, as well as a mechanism for determining policy. In many countries, the government has a kind of constitution, a statement of its governing principles and philosophy. While all types of organizations have governance, the term government is often used more specifically to refer to the approximately 200 independent national governments and subsidiary organizations. The major types of political systems in the modern era are democracies, monarchies, and authoritarian and totalitarian regimes. Historically prevalent forms of government include monarchy, aristocracy, timocracy, oligarchy, democracy, theocracy, and tyranny. These forms are not always mutually exclusive, and mixed governments are common. The main aspect of any philosophy of government is how political power is obtained, with the two main forms being electoral contest and hereditary succession.",
    "information": "In the event of difficulties in supply, the release of the stocks is decided by the Government, upon the proposal of the minister in charge of energy and approval of the crisis management committee of the Government."
  },
  {
    "entity": "Energy Performance in Buildings",
    "category": "Project"
  },
  {
    "entity": "Minimum Energy Performance Requirements",
    "category": "Strategy",
    "information": "There is no overall calculated budget, but some funds dedicated are: (i) State Aid for “New Green Businesses” in Tirana with a total value of the fund for two years approx."
  },
  {
    "entity": "National Energy Agency",
    "category": "Organization",
    "information": "The National Energy Agency contributes to the thermal efficiency retrofitting of Albanian public buildings."
  },
  {
    "entity": "SLED Study",
    "category": "Project"
  },
  {
    "entity": "Contract",
    "category": "Event",
    "summary": "A contract is a legally enforceable agreement between two or more parties that creates, defines, and governs mutual rights and obligations between them. A contract typically involves the transfer of goods, services, money, or a promise to transfer any of those at a future date. In the event of a breach of contract, the injured party may seek judicial remedies such as damages or rescission. Contract law, the field of the law of obligations concerned with contracts, is based on the principle that agreements must be honoured. Contract law, like other areas of private law, varies between jurisdictions. The various systems of contract law can broadly be split between common law jurisdictions, civil law jurisdictions, and mixed law jurisdictions which combine elements of both common and civil law. Common law jurisdictions typically require contracts to include consideration in order to be valid, whereas civil and most mixed law jurisdictions solely require a meeting of the minds between the parties. Within the overarching category of civil law jurisdictions, there are several distinct varieties of contract law with their own distinct criteria: the German tradition is characterised by the unique doctrine of abstraction, systems based on the Napoleonic Code are characterised by their systematic distinction between different types of contracts, and Roman-Dutch law is largely based on the writings of renaissance-era Dutch jurists and case law applying general principles of Roman law prior to the Netherlands' adoption of the Napoleonic Code. The UNIDROIT Principles of International Commercial Contracts, published in 2016, aim to provide a general harmonised framework for international contracts, independent of the divergences between national laws, as well as a statement of common contractual principles for arbitrators and judges to apply where national laws are lacking. Notably, the Principles reject the doctrine of consideration, arguing that elimination of the doctrine \"bring[s] about greater certainty and reduce litigation\" in international trade. The Principles also rejected the abstraction principle on the grounds that it and similar doctrines are \"not easily compatible with modern business perceptions and practice\". Contract law can be contrasted with tort law (also referred to in some jurisdictions as the law of delicts), the other major area of the law of obligations. While tort law generally deals with private duties and obligations that exist by operation of law, and provide remedies for civil wrongs committed between individuals not in a pre-existing legal relationship, contract law provides for the creation and enforcement of duties and obligations through a prior agreement between parties. The emergence of quasi-contracts, quasi-torts, and quasi-delicts renders the boundary between tort and contract law somewhat uncertain.",
    "information": "The Contractor takes upon itself to implement such ECMs, through which he will ensure Operational Cost Savings in the Contracted Facility during the Guarantee Period, in accordance with this Contract (including all the Appendices). All ECMs applied under this Contract must be in accordance with applicable regulations and required standards in Republic of Albania."
  },
  {
    "entity": "Ministry of Education, Sports and Youth",
    "category": "Organization",
    "summary": "The Ministry of Education, Sports and Youth (Albanian: Ministria e Arsimit, Sportit dhe Rinisë) is a department of the Albanian Government responsible for Education and Sport. The current minister is Evis Kushi."
  },
  {
    "entity": "Ministry for Entrepreneurship",
    "category": "Organization"
  },
  {
    "entity": "National Agency for Scientific Research",
    "category": "Organization"
  },
  {
    "entity": "Decarbonisation",
    "category": "Strategy"
  },
  {
    "entity": "International Monetary Fund",
    "category": "Organization"
  },
  {
    "entity": "International Financial Institutions",
    "category": "Organization"
  },
  {
    "entity": "Commission Recommendation",
    "category": "Event"
  },
  {
    "entity": "National Transport Strategy",
    "category": "Strategy",
    "acronym": "NDC"
  },
  {
    "entity": "Sustainable Mobility Directive",
    "category": "Strategy"
  },
  {
    "entity": "General Directorate of Customs",
    "category": "Organization"
  },
  {
    "entity": "World Bank",
    "category": "Organization"
  },
  {
    "entity": "Albanian Vessel Traffic Monitoring and Information System",
    "category": "Organization"
  },
  {
    "entity": "General Directorate of Road Transport Services",
    "category": "Organization",
    "summary": "The General Directorate of Road Transport Services (Albanian: Drejtoria e Pëgjithshme e Shërbimeve të Transportit Rrugor – DPSHTRR) is an Albanian public state institution responsible for the registration of vehicles (equipping them with licence plates, registration and ownership titles), monitoring the qualification of drivers and issuing them with driving licenses, mandating technical control of road vehicles and creating a national electronic database of vehicles and drivers. The directorate performs the duties of a tax entity according to legal provisions and awards certifications to independent driving schools.Established by a decision of the Council of Ministers no. 343 dated 21.07.1999, it is funded by and under the supervision of the Ministry of Infrastructure and Energy."
  },
  {
    "entity": "National Road Authority",
    "category": "Organization"
  },
  {
    "entity": "General Maritime Directorate",
    "category": "Organization",
    "summary": "The General Maritime Directorate (Albanian: Drejtoria e Pëgjithshme Detare) is an institution of the Albanian government under the supervision of the Ministry of Infrastructure and Energy. This institution exercises its functions in accordance with Law No.9251, dated 07.08.2004, titled \"Maritime Code of the Republic of Albania\" and later amended by Law No.10109, dated 02.04.2009, titled \"For the Maritime Administration of the Republic of Albania\"."
  },
  {
    "entity": "Vau Dejes",
    "category": "Location"
  },
  {
    "entity": "Energy Regulator Entity",
    "category": "Organization"
  },
  {
    "entity": "Moglice",
    "category": "Location"
  },
  {
    "entity": "Skavica",
    "category": "Location"
  },
  {
    "entity": "Gas Network Codes",
    "category": "Product"
  },
  {
    "entity": "National Strategy for Energy",
    "category": "Strategy"
  },
  {
    "entity": "Gas Sector Development Plan",
    "category": "Strategy"
  },
  {
    "entity": "Ballsh",
    "category": "Location",
    "summary": "Ballsh (definite Albanian form: Ballshi) is a town and a former municipality in Fier County, southern Albania. At the 2015 local government reform it became a subdivision and the seat of the municipality Mallakastër. It was the seat of the former District of Mallakastër. The population at the 2011 census was 7,657."
  },
  {
    "entity": "Steering Committee",
    "category": "Organization"
  },
  {
    "entity": "Union European",
    "category": "Organization"
  },
  {
    "entity": "Greek",
    "category": "Location"
  },
  {
    "entity": "Italian",
    "category": "Location"
  },
  {
    "entity": "Transmission Network Code",
    "category": "Product"
  },
  {
    "entity": "Policies and Measures",
    "category": "Strategy"
  },
  {
    "entity": "Contract for Difference",
    "category": "Product",
    "acronym": "KpD"
  },
  {
    "entity": "Regional",
    "category": "Organization"
  },
  {
    "entity": "European Energy Research Alliance",
    "category": "Organization",
    "acronym": "EERA"
  },
  {
    "entity": "Fraunhofer ISI",
    "category": "Organization"
  },
  {
    "entity": "Environment",
    "category": "Skill"
  },
  {
    "entity": "South East Europe",
    "category": "Location",
    "acronym": "SEE"
  },
  {
    "entity": "Transadriatic Pipeline",
    "category": "Project"
  },
  {
    "entity": "South Caucasus Pipeline",
    "category": "Project",
    "summary": "The South Caucasus Pipeline (also known as Baku–Tbilisi–Erzurum Pipeline, BTE pipeline, or Shah Deniz Pipeline) is a natural gas pipeline from the Shah Deniz gas field in the Azerbaijan sector of the Caspian Sea to Turkey. It runs parallel to the Baku–Tbilisi–Ceyhan pipeline (oil)."
  },
  {
    "entity": "Trans-Anatolian Pipeline",
    "category": "Project"
  },
  {
    "entity": "Georgia",
    "category": "Location"
  },
  {
    "entity": "Koman",
    "category": "Location"
  },
  {
    "entity": "Vau Dejës",
    "category": "Location"
  },
  {
    "entity": "Fierza",
    "category": "Location"
  },
  {
    "entity": "Kavaja",
    "category": "Location"
  },
  {
    "entity": "European Commission",
    "category": "Organization"
  },
  {
    "entity": "Bouzarovski",
    "category": "Person"
  },
  {
    "entity": "KfW Group",
    "category": "Organization"
  },
  {
    "entity": "Dodoo",
    "category": "Person"
  },
  {
    "entity": "Bird",
    "category": "Person",
    "summary": "Birds are a group of warm-blooded vertebrates constituting the class Aves (/ˈeɪviːz/), characterised by feathers, toothless beaked jaws, the laying of hard-shelled eggs, a high metabolic rate, a four-chambered heart, and a strong yet lightweight skeleton. Birds live worldwide and range in size from the 5.5 cm (2.2 in) bee hummingbird to the 2.8 m (9 ft 2 in) ostrich. There are about ten thousand living species, more than half of which are passerine, or \"perching\" birds. Birds have wings whose development varies according to species; the only known groups without wings are the extinct moa and elephant birds. Wings, which are modified forelimbs, gave birds the ability to fly, although further evolution has led to the loss of flight in some birds, including ratites, penguins, and diverse endemic island species. The digestive and respiratory systems of birds are also uniquely adapted for flight. Some bird species of aquatic environments, particularly seabirds and some waterbirds, have further evolved for swimming. Birds are feathered theropod dinosaurs and constitute the only known living dinosaurs. Likewise, birds are considered reptiles in the modern cladistic sense of the term, and their closest living relatives are the crocodilians. Birds are descendants of the primitive avialans (whose members include Archaeopteryx) which first appeared about 160 million years ago (mya) in China. According to DNA evidence, modern birds (Neornithes) evolved in the Middle to Late Cretaceous, and diversified dramatically around the time of the Cretaceous–Paleogene extinction event 66 mya, which killed off the pterosaurs and all non-avian dinosaurs. Many social species pass on knowledge across generations, which is considered a form of culture. Birds are social, communicating with visual signals, calls, and songs, and participating in such behaviours as cooperative breeding and hunting, flocking, and mobbing of predators. The vast majority of bird species are socially (but not necessarily sexually) monogamous, usually for one breeding season at a time, sometimes for years, and rarely for life. Other species have breeding systems that are polygynous (one male with many females) or, rarely, polyandrous (one female with many males). Birds produce offspring by laying eggs which are fertilised through sexual reproduction. They are usually laid in a nest and incubated by the parents. Most birds have an extended period of parental care after hatching. Many species of birds are economically important as food for human consumption and raw material in manufacturing, with domesticated and undomesticated birds being important sources of eggs, meat, and feathers. Songbirds, parrots, and other species are popular as pets. Guano (bird excrement) is harvested for use as a fertiliser. Birds figure throughout human culture. About 120 to 130 species have become extinct due to human activity since the 17th century, and hundreds more before then. Human activity threatens about 1,200 bird species with extinction, though efforts are underway to protect them. Recreational birdwatching is an important part of the ecotourism industry."
  },
  {
    "entity": "Patel",
    "category": "Person"
  },
  {
    "entity": "Yushchenko",
    "category": "Person"
  },
  {
    "entity": "Kojima",
    "category": "Person"
  },
  {
    "entity": "van der Zwaan",
    "category": "Person"
  },
  {
    "entity": "Cameron",
    "category": "Person"
  },
  {
    "entity": "Tiranë",
    "category": "Location"
  },
  {
    "entity": "Agency of Energy Efficiency",
    "category": "Organization"
  },
  {
    "entity": "Ministry for Health and Social Welfare",
    "category": "Organization"
  },
  {
    "entity": "Universal Service Provider",
    "category": "Organization"
  },
  {
    "entity": "National Territorial Planning Agency",
    "category": "Organization",
    "acronym": "AKPT"
  },
  {
    "entity": "Energy Efficiency Fund",
    "category": "Organization",
    "acronym": "EE Fund"
  },
  {
    "entity": "Albania Power Corporation",
    "category": "Organization"
  },
  {
    "entity": "Albanian Power Exchange",
    "category": "Organization"
  }
]