[
  {
    "entity": "Tirana",
    "category": "Location",
    "summary": "Tirana (/tɪˈrɑːnə/ tih-RAH-nə, Albanian pronunciation: [tiˈɾana]; Gheg Albanian: Tirona) is the capital and largest city of Albania. It is located in the centre of the country, enclosed by mountains and hills with Dajti rising to the east and a slight valley to the northwest overlooking the Adriatic Sea in the distance. Due to its location at the Plain of Tirana and the close proximity to the Mediterranean Sea, the city is particularly influenced by a Mediterranean seasonal climate. It is among the wettest and sunniest cities in Europe, with 2,544 hours of sun per year. Tirana was founded as a city in 1614 by the Ottoman Albanian general Sylejman Pasha Bargjini and flourished by then around the Old Mosque and the türbe. The area that today corresponds to the city's territory has been continuously inhabited since the Iron Age. It was inhabited by Illyrians, and was most likely the core of the Illyrian Kingdom of the Taulantii, which in Classical Antiquity was centred in the hinterland of Epidamnus. Following the Illyrian Wars it was annexed by Rome and became an integral part of the Roman Empire. The heritage of that period is still evident and represented by the Mosaics of Tirana. Later, in the 5th and 6th centuries, an Early Christian basilica was built around this site. After the Roman Empire split into East and West in the 4th century, its successor the Byzantine Empire took control over most of Albania, and built the Petrelë Castle in the reign of Justinian I. The city was fairly unimportant until the 20th century, when the Congress of Lushnjë proclaimed it as Albania's capital, after the Albanian Declaration of Independence in 1912. Classified as a gamma-world-city, Tirana is the most important economic, financial, political and trade centre in Albania due to its significant location in the centre of the country and its modern air, maritime, rail and road transportation. It is the seat of power of the Government of Albania, with the official residences of the President and Prime Minister of Albania, and the Parliament of Albania. The city was announced as the European Youth Capital for 2022."
  },
  {
    "entity": "national Agency of Natural Resources of Albania",
    "category": "Organization",
    "summary": null
  },

  {
    "entity": "Sanitary Hot Water",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Nearly Zero Energy Building",
    "category": "Strategy",
    "acronym": "NZEB",
    "summary": null
  },
  {
    "entity": "Energetic Matrix",
    "category": "Organization",
    "summary": null,
    "information": "The pollution potential of each subsector or energy use typology can be done by correlating the energy matrix with the carbon emissions matrix"
  },
  {
    "entity": "European Union",
    "category": "Organization",
    "acronym": "EU",
    "summary": null
  },

  {
    "entity": "Albania",
    "category": "Location",
    "summary": "Albania (/ælˈbeɪniə, ɔːl-/ a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria), officially the Republic of Albania (Albanian: Republika e Shqipërisë), is a country in Southeastern Europe. It is located on the Adriatic and Ionian Seas within the Mediterranean Sea and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east and Greece to the south. Tirana is its capital and largest city, followed by Durrës, Vlorë, and Shkodër. Albania displays varied climatic, geological, hydrological, and morphological conditions, defined in an area of 28,748 km2 (11,100 sq mi). It possesses significant diversity with the landscape ranging from the snow-capped mountains in the Albanian Alps as well as the Korab, Skanderbeg, Pindus and Ceraunian Mountains to the hot and sunny coasts of the Albanian Adriatic and Ionian Sea along the Mediterranean Sea. Albania has been inhabited by different civilisations over time, such as the Illyrians, Thracians, Greeks, Romans, Byzantines, Venetians, and Ottomans. The Albanians established the autonomous Principality of Arbër in the 12th century. The Kingdom of Albania and Principality of Albania formed between the 13th and 14th centuries. Prior to the Ottoman conquest of Albania in the 15th century, the Albanian resistance to Ottoman expansion into Europe led by Skanderbeg won them acclaim over most of Europe. Albania remained under Ottoman rule for nearly five centuries, during which many Albanians (known as Arnauts) attained high-ranking offices in the empire, especially in the Southern Balkans and Egypt. Between the 18th and 19th centuries, cultural developments, widely attributed to Albanians having gathered both spiritual and intellectual strength, conclusively led to the Albanian Renaissance. After the defeat of the Ottomans in the Balkan Wars, the modern nation state of Albania declared independence in 1912. In the 20th century, the Kingdom of Albania was invaded by Italy, which formed Greater Albania before becoming a protectorate of Nazi Germany. Enver Hoxha formed the People's Socialist Republic of Albania after World War II, modeled under the terms of Hoxhaism. The Revolutions of 1991 concluded the fall of communism in Albania and eventually the establishment of the current Republic of Albania. Albania is a unitary parliamentary constitutional republic. It is a developing country, ranking 67th in the Human Development Index, with an upper-middle income economy dominated by the service sector, followed by manufacturing. It went through a process of transition following the end of communism in 1990, from centralised planning to a market-based economy. Albania provides universal health care and free primary and secondary education to its citizens. Albania is a member of the United Nations, World Bank, UNESCO, NATO, WTO, COE, OSCE, and OIC. It has been an official candidate for membership in the European Union since 2014. It is one of the founding members of the Energy Community, including the Organization of the Black Sea Economic Cooperation and Union for the Mediterranean.",
    "information": "According to the National Energy Strategy and Albania’s First National Communication and Technology Needs Assessment, over 70% of domestic hot water needs of the household and service sector in Albania is supplied by electric boilers."
  },
  {
    "entity": "Tirana Municipality",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "South European",
    "category": "Location",
    "summary": null
  },


  {
    "entity": "Nearly Zero ‐ Energy Buildings",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Tirana MunicipalityO",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "EU Standards",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Solar Fraction",
    "category": "Skill",
    "acronym": "SF",
    "summary": null
  },
  {
    "entity": "Israeli",
    "category": "Location",
    "summary": null
  },

  {
    "entity": "Public Authority",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Ministry responsible for Energy",
    "category": "Organization",
    "summary": null
  },

  {
    "entity": "Albanian",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "T‐SOL",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Albanian Buildings Energy Performance Certification System",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Municipality of Tirana",
    "category": "Organization",
    "acronym": "MoT",
    "summary": null,
    "information": "The Municipality of Tirana shall ensure, by 15 July 2014: The existence of a team of certified Trainers, able to qualify and certify individual candidates for the programmes of SWH design and installation, using the curriculums foreseen in the Annexes III and V of this STO and the mentoring process referred in point number 14.a.ii."
  },
  {
    "entity": "Murcia",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Spain",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Portuguese",
    "category": "Language",
    "summary": null
  },
  {
    "entity": "German",
    "category": "Language",
    "summary": null
  },
  {
    "entity": "Baden ‐ Württemberg",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "European Normatives",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Quality Management System",
    "category": "Skill",
    "summary": null
  },
  {
    "entity": "World Trade Organization",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Solar Keymark",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Keymark",
    "category": "Product",
    "summary": "The Keymark is a voluntary European certification mark demonstrating compliance with the European Standard (EN). It is owned by CEN, the European Committee for Standardization, and CENELEC, the European Committee for Electrotechnical Standardization. The Keymark is the European mark based on the principle “one standard, one test, accepted everywhere”. It is operated by certification bodies which have been empowered by CEN or CENELEC and who are accredited on the basis of EN 45011 (ISO/IEC Guide 65) by a signatory to the multilateral agreement (MLA) of the European Co-operation for Accreditation (EA). Precondition for the certification is the establishment and the operation of a product-related factory production control (FPC) which takes into account the elements of the ISO 9000 series of standards and the process of the related production line from the raw material to finished product and storage of the product. The FPC shall form an integral part of the manufacturer's quality management system, if any. An example of the application of the Keymark symbol is the Solar Keymark."
  },
  {
    "entity": "European",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "European Solar Thermal Industry Federation",
    "category": "Organization",
    "acronym": "ESTIF",
    "summary": null
  },
  {
    "entity": "Associação para a Certificação",
    "category": "Organization",
    "acronym": "CERTIF",
    "summary": null
  },

  {
    "entity": "European Commission",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Comité Européen de Normalisation Électrotechnique",
    "category": "Organization",
    "acronym": "CENLEC",
    "summary": null
  },
  {
    "entity": "Comité Européen de Normalisation",
    "category": "Organization",
    "acronym": "CEN",
    "summary": null
  },
  {
    "entity": "Portugal",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "European Committee for Standardisation",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "France",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Agência para a Energia",
    "category": "Organization",
    "acronym": "ADENE",
    "summary": null
  },
  {
    "entity": "Quaol",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "certification organization",
    "category": "Organization",
    "acronym": "Qualit’EnR",
    "summary": null,
    "information": "The certification process of SWH designers initiates with the candidacy of the individual candidates."
  },
  {
    "entity": "Lisboa‐Enova",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "IGESPAR",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Municipal Energy Agency",
    "category": "Organization",
    "summary": null
  },

  {
    "entity": "Lisbon",
    "category": "Location",
    "summary": "Lisbon (/ˈlɪzbən/; Portuguese: Lisboa [liʒˈboɐ]) is the capital and largest city of Portugal, with an estimated population of 544,851 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.7 million people, being the 11th-most populous urban area in the European Union. About 3 million people live in the Lisbon metropolitan area, making it the third largest metropolitan area in the Iberian Peninsula, after Madrid and Barcelona. It represents approximately 27% of the country's population. It is mainland Europe's westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus. The westernmost portions of its metro area, the Portuguese Riviera, form the westernmost point of Continental Europe, culminating at Cabo da Roca. Lisbon is recognised as an alpha-level global city because of its importance in finance, commerce, fashion, media, entertainment, arts, international trade, education and tourism. Lisbon is one of two Portuguese cities (alongside Porto) to be recognised as a global city. Lisbon is home to three companies in the Global 2000. It is one of the major economic centres in Europe, with a growing financial sector and one of the largest container ports on Europe's Atlantic coast. Additionally, Humberto Delgado Airport served 31 million passengers in 2019, being the busiest airport in Portugal, the third busiest in the Iberian Peninsula and the 20th busiest in Europe. The motorway network and the high-speed rail system of Alfa Pendular links the main cities of Portugal to Lisbon. The city is the ninth-most-visited city in Southern Europe, after Istanbul, Rome, Barcelona, Milan, Athens, Venice, Madrid and Florence with 3,539,400 tourists in 2018. The Lisbon region has a higher GDP PPP per capita than any other region in Portugal. Its GDP amounts to US$110.3 billion and thus $39,434 per capita. The city occupies the 40th place of highest gross earnings in the world. Most of the headquarters of multinational corporations in Portugal are located in the Lisbon area. It is also the political centre of the country, as its seat of government and residence of the head of state. Lisbon is one of the oldest cities in the world, and the second-oldest European capital city (after Athens), predating other modern European capitals by centuries. Julius Caesar made it a municipium called Felicitas Julia, adding to the name Olissipo. After the fall of the Roman Empire it was ruled by a series of Germanic tribes from the 5th century; later it was captured by the Moors in the 8th century. In 1147 Afonso Henriques conquered the city and since then it has been the political, economic and cultural centre of Portugal."
  },
  {
    "entity": "Integration Manual",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Information Technology",
    "category": "Skill",
    "acronym": "IT",
    "summary": null
  }

]