[
  {
    "entity": "Renewable Energy Resources",
    "category": "Organization",
    "acronym": "RER",
    "summary": null
  },
  {
    "entity": "EU Directive 2009",
    "category": "Strategy",
    "summary": null
  },


  {
    "entity": "National Action Plan for Renewable Energy",
    "category": "Project",
    "summary": null
  },

  {
    "entity": "Energy Community Treaty",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Albanian Government",
    "category": "Organization",
    "summary": null,
    "information": "The Albanian Government is implementing a project to replace fossil fuels with renewable energy resources for heating / water heating in public buildings."
  },
  {
    "entity": "Action Plan for Renewable Energies",
    "category": "Project",
    "summary": null
  },

  {
    "entity": "Electricity and Gas Free Consumers",
    "category": "Organization",
    "acronym": "EGFC",
    "summary": null
  },

  {
    "entity": "National Objective for ERE",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Decision of the Council of Ministers of Energy Community 2012 / 04",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Energy Regulatory Entity",
    "category": "Organization",
    "acronym": "ERE",
    "summary": null,
    "information": "Energy Regulatory Entity (ERE) is the responsible institution for monitoring the application and implementation of the measures described above."
  },
  {
    "entity": "General National Objective",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "National Objective",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Drin",
    "category": "Location",
    "summary": null
  },

  {
    "entity": "Adriatic",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Albanian Agency of Investment Developments",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Devoll",
    "category": "Location",
    "summary": "Devoll may refer to \n* Devoll Municipality, in Korçë County, southeastern Albania \n* Devoll (river), in southern Albania"
  },

  {
    "entity": "Vjosa",
    "category": "Location",
    "summary": "The Vjosa (Albanian: [ˈvjɔsa]; indefinite form: Vjosë) or Aoös (Greek: Αώος) is a river in northwestern Greece and southwestern Albania. Its total length is about 272 kilometres (169 mi), of which the first 80 kilometres (50 mi) are in Greece, and the remaining 192 kilometres (119 mi) in Albania. Its drainage basin is 6,706 km2 (2,589 sq mi) and its average discharge is 195 m3/s (6,900 cu ft/s). The main tributaries are Voidomatis, Sarantaporos, Drino and Shushicë. The river arises in the Pindus mountains of Epirus, Greece, and generally flows northwest. It enters Albania near Çarshovë, and empties into the Adriatic Sea just north of Vlorë. Generally wild and unpolluted, the river is surrounded by the Vikos–Aoös National Park in Greece and the Vjosa-Narta Protected Landscape near its mouth. In December 2020, the Albanian portion of the river was designated a \"Managed Nature Reserve\" by the government. There is a campaign by the environmentalist groups to designate the whole Albanian part of the course a national park, to guard against the prospective hydroelectric projects."
  },
  {
    "entity": "Bistrica",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Law 138 / 2013 “ On Energy Renewable Resources ”",
    "category": "Organization",
    "summary": null
  },

  {
    "entity": "Energy National Balance 2009",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Total Energy Primary Resources",
    "category": "Strategy",
    "acronym": "TEPR",
    "summary": null
  },
  {
    "entity": "National Objective for RES",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Natural Resources National Centre",
    "category": "Organization",
    "acronym": "NRNC",
    "summary": null
  },


  {
    "entity": "Directive of RES",
    "category": "Event",
    "summary": null
  },

  {
    "entity": "Decision of the Council of Ministers 2012 / 04 / MC",
    "category": "Organization",
    "summary": null
  },


  {
    "entity": "Energy Community",
    "category": "Organization",
    "summary": "The Energy Community, commonly referred to as the Energy Community of South East Europe (ECSEE), is an international organization consisting of the European Union (EU) and a number of non-EU countries. It aims to extend the EU internal energy market to wider Southeast Europe. The members commit to implement relevant EU energy acquis communautaire, to develop an adequate regulatory framework and to liberalize their energy markets in line with the acquis under the founding Treaty."
  },
  {
    "entity": "National Renewable Energy Action Plan",
    "category": "Project",
    "acronym": "RENAP",
    "summary": "A National Renewable Energy Action Plan (NREAP) is a detailed report submitted by countries outlining commitments and initiatives to develop renewable energy that all member states of the European Union were obliged to notify to the European Commission by 30 June 2010. The plan provides a detailed road map of how the member state expects to reach its legally binding 2020 target for the share of renewable energy in their total energy consumption, as required by article 4 of the Renewable Energy Directive 2009/28/EC. In the plan, the member state sets out sectoral targets, the technology mix they expect to use, the trajectory they will follow, and the measures and reforms they will undertake to overcome the barriers to developing renewable energy. Each NREAP report provides details of the expected share of energy provided by renewable sources up to and including 2020. The overall target for EU countries is to use 20% of their energy use from renewable energy sources although targets for each country vary considerably. In addition targets are broken down further by energy use sector including transport, electricity and the heating and cooling sectors."
  },
  {
    "entity": "“ Additional Scenario for Energy Efficiency ”",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Contractual Party",
    "category": "Organization",
    "summary": null,
    "information": "Under the title “Additional Scenario for Energy Efficiency”, a scenario has been introduced taking into consideration all the measures that will be undertaken in order to achieve the RENAP objective of 9% in 2018."
  },
  {
    "entity": "European Commission",
    "category": "Organization",
    "acronym": "EC",
    "summary": null
  },

  {
    "entity": "EC Treaty",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Directive 2009",
    "category": "Event",
    "summary": null,
    "information": "This information should be based on what is provided in the forecast document, referred to in Article 4 (3) of Directive 2009/28/EC."
  },
  {
    "entity": "Hungary",
    "category": "Location",
    "summary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ]) is a landlocked country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) of the Carpathian Basin, it is bordered by Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. Hungary has a population of nearly 9 million, mostly ethnic Hungarians and a significant Romani minority. Hungarian, the official language, is the world's most widely spoken Uralic language and among the few non-Indo-European languages widely spoken in Europe. Budapest is the country's capital and largest city; other major urban areas include Debrecen, Szeged, Miskolc, Pécs, and Győr. The territory of present-day Hungary has for centuries been a crossroads for various peoples, including Celts, Romans, Germanic tribes, Huns, West Slavs and the Avars. The foundation of the Hungarian state was established in the late 9th century AD with the conquest of the Carpathian Basin by Hungarian grand prince Árpád. His great-grandson Stephen I ascended the throne in 1000, converting his realm to a Christian kingdom. By the 12th century, Hungary became a regional power, reaching its cultural and political height in the 15th century. Following the Battle of Mohács in 1526, it was partially occupied by the Ottoman Empire (1541–1699). Hungary came under Habsburg rule at the turn of the 18th century, later joining with the Austrian Empire to form Austria-Hungary, a major power into the early 20th century. Austria-Hungary collapsed after World War I, and the subsequent Treaty of Trianon established Hungary's current borders, resulting in the loss of 71% of its territory, 58% of its population, and 32% of ethnic Hungarians. Following the tumultuous interwar period, Hungary joined the Axis powers in World War II, suffering significant damage and casualties. Postwar Hungary became a satellite state of the Soviet Union, leading to the establishment of the Hungarian People's Republic. Following the failed 1956 revolution, Hungary became a comparatively freer, though still repressive, member of the Eastern Bloc. The removal of Hungary's border fence with Austria accelerated the collapse of the Eastern Bloc and subsequently the Soviet Union. On 23 October 1989, Hungary again became a democratic parliamentary republic. Hungary joined the European Union in 2004 and has been part of the Schengen Area since 2007. Since the Second Orbán Government in 2010, the country has undergone significant democratic backsliding, and is now an authoritarian polity. Hungary is a middle power in international affairs, owing mostly to its cultural and economic influence. It is a high-income economy with a very high human development index, where citizens enjoy universal health care and tuition-free secondary education. Hungary has a long history of significant contributions to arts, music, literature, sports, science and technology. It is a popular tourist destination in Europe, drawing 24.5 million international tourists in 2019. It is a member of numerous international organisations, including the Council of Europe, NATO, United Nations, World Health Organization, World Trade Organization, World Bank, International Investment Bank, Asian Infrastructure Investment Bank, and the Visegrád Group."
  },
  {
    "entity": "Renewable Resources",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Renewable Energy Sources",
    "category": "Organization",
    "acronym": "RES",
    "summary": null,
    "information": "the new law for RES shall offer other stimuli, such as the recognition of the existing agreements for the purchase of energy produced from RES and the obligation of the Operator to buy energy produces from small HPPs"
  },
  {
    "entity": "Council of Ministers",
    "category": "Organization",
    "acronym": "CM",
    "summary": "Council of Ministers is a traditional name given to the supreme executive organ in some governments. It is usually equivalent to the term cabinet. The term Council of State is a similar name that also may refer to a cabinet, but the terms are not equal in certain countries (for example, in Spain and India). Councils of Ministers are usually composed of those government ministers who are responsible for a ministry. They are usually led by a President of the Council of Ministers, a term that is commonly translated, or used synonymously, as prime minister or premier.",
    "information": "The composition, duties, responsibilities and functioning of the administration of each category of protected area are approved by the Council of Ministers."
  },
  {
    "entity": "Decision of the Council of Ministers",
    "category": "Event",
    "summary": null,
    "information": "Categories of protected areas are defined in the Decision of the Council of Ministers for their recognition."
  },

  {
    "entity": "Supporting Scheme Contract for Difference",
    "category": "Strategy",
    "summary": null,
    "information": "the right of these producers to move to a Supporting Scheme Contract for Difference"
  },

  {
    "entity": "Ministry of Energy and Industry",
    "category": "Organization",
    "summary": null,
    "information": "Promotion of private local or foreign investments in the sector of energy, building an attractive legal climate for these investments"
  },
  {
    "entity": "Ministry of Agriculture, Rural Development and Water Administration",
    "category": "Organization",
    "acronym": "MARDWA",
    "summary": null
  },
  {
    "entity": "Technical and Industrial State Inspectorate",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "General Customs Directorate",
    "category": "Organization",
    "summary": null,
    "information": "The General Customs Directorate monitors financial support."
  },
  {
    "entity": "General Directorate of Taxes",
    "category": "Organization",
    "summary": null,
    "information": "The General Directorate of Taxes monitors financial support."
  },
  {
    "entity": "Ministry of Finances",
    "category": "Organization",
    "summary": null,
    "information": "The Ministry of Finances administers financial support."
  },
  {
    "entity": "Durres",
    "category": "Location",
    "summary": null,
    "information": "a plant was implemented for bio-fuel production in the industrial area of Porto Romano in Durres with the production capacity of about 100 000 ton per year."
  },
  {
    "entity": "Porto Romano",
    "category": "Location",
    "summary": null
  },

  {
    "entity": "MS",
    "category": "Location",
    "acronym": "Member States",
    "summary": null
  },
  {
    "entity": "Law on RES",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Albaniaombined Heat and Power",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Natural Resources National Agency",
    "category": "Organization",
    "summary": null
  },

  {
    "entity": "Phalaris",
    "category": "Product",
    "summary": "Phalaris (Greek: Φάλαρις) was the tyrant of Akragas (now Agrigento) in Sicily, from approximately 570 to 554 BC."
  },


  {
    "entity": "Second National Communication of Albania",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Framework Convention of United Nations on Climate Changes",
    "category": "Organization",
    "acronym": "FCUNCC",
    "summary": null
  },
  {
    "entity": "Institute of Statistics",
    "category": "Organization",
    "acronym": "INSTAT",
    "summary": null
  },
  {
    "entity": "National Territory Council",
    "category": "Organization",
    "acronym": "NTC",
    "summary": null,
    "information": "according to Law no. 107/2014 dated 31.07.2014 'On territorial planning and development' and DCM no. 408, dated 13.05.2015 'On approval of the regulation on territorial development', every construction permit for energy infrastructure will be granted by the National Territory Council."
  },
  {
    "entity": "National Territorial Council",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Tourism Council",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Agency of Territorial Planning",
    "category": "Organization",
    "acronym": "NATP",
    "summary": null,
    "information": "supports international cooperation in the field of territory planning"
  },
  {
    "entity": "Environmental Impact Assessment",
    "category": "Strategy",
    "acronym": "EIA",
    "summary": null,
    "information": "On approval of tariffs for environmental permits"
  },
  {
    "entity": "Designated National Authority of Clean Development Mechanism",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Kyoto Protocol",
    "category": "Event",
    "summary": "The Kyoto Protocol was an international treaty which extended the 1992 United Nations Framework Convention on Climate Change (UNFCCC) that commits state parties to reduce greenhouse gas emissions, based on the scientific consensus that (part one) global warming is occurring and (part two) that human-made CO2 emissions are driving it. The Kyoto Protocol was adopted in Kyoto, Japan, on 11 December 1997 and entered into force on 16 February 2005. There were 192 parties (Canada withdrew from the protocol, effective December 2012) to the Protocol in 2020. The Kyoto Protocol implemented the objective of the UNFCCC to reduce the onset of global warming by reducing greenhouse gas concentrations in the atmosphere to \"a level that would prevent dangerous anthropogenic interference with the climate system\" (Article 2). The Kyoto Protocol applied to the seven greenhouse gases listed in Annex A: carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulfur hexafluoride (SF6), nitrogen trifluoride (NF3). Nitrogen trifluoride was added for the second compliance period during the Doha Round. The Protocol was based on the principle of common but differentiated responsibilities: it acknowledged that individual countries have different capabilities in combating climate change, owing to economic development, and therefore placed the obligation to reduce current emissions on developed countries on the basis that they are historically responsible for the current levels of greenhouse gases in the atmosphere. The Protocol's first commitment period started in 2008 and ended in 2012. All 36 countries that fully participated in the first commitment period complied with the Protocol. However, nine countries had to resort to the flexibility mechanisms by funding emission reductions in other countries because their national emissions were slightly greater than their targets. The financial crisis of 2007–08 helped reduce the emissions. The greatest emission reductions were seen in the former Eastern Bloc countries because the dissolution of the Soviet Union reduced their emissions in the early 1990s. Even though the 36 developed countries reduced their emissions, the global emissions increased by 32% from 1990 to 2010. A second commitment period was agreed to in 2012 to extend the agreement to 2020, known as the Doha Amendment to the Kyoto Protocol, in which 37 countries had binding targets: Australia, the European Union (and its then 28 member states, now 27), Belarus, Iceland, Kazakhstan, Liechtenstein, Norway, Switzerland, and Ukraine. Belarus, Kazakhstan, and Ukraine stated that they may withdraw from the Kyoto Protocol or not put into legal force the Amendment with second round targets. Japan, New Zealand, and Russia had participated in Kyoto's first-round but did not take on new targets in the second commitment period. Other developed countries without second-round targets were Canada (which withdrew from the Kyoto Protocol in 2012) and the United States (which did not ratify). As of October 2020, 147 states had accepted the Doha Amendment. It entered into force on 31 December 2020, following its acceptance by the mandated minimum of at least 144 states, although the second commitment period ended on the same day. Of the 37 parties with binding commitments, 34 had ratified. Negotiations were held in the framework of the yearly UNFCCC Climate Change Conferences on measures to be taken after the second commitment period ended in 2020. This resulted in the 2015 adoption of the Paris Agreement, which is a separate instrument under the UNFCCC rather than an amendment of the Kyoto Protocol."
  },
  {
    "entity": "Kyoto Protocol of the Framework Convention of the United Nations on Climate Changes",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Republic of Albania",
    "category": "Location",
    "summary": null,
    "information": "The emblem of the Republic of Albania will be used to mark the protected areas."
  },
  {
    "entity": "Kyoto Protocol Law",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Aarhus Convention",
    "category": "Event",
    "summary": "The UNECE Convention on Access to Information, Public Participation in Decision-making and Access to Justice in Environmental Matters, usually known as the Aarhus Convention, was signed on 25 June 1998 in the Danish city of Aarhus. It entered into force on 30 October 2001. As of March 2014, it had 47 parties—46 states and the European Union. All of the ratifying states are in Europe and Central Asia. The EU has begun applying Aarhus-type principles in its legislation, notably the Water Framework Directive (Directive 2000/60/EC). Liechtenstein and Monaco have signed the convention but have not ratified it. The Aarhus Convention grants the public rights regarding access to information, public participation and access to justice, in governmental decision-making processes on matters concerning the local, national and transboundary environment. It focuses on interactions between the public and public authorities.",
    "information": ""
  },
  {
    "entity": "State Technical and Industrial Inspectorate",
    "category": "Organization",
    "summary": null,
    "information": "Every compliance with the objectives set by law for the consumption of bio-fuels and NREAP will be monitored by State Technical and Industrial Inspectorate"
  },
  {
    "entity": "Ministry of Energy and Infrastructure",
    "category": "Organization",
    "acronym": "MEI",
    "summary": null
  },

  {
    "entity": "National Licensing Centre",
    "category": "Organization",
    "acronym": "NLC",
    "summary": null,
    "information": "NLC is designed to function as a \"one-stop center\" (one-stop shop) for all licenses, authorizations and permits issued by public authorities."
  },
  {
    "entity": "National Strategy on Electrical Power",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "National Agency of Natural Resources",
    "category": "Organization",
    "acronym": "NANR",
    "summary": null,
    "information": "The National Agency of Natural Resources will start the preparation of a register of hot water boilers in the Albanian territory within the next two years."
  },
  {
    "entity": "RESdevelopment",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Contracting Authority",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Agency for Treatment of Concessions",
    "category": "Organization",
    "acronym": "ATC",
    "summary": null,
    "information": "ATC mission is to support the Contracting Authority to evaluate and negotiate the concessions in all fields of concessions, including the construction of hydropower plants."
  },
  {
    "entity": "Ministry of Economic Development, Trade, Entrepreneurship and Tourism",
    "category": "Organization",
    "summary": null,
    "information": "A number of other entities that play a role in RES development are subordinate to the ministry."
  },
  {
    "entity": "Ministry of Economic Development, Trade, Entrepreneurship and Tourismvelopment",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Licensing Center",
    "category": "Organization",
    "summary": null,
    "information": "the National Licensing Center has been a positive step forward in creating a \"one-stop shop\" service for all licenses and permits required for a project."
  },
  {
    "entity": "Ministry of Urban Development",
    "category": "Organization",
    "summary": null,
    "information": "This Ministry is also responsible for issuing professional licenses for the individuals involved in the design, supervision and testing of construction works."
  },

  {
    "entity": "Ministry of Environment",
    "category": "Organization",
    "acronym": "MM",
    "summary": null,
    "information": "Procedures for changing the status of agricultural land are provided by DCM no. 665, dated 28.07.2010 \"On the rules and procedures of change of categories of land resources\" and DCM no. 410, dated 27.06.2012 \"On establishment of rules and procedures of change of categories of land resources\" including a number of requirements for each application associated with the land status change."
  },
  {
    "entity": "National Environmental Agency",
    "category": "Organization",
    "acronym": "NEA",
    "summary": null,
    "information": "the National Environmental Agency is the one that based on its Decision, decides whether the proposed project should be subject or not to the in-depth EIA."
  },

  {
    "entity": "Official Journal",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Distribution System Operator",
    "category": "Organization",
    "acronym": "DSO",
    "summary": null
  },
  {
    "entity": "Montenegro",
    "category": "Location",
    "summary": "Montenegro (/ˌmɒntɪˈniːɡroʊ, -ˈneɪɡroʊ, -ˈnɛɡroʊ/; Montenegrin: Crna Gora, Црна Гора, lit. 'Black Mountain') is a country in Southeastern Europe. It is a part of the Balkans and is bordered by Serbia to the northeast, Bosnia and Herzegovina to the north, Kosovo to the east, Albania to the southeast, Croatia to the northwest, and the Adriatic Sea to the west with a coastline of 293.5 km. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and is home to roughly 30% of its total population of 621,000. During the Early Medieval period, three principalities were located on the territory of modern-day Montenegro: Duklja, roughly corresponding to the southern half; Travunia, the west; and Rascia proper, the north. The Principality of Zeta emerged in the 14th and 15th centuries. From the late 14th century to the late 18th century, large parts of southern Montenegro were ruled by the Venetian Republic and incorporated into Venetian Albania. The name Montenegro was first used to refer to the country in the late 15th century. After falling under Ottoman rule, Montenegro regained its independence in 1696 under the rule of the House of Petrović-Njegoš, first as a theocracy and later as a secular principality. Montenegro's independence was recognised by the Great Powers at the Congress of Berlin in 1878. In 1910, the country became a kingdom. After World War I, the kingdom became part of Yugoslavia. Following the breakup of Yugoslavia, the republics of Serbia and Montenegro together proclaimed a federation. Following an independence referendum held in May 2006, Montenegro declared its independence in June 2006 and the confederation dissolved. Montenegro has an upper-middle-income economy and ranks 48th in the Human Development Index. It is a member of the United Nations, NATO, the World Trade Organization, the Organization for Security and Co-operation in Europe, the Council of Europe, and the Central European Free Trade Agreement. Montenegro is also a founding member of the Union for the Mediterranean, and is currently in the process of joining the European Union."
  },
  {
    "entity": "Tirana 2 - Podgorica",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Albanian system",
    "category": "Organization",
    "summary": null
  },

  {
    "entity": "OST",
    "category": "Organization",
    "summary": null,
    "information": "is working to build a new 400 kV line with Kosovo (Tirana 2 - Pristina), which is expected to be completed in 2016."
  },
  {
    "entity": "Kosovo",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Tirana 2 - Pristina",
    "category": "Location",
    "summary": null
  },

  {
    "entity": "Macedonian",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Elbasan-Bitola",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "German KfW bank",
    "category": "Organization",
    "summary": null,
    "information": "the project is expected to be financed by German KfW bank."
  },
  {
    "entity": "Italy",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Law no. 40/2015",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Law no. 107/2014",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "DCM no. 408",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Contracting Parties",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Action Plan for Renewable Energies",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Agency for renewable sources",
    "category": "Organization",
    "summary": null,
    "information": "The responsible Agency for renewable sources will monitor and check compliance of bio-fuel producers with the sustainability criteria defined by law"
  },
  {
    "entity": "Central Technical Inspectorate",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Agency for Natural Resources",
    "category": "Organization",
    "summary": null,
    "information": "The National Agency for Natural Resources will have responsibility for monitoring and checking the compliance with sustainability criteria"
  },
  {
    "entity": "World Centre for Nature Conservation",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Rural Development and Water Administration",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Regional Directorates of Agriculture",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Regional Forest Service",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "European Community",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Ministry of Agriculture",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Decision of Council of Ministers",
    "category": "Organization",
    "acronym": "DCM",
    "summary": null
  },
  {
    "entity": "Minister of Agriculture, Rural Development and Water Administration",
    "category": "Person",
    "acronym": "MARDWA",
    "summary": null
  },
  {
    "entity": "Department of Land Administration and Protection",
    "category": "Organization",
    "acronym": "DLAP",
    "summary": null,
    "information": "the legislation requires that under the new territorial and administrative division, the Department of Land Administration and Protection should update cadastral documentation for the territory under their jurisdiction"
  },
  {
    "entity": "State Entity for Seeds and Saplings",
    "category": "Organization",
    "summary": null,
    "information": "The State Entity for Seeds and Saplings is the only governmental body responsible for licensing the importation or exportation of any kind of plant cultivation material."
  },

  {
    "entity": "EU Member States",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Guarantees of Origin",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Community Treaty",
    "category": "Event",
    "summary": null
  },


  {
    "entity": "Ministry of Public Works and Transport",
    "category": "Organization",
    "summary": null
  },

  {
    "entity": "Foundation for Globalization and Modernization",
    "category": "Organization",
    "acronym": "FGM",
    "summary": null
  },

  {
    "entity": "Devoll River",
    "category": "Location",
    "summary": null
  },

  {
    "entity": "Moglicë",
    "category": "Location",
    "summary": "Moglicë is a village and a former municipality in the Korçë County, southeastern Albania. At the 2015 local government reform it became a subdivision of the municipality Maliq. The population at the 2011 census was 951. The municipal unit consists of the villages Moglicë, Gopesh, Dobërçan, Maliq-Opar, Gurkuq, Bardhas, Zerec, Dushar, Torovec, Shpatmal, Peshtan, Lumaj, Protopapë, Osojë, Gurshqipe, Kucakë and Nikollarë. The works for the Moglicë dam in the river Devoll and the road to it concentrate almost 400 workers close to the village, that has 1 small market and at least 2 bars."
  },
  {
    "entity": "Annex I",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "Banja",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Kalivac",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Decision of Council of MinistersM",
    "category": "Organization",
    "summary": null
  },

  {
    "entity": "Forest Cadastre",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "World Bank",
    "category": "Organization",
    "acronym": "WB",
    "summary": null,
    "information": "Support for forest area from World Bank"
  },
  {
    "entity": "FGM Council",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "United Nations Industrial Development Organization",
    "category": "Organization",
    "acronym": "UNIDO",
    "summary": "The United Nations Industrial Development Organization (UNIDO) (French: Organisation des Nations unies pour le développement industriel; French/Spanish acronym: ONUDI) is a specialized agency of the United Nations that assists countries in economic and industrial development. It is headquartered at the UN Office in Vienna, Austria, with a permanent presence in over 60 countries. As of April 2019, UNIDO comprises 170 member states, which together set the organization's policies, programs, and principles through the biannual General Conference. UNIDO was established in 1966 by the UN General Assembly to promote and accelerate the industrialization of developing countries, which were emerging from decolonization in record numbers and with little to no industrial base. In 1979 it became one of the 15 specialized agencies of the UN, with its new constitution coming into force in 1985. Since its founding, the organization has restructured and reformed several times; the 2013 Lima Declaration expanded its mission to include promoting \"inclusive and sustainable industrial development\" (ISID), defined as benefiting greater numbers of people while safeguarding the environment. UNIDO is a member of the United Nations Development Group, a coalition of UN entities aimed at fulfilling the Sustainable Development Goals. On 25 July 2016, the United Nations General Assembly adopted Resolution A/RES/70/293, proclaiming the period 2016-2025 as the . UNIDO was called upon to lead the initiative in collaboration with a range of partners. These include the African Union Commission, the New Partnership for Africa’s Development, the Economic Commission for Africa, etc. From 2018 to 2021, UNIDO's strategic priorities include creating shared prosperity; advancing economic competitiveness; safeguarding the environment; and strengthening knowledge and institutions. Each of these goals is to be achieved through technical cooperation, policy advice, analysis and research, the development of uniform standards and quality control, and partnerships for knowledge transfer, networking and industrial cooperation. UNIDO employs some 670 staff and draws on the services of some 2,800 international and national experts—approximately half from developing countries—annually, who work in project assignments throughout the world."
  },
  {
    "entity": "IEA",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "United Nations Organization for Industrial Development",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Central Europe",
    "category": "Location",
    "summary": "Central Europe is an area of Europe between Western Europe and Eastern Europe, based on a common historical, social and cultural identity. The Thirty Years' War between Catholicism and Protestantism was a significant shaping process in the history of Central Europe. The concept of \"Central Europe\" appeared in the 19th century. Central Europe comprised most of the territories of the Holy Roman Empire and those of the two neighboring kingdoms of Poland and Hungary. Hungary and parts of Poland were later part of the Habsburg monarchy, which also significantly shaped the history of Central Europe. Unlike their Western European (Portugal, Spain et al.) and Eastern European (Russia) counterparts, the Central European nations never had any notable colonies (either overseas or adjacent) due to their inland location and other factors. It has often been argued that one of the contributing causes of both World War I and World War II was Germany's lack of original overseas colonies. After World War II, Central Europe was divided by the Iron Curtain (as agreed by the Big Three at the Yalta Conference and the Potsdam Conference) into two parts, the capitalist Western Bloc and the communist Eastern Bloc. The Berlin Wall was one of the most visible symbols of these artificial and forced divisions. Specifically, Stalin had advocated the creation of a Soviet sphere of influence in Central Europe, starting with Poland, in order to provide the Soviet Union with a geopolitical buffer zone between it and the western capitalist world\". Central Europe began a \"strategic awakening\" in the late 20th and early 21st century, with initiatives such as Central European Defence Cooperation, the Central European Initiative (CEI), Centrope, and the Visegrád Four Group. This awakening was triggered by writers and other intellectuals who recognized the societal paralysis of decaying dictatorships and felt compelled to speak up against Soviet oppression. All of the Central European countries are presently listed as being \"very highly developed\" by the Human Development Index (see List of central European countries by development indexes)."
  },
  {
    "entity": "Northern Europe",
    "category": "Location",
    "summary": "The northern region of Europe has several definitions. A restrictive definition may describe Northern Europe as being roughly north of the southern coast of the Baltic Sea, which is about 54°N, or may be based on other geographical factors such as climate and ecology."
  },
  {
    "entity": "Peshkopi",
    "category": "Location",
    "summary": "Peshkopi (definite Albanian form: Peshkopia, Latin: Penestae) is a town in Dibër County, northeastern Albania. At the 2015 local government reform it became a subdivision of the municipality Dibër. The population at the 2011 census was 13,251. The town is located 187 kilometres (116 mi) away from Tirana, the capital of Albania, and 20 kilometres (12 mi) from Macedonian border, and it sits 651 metres (2,136 ft) above sea level. It is the capital of both the county (Albanian: qark) and district (Albanian: rreth) of Dibër. It is the only county capital in Albania that does not share its name with its county. Peshkopi lies east of the Black Drin river. The Drin valley is the lowest part of the district. Mineral ores such as chromium, sulphur, and marble have been discovered in the district. It is also an important industrial center in Albania, particularly in relation to the food industry.",
    "information": "in Peshkopi"
  },
  {
    "entity": "Saranda",
    "category": "Location",
    "summary": null,
    "information": "in Saranda"
  },
  {
    "entity": "Ardenica",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Kruja",
    "category": "Location",
    "summary": null
  }
]