[
  {
    "entity": "Southern Caucasus",
    "category": "Location"
  },
  {
    "entity": "Tavush",
    "category": "Location"
  },
  {
    "entity": "Republic of Armenia",
    "category": "Location"
  },
  {
    "entity": "Syunik",
    "category": "Location"
  },
  {
    "entity": "Armenia",
    "category": "Location"
  },
  {
    "entity": "United Nations",
    "category": "Organization",
    "acronym": "UN",
    "summary": "The United Nations (UN) is an intergovernmental organization whose stated purposes are to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the world's largest and most familiar international organization. The UN is headquartered on international territory in New York City, and has other main offices in Geneva, Nairobi, Vienna, and The Hague (home to the International Court of Justice). The UN was established after World War II with the aim of preventing future world wars, succeeding the League of Nations, which was characterized as ineffective. On 25 April 1945, 50 governments met in San Francisco for a conference and started drafting the UN Charter, which was adopted on 25 June 1945 and took effect on 24 October 1945, when the UN began operations. Pursuant to the Charter, the organization's objectives include maintaining international peace and security, protecting human rights, delivering humanitarian aid, promoting sustainable development, and upholding international law. At its founding, the UN had 51 member states; with the addition of South Sudan in 2011, membership is now 193, representing almost all of the world's sovereign states. The organization's mission to preserve world peace was complicated in its early decades by the Cold War between the United States and Soviet Union and their respective allies. Its missions have consisted primarily of unarmed military observers and lightly armed troops with primarily monitoring, reporting and confidence-building roles. UN membership grew significantly following widespread decolonization beginning in the 1960s. Since then, 80 former colonies have gained independence, including 11 trust territories that had been monitored by the Trusteeship Council. By the 1970s, the UN's budget for economic and social development programmes far outstripped its spending on peacekeeping. After the end of the Cold War, the UN shifted and expanded its field operations, undertaking a wide variety of complex tasks. The UN has six principal organs: the General Assembly; the Security Council; the Economic and Social Council (ECOSOC); the Trusteeship Council; the International Court of Justice; and the UN Secretariat. The UN System includes a multitude of specialized agencies, funds and programmes such as the World Bank Group, the World Health Organization, the World Food Programme, UNESCO, and UNICEF. Additionally, non-governmental organizations may be granted consultative status with ECOSOC and other agencies to participate in the UN's work. The UN's chief administrative officer is the secretary-general, currently Portuguese politician and diplomat António Guterres, who began his first five year-term on 1 January 2017 and was re-elected on 8 June 2021. The organization is financed by assessed and voluntary contributions from its member states. The UN, its officers, and its agencies have won many Nobel Peace Prizes, though other evaluations of its effectiveness have been mixed. Some commentators believe the organization to be an important force for peace and human development, while others have called it ineffective, biased, or corrupt."
  },
  {
    "entity": "Global Policy Network",
    "category": "Organization"
  },
  {
    "entity": "Government",
    "category": "Organization",
    "summary": "A government is the system or group of people governing an organized community, generally a state. In the case of its broad associative definition, government normally consists of legislature, executive, and judiciary. Government is a means by which organizational policies are enforced, as well as a mechanism for determining policy. In many countries, the government has a kind of constitution, a statement of its governing principles and philosophy. While all types of organizations have governance, the term government is often used more specifically to refer to the approximately 200 independent national governments and subsidiary organizations. The major types of political systems in the modern era are democracies, monarchies, and authoritarian and totalitarian regimes. Historically prevalent forms of government include monarchy, aristocracy, timocracy, oligarchy, democracy, theocracy, and tyranny. These forms are not always mutually exclusive, and mixed governments are common. The main aspect of any philosophy of government is how political power is obtained, with the two main forms being electoral contest and hereditary succession."
  },
  {
    "entity": "Parliament",
    "category": "Organization",
    "summary": "In modern politics, and history, a parliament is a legislative body of government. Generally, a modern parliament has three functions: representing the electorate, making laws, and overseeing the government via hearings and inquiries. The term is similar to the idea of a senate, synod or congress and is commonly used in countries that are current or former monarchies. Some contexts restrict the use of the word parliament to parliamentary systems, although it is also used to describe the legislature in some presidential systems (e.g., the Parliament of Ghana), even where it is not in the official name. Historically, parliaments included various kinds of deliberative, consultative, and judicial assemblies, an example being the French medieval and early modern parlements."
  },
  {
    "entity": "Goals",
    "category": "Strategy"
  },
  {
    "entity": "Sustainable Development Goals",
    "category": "Strategy",
    "acronym": "SDGs",
    "summary": "The Sustainable Development Goals (SDGs) or Global Goals are a collection of 17 interlinked global goals designed to be a \"shared blueprint for peace and prosperity for people and the planet, now and into the future\". The SDGs were set up in 2015 by the United Nations General Assembly (UN-GA) and are intended to be achieved by 2030. They are included in a UN-GA Resolution called the 2030 Agenda or what is colloquially known as Agenda 2030. The SDGs were developed in the Post-2015 Development Agenda as the future global development framework to succeed the Millennium Development Goals which were ended in 2015. The SDGs emphasize the interconnected environmental, social and economic aspects of sustainable development, by putting sustainability at their center. The 17 SDGs are: No poverty, zero hunger, good health and well-being, quality education, gender equality, clean water and sanitation, affordable and clean energy, decent work and economic growth, industry, innovation and infrastructure, Reduced Inequality, Sustainable Cities and Communities, Responsible Consumption and Production, Climate Action, Life Below Water, Life On Land, Peace, Justice, and Strong Institutions, Partnerships for the Goals. Though the goals are broad and interdependent, two years later (6 July 2017), the SDGs were made more \"actionable\" by a UN Resolution adopted by the General Assembly. The resolution identifies specific targets for each goal, along with indicators that are being used to measure progress toward each target. The year by which the target is meant to be achieved is usually between 2020 and 2030. For some of the targets, no end date is given. There are cross-cutting issues and synergies between the different goals. Cross-cutting issues include gender equality, education, culture and health. With regards to SDG 13 on climate action, the IPCC sees robust synergies, particularly for the SDGs 3 (health), 7 (clean energy), 11 (cities and communities), 12 (responsible consumption and production) and 14 (oceans). Synergies amongst the SDGs are \"the good antagonists of trade-offs\". Some of the known and much discussed conceptual problem areas of the SDGs include: The fact that there are competing and too many goals (resulting in problems of trade-offs), that they are weak on environmental sustainability and that there are difficulties with tracking qualitative indicators. For example, these are two difficult trade-offs to consider: \"How can ending hunger be reconciled with environmental sustainability? (SDG targets 2.3 and 15.2) How can economic growth be reconciled with environmental sustainability? (SDG targets 9.2 and 9.4) \" The UN High-Level Political Forum on Sustainable Development (HLPF) is the annual space for global monitoring of the SDGs, under the auspices of the United Nations Economic and Social Council. However, it has so far failed to act as an orchestrator to promote system-wide coherence due to a lack of political leadership owing to divergent national interests. To facilitate monitoring of progress on the SDG implementation, a variety of tools exist to track and visualize this progress towards the goals. All intention is to make data more available and easily understood. For example, the \"SDG Tracker\", launched in June 2018, presents available data across all indicators. There were serious impacts and implications of the COVID-19 pandemic on all 17 SDGs in the year 2020. A scientific assessment released in 2022 stated that the world is not on track to achieve the SDGs by 2030 and concluded that the SDGs have so far had only limited political effects in global, national and local governance since their launch in 2015."
  },
  {
    "entity": "Adaptation Fund",
    "category": "Organization"
  },
  {
    "entity": "Green Climate Fund",
    "category": "Organization",
    "summary": "The Green Climate Fund (GCF) is a fund established within the framework of the UNFCCC as an operating entity of the Financial Mechanism to assist developing countries in adaptation and mitigation practices to counter climate change. The GCF is based in Incheon, South Korea. It is governed by a Board of 24 members and supported by a Secretariat. The objective of the Green Climate Fund is to \"support projects, programmes, policies and other activities in developing country Parties using thematic funding windows\". It is intended that the Green Climate Fund be the centrepiece of efforts to raise Climate Finance under the UNFCCC. The current executive director is Yannick Glemarec."
  },
  {
    "entity": "Global Environment Facility",
    "category": "Organization",
    "summary": "The Global Environment Facility (GEF) is a multilateral environmental fund that provides grants and blended finance for projects related to biodiversity, climate change, international waters, land degradation, persistent organic pollutants (POPs), mercury, sustainable forest management, food security, and sustainable cities in developing countries. It is the largest source of multilateral funding for biodiversity globally, and distributes more than $1 billion a year on average to address inter-related environmental challenges. The GEF was established ahead of the 1992 Rio Earth Summit and includes 184 countries in partnership with international institutions, civil society organizations, and the private sector. It supports country-driven sustainable development initiatives in developing countries that generate global environmental benefits. To date, the GEF has provided more than $22 billion in grants and mobilized another $120 billion in co-financing for more than 5,200 projects and programs. Through its Small Grants Programme (SGP), the GEF has provided support to nearly 27,000 civil society and community initiatives in 136 countries. In June 2022, donors to the GEF pledged a record $5.33 billion in support for its latest four-year replenishment cycle, which runs until June 2026. In addition to funding projects through grants and blended finance, the GEF also serves as financial mechanism for the following conventions: \n* Convention on Biological Diversity (CBD) \n* United Nations Framework Convention on Climate Change (UNFCCC) \n* United Nations Convention to Combat Desertification (UNCCD) \n* Stockholm Convention on Persistent Organic Pollutants \n* Minamata Convention on Mercury The GEF also supports implementation of the Montreal Protocol on Substances that Deplete the Ozone Layer (MP)."
  }
]