[
  {
    "entity": "Armenia",
    "category": "Location"
  },
  {
    "entity": "Armenian",
    "category": "Location"
  },
  {
    "entity": "Nationally Determined Commitment",
    "category": "Event"
  },
  {
    "entity": "Russia",
    "category": "Location",
    "summary": "Russia (Russian: Россия, Rossiya, [rɐˈsʲijə]), or the Russian Federation, is a transcontinental country spanning Eastern Europe and Northern Asia. It is the largest country in the world, with its internationally recognised territory covering 17,098,246 square kilometres (6,601,670 sq mi), and encompassing one-eighth of Earth's inhabitable landmass. Russia extends across eleven time zones and shares land boundaries with fourteen countries, more than any other country but China. It is the world's ninth-most populous country and Europe's most populous country, with a population of 146 million people. The country's capital and largest city is Moscow, the largest city entirely within Europe. Saint Petersburg is Russia's cultural centre and second-largest city. Other major urban areas include Novosibirsk, Yekaterinburg, Nizhny Novgorod, and Kazan. The East Slavs emerged as a recognisable group in Europe between the 3rd and 8th centuries CE. Kievan Rus' arose as a state in the 9th century, and in 988, it adopted Orthodox Christianity from the Byzantine Empire. Rus' ultimately disintegrated, with the Grand Duchy of Moscow growing to become the Tsardom of Russia. By the early 18th century, Russia had vastly expanded through conquest, annexation, and the efforts of Russian explorers, developing into the Russian Empire, which remains the third-largest empire in history. However, with the Russian Revolution in 1917, Russia's monarchic rule was abolished and replaced by the Russian SFSR—the world's first constitutionally socialist state. Following the Russian Civil War, the Russian SFSR established the Soviet Union (with three other Soviet republics), within which it was the largest and principal constituent. At the expense of millions of lives, the Soviet Union underwent rapid industrialization in the 1930s, and later played a decisive role for the Allies of World War II by leading large-scale efforts on the Eastern Front. With the onset of the Cold War, it competed with the United States for global ideological influence; the Soviet era of the 20th century saw some of the most significant Russian technological achievements, including the first human-made satellite and the first human expedition into outer space. In 1991, the Russian SFSR emerged from the dissolution of the Soviet Union as the independent Russian Federation. A new constitution was adopted, and Russia has since been governed as a federal semi-presidential republic. Since the turn of the century, Russia's political system has been dominated by Vladimir Putin, under whom the country has experienced democratic backsliding and a shift towards authoritarianism. Russia has been involved militarily in a number of post-Soviet states, which has included the internationally unrecognised annexations of Crimea in 2014 from neighbouring Ukraine and four other regions in 2022 during an ongoing invasion. International rankings of Russia place it low in measurements of human rights and freedom of the press; the country also has high levels of perceived corruption. Ranked worldwide, the Russian economy stands at the ninth-largest by nominal GDP and the sixth-largest by GDP (PPP). Russia possesses the largest stockpile of nuclear weapons, and has the fifth-highest military expenditure. Its mineral and energy sources are the world's largest, and its figures for oil production and natural gas production rank high globally. The country is a permanent member of the United Nations Security Council; a member state of the G20, the SCO, BRICS, the APEC, the OSCE, and the WTO; and is the leading member state of the CIS, the CSTO, and the EAEU. Russia is home to 30 UNESCO World Heritage Sites."
  },
  {
    "entity": "Shnokh",
    "category": "Location"
  },
  {
    "entity": "Loriberd",
    "category": "Location"
  },
  {
    "entity": "Scenarios to Promote Fuel Switching to Electricity in Transport and Heating",
    "category": "Project"
  },
  {
    "entity": "Tetra Tech ES Inc.",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Energy Infrastructures and Natural Resources",
    "category": "Organization"
  },
  {
    "entity": "Araks",
    "category": "Location"
  },
  {
    "entity": "Kura-Araks Basin",
    "category": "Location"
  },
  {
    "entity": "Hrazdan River",
    "category": "Location"
  },
  {
    "entity": "Spandaryan HPP",
    "category": "Organization"
  },
  {
    "entity": "Lake Sevan",
    "category": "Location",
    "summary": "Lake Sevan (Armenian: Սևանա լիճ, romanized: Sevana lich) is the largest body of water in both Armenia and the Caucasus region. It is one of the largest freshwater high-altitude (alpine) lakes in Eurasia. The lake is situated in Gegharkunik Province, at an altitude of 1,900 m (6,234 ft) above sea level. The total surface area of its basin is about 5,000 km2 (1,900 sq mi), which makes up 1⁄6 of Armenia's territory. The lake itself is 1,242 km2 (480 sq mi), and the volume is 32.8 km3 (7.9 cu mi). It is fed by 28 rivers and streams. Only 10% of the incoming water is drained by the Hrazdan River, while the remaining 90% evaporates. The lake provides some 90% of the fish and 80% of the crayfish catch of Armenia. Sevan has significant economic, cultural, and recreational value. Its sole major island (now a peninsula) is home to a medieval monastery. Sevan was heavily exploited for irrigation of the Ararat plain and hydroelectric power generation during the Soviet period. Consequently, its water level decreased by around 20 m (66 ft) and its volume reduced by more than 40%. Later two tunnels were built to divert water from highland rivers, which halted its decline and its level began rising. Before human intervention dramatically changed the lake's ecosystem, the lake was at an altitude of 1,916 m (6,286 ft) above sea level, 95 m (312 ft) deep, covered an area of 1,416 km2 (547 sq mi) (5% of Armenia's entire area), and had a volume of 58.5 km3 (14.0 cu mi)."
  },
  {
    "entity": "Shamb HPP",
    "category": "Organization"
  },
  {
    "entity": "Syunik",
    "category": "Location"
  },
  {
    "entity": "Tatev HPP",
    "category": "Organization"
  },
  {
    "entity": "Vorotan",
    "category": "Location",
    "summary": "Vorotan may refer to: \n* Vorotan (river), Armenia and Azerbaijan \n* Vorotan Cascade, Armenia \n* Vorotan, Goris, Armenia \n* Vorotan, Sisian, Armenia \n* Qubadlı or Vorotan, a town in the Republic of ArtsakhThis disambiguation page lists articles about distinct geographical locations with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article."
  },
  {
    "entity": "Turkey",
    "category": "Location",
    "summary": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Türkiye (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti]), is a transcontinental country located mainly on the Anatolian Peninsula in Western Asia, with a small portion on the Balkan Peninsula in Southeast Europe. It shares borders with the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; the Aegean Sea to the west; and Greece and Bulgaria to the northwest. Cyprus is located off the south coast. Turks form the vast majority of the nation's population and Kurds are the largest minority. Ankara is Turkey's capital, while Istanbul is its largest city and financial centre. One of the world's earliest permanently settled regions, present-day Turkey was home to important Neolithic sites like Göbekli Tepe, and was inhabited by ancient civilisations including the Hattians, Hittites, Anatolian peoples, Mycenaean Greeks, Persians and others. Following the conquests of Alexander the Great which started the Hellenistic period, most of the ancient regions in modern Turkey were culturally Hellenised, which continued during the Byzantine era. The Seljuk Turks began migrating in the 11th century, and the Sultanate of Rum ruled Anatolia until the Mongol invasion in 1243, when it disintegrated into small Turkish principalities. Beginning in the late 13th century, the Ottomans united the principalities and conquered the Balkans, and the Turkification of Anatolia increased during the Ottoman period. After Mehmed II conquered Constantinople (Istanbul) in 1453, Ottoman expansion continued under Selim I. During the reign of Suleiman the Magnificent, the Ottoman Empire became a global power. From the late 18th century onwards, the empire's power declined with a gradual loss of territories. Mahmud II started a period of modernisation in the early 19th century. The Young Turk Revolution of 1908 restricted the authority of the Sultan and restored the Ottoman Parliament after a 30-year suspension, ushering the empire into a multi-party period. The 1913 coup d'état put the country under the control of the Three Pashas, who facilitated the Empire's entry into World War I as part of the Central Powers in 1914. During the war, the Ottoman government committed genocides against its Armenian, Greek and Assyrian subjects. After its defeat in the war, the Ottoman Empire was partitioned. The Turkish War of Independence against the occupying Allied Powers resulted in the abolition of the Sultanate on 1 November 1922, the signing of the Treaty of Lausanne (which superseded the Treaty of Sèvres) on 24 July 1923 and the proclamation of the Republic on 29 October 1923. With the reforms initiated by the country's first president, Mustafa Kemal Atatürk, Turkey became a secular, unitary and parliamentary republic. Turkey played a prominent role in the Korean War and joined NATO in 1952. The country endured several military coups in the latter half of the 20th century. The economy was liberalised in the 1980s, leading to stronger economic growth and political stability. The parliamentary republic was replaced with a presidential system by referendum in 2017. Turkey is a regional power and a newly industrialized country, with a geopolitically strategic location. Its economy, which is classified among the emerging and growth-leading economies, is the twentieth-largest in the world by nominal GDP, and the eleventh-largest by PPP. In addition to being an early member of NATO, Turkey is a charter member of the United Nations, the IMF, and the World Bank, and a founding member of the OECD, OSCE, BSEC, OIC, OTS and G20. After becoming one of the early members of the Council of Europe in 1950, Turkey became an associate member of the EEC in 1963, joined the EU Customs Union in 1995, and started accession negotiations with the European Union in 2005. Turkey has a rich cultural legacy shaped by centuries of history and the influence of the various peoples that have inhabited its territory over several millennia; it is home to 19 UNESCO World Heritage Sites and is among the most visited countries in the world."
  },
  {
    "entity": "Azerbaijan",
    "category": "Location",
    "summary": "Azerbaijan (UK: /ˌæzərbaɪˈdʒɑːn, -ˈdʒæn/, US: /ˌɑːzərbaɪˈdʒɑːn, ˌæz-/; Azerbaijani: Azərbaycan [ɑːzæɾbɑjˈdʒɑn]), officially the Republic of Azerbaijan, is a transcontinental country located at the boundary of Eastern Europe and Western Asia. It is a part of the South Caucasus region and is bounded by the Caspian Sea to the east, Russia (Republic of Dagestan) to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south. Baku is the capital and largest city. The Azerbaijan Democratic Republic proclaimed its independence from the Transcaucasian Democratic Federative Republic in 1918 and became the first secular democratic Muslim-majority state. In 1920, the country was incorporated into the Soviet Union as the Azerbaijan SSR. The modern Republic of Azerbaijan proclaimed its independence on 30 August 1991, shortly before the dissolution of the Soviet Union in the same year. In September 1991, the ethnic Armenian majority of the Nagorno-Karabakh region formed the self-proclaimed Republic of Artsakh. The region and seven surrounding districts are internationally recognized as part of Azerbaijan pending a solution to the status of the Nagorno-Karabakh through negotiations facilitated by the OSCE, although became de facto independent with the end of the First Nagorno-Karabakh War in 1994.Following the Second Nagorno-Karabakh War in 2020, the seven districts and parts of Nagorno-Karabakh were returned to Azerbaijani control. Azerbaijan is a unitary semi-presidential republic. It is one of six independent Turkic states and an active member of the Organization of Turkic States and the TÜRKSOY community. Azerbaijan has diplomatic relations with 182 countries and holds membership in 38 international organizations, including the United Nations, the Council of Europe, the Non-Aligned Movement, the OSCE, and the NATO PfP program. It is one of the founding members of GUAM, the CIS, and the OPCW. Azerbaijan is also an observer state of the WTO. The vast majority of the country's population (97%) is nominally Muslim, but the constitution does not declare an official religion and all major political forces in the country are secularist. Azerbaijan is a developing country and ranks 88th on the Human Development Index. It has a high rate of economic development, literacy, and a low rate of unemployment. However, the ruling New Azerbaijan Party, in power since 1993, has been accused of authoritarian leadership and the deterioration of the country's human rights record, including increasing restrictions on civil liberties, particularly on press freedom and political repression."
  },
  {
    "entity": "South",
    "category": "Location",
    "summary": "South is one of the cardinal directions or compass points. The direction is the opposite of north and is perpendicular to both east and west."
  },
  {
    "entity": "North",
    "category": "Location",
    "summary": "North is one of the four compass points or cardinal directions. It is the opposite of south and is perpendicular to east and west. North is a noun, adjective, or adverb indicating direction or geography."
  },
  {
    "entity": "Abovyan",
    "category": "Location",
    "summary": "Abovyan or Abovian (Armenian: Աբովյան), is a town and urban municipal community in Armenia within the Kotayk Province. It is located 16 kilometres (10 miles) northeast of Yerevan and 32 kilometres (20 miles) southeast of the province centre Hrazdan. As of the 2011 census, the population of the town is 43,495, down from 59,000 reported at the 1989 census. Currently, the town has an approximate population of 44,900 as per the 2020 official estimate. With a motorway and railway running through the city connecting Yerevan with the areas of the northeast, Abovyan is considered a satellite city of the Armenian capital. Therefore, Abovyan is generally known as the \"northern gate of Yerevan\". Abovyan covers an area of around 11 square kilometres (4.2 square miles)."
  },
  {
    "entity": "Gazprom",
    "category": "Organization"
  },
  {
    "entity": "Iran",
    "category": "Location"
  },
  {
    "entity": "Abovyan Underground Gas Storage Facility",
    "category": "Location"
  },
  {
    "entity": "Soviet Union",
    "category": "Location"
  },
  {
    "entity": "Georgia",
    "category": "Location"
  },
  {
    "entity": "Table 1.6",
    "category": "Product"
  },
  {
    "entity": "Energy Security Action Plan for 2014-2020",
    "category": "Project"
  },
  {
    "entity": "Action Plan of Armenian Government for Implementation of National Program on Energy Efficiency and Renewable Energy",
    "category": "Project"
  },
  {
    "entity": "President’s Order on Approval of Armenian Energy Security Concept",
    "category": "Event"
  },
  {
    "entity": "Government of Armenia",
    "category": "Organization",
    "acronym": "GoA",
    "summary": "The Government of the Republic of Armenia (Armenian: Հայաստանի Հանրապետության Կառավարություն) or the executive branch of the Armenian government is an executive council of government ministers in Armenia. It is one of the three main governmental branches of Armenia and is headed by the Prime Minister of Armenia."
  },
  {
    "entity": "Energy Efficiency Action Plan",
    "category": "Project"
  },
  {
    "entity": "National Program on Energy Efficiency and Renewable Energy",
    "category": "Project"
  },
  {
    "entity": "Reference Energy System",
    "category": "Product"
  },
  {
    "entity": "Demand Services",
    "category": "Product"
  },
  {
    "entity": "Baseline Reference Scenario",
    "category": "Event"
  },
  {
    "entity": "World Energy Outlook",
    "category": "Product",
    "summary": "The annual World Energy Outlook is the International Energy Agency's flagship publication, widely recognised as the most authoritative source for global energy projections and analysis. It represents the leading source for medium to long-term energy market projections, extensive statistics, analysis and advice for both governments and the energy business. It is produced by the Office of the Chief Economist, presently under the direction of Dr. Fatih Birol. Using a Reference Scenario based on no change in current policies, it enables policy-makers to evaluate their current path. The WEO has also developed an alternative scenario that puts the global energy systems on a trajectory to stabilise greenhouse gas emissions in line with limiting the increase in temperature to 2°C."
  },
  {
    "entity": "IEA World Energy Outlook",
    "category": "Product"
  },
  {
    "entity": "Ukrainian National Nuclear Electricity Generation Company Energoatom",
    "category": "Organization"
  },
  {
    "entity": "European",
    "category": "Location"
  },
  {
    "entity": "International Energy Agency",
    "category": "Organization",
    "acronym": "IEA"
  },
  {
    "entity": "Artsakhenergo",
    "category": "Organization"
  },
  {
    "entity": "Masrik-1",
    "category": "Project"
  },
  {
    "entity": "Least-Cost Baseline",
    "category": "Project"
  },
  {
    "entity": "Yerevan CCGT",
    "category": "Organization"
  },
  {
    "entity": "Yerevan",
    "category": "Location"
  },
  {
    "entity": "Shnokh HPP",
    "category": "Project"
  },
  {
    "entity": "Transport",
    "category": "Product"
  },
  {
    "entity": "Cumulative GHG 127 Mt Scenario",
    "category": "Event"
  },
  {
    "entity": "National Energy Efficiency Action Plan",
    "category": "Project",
    "acronym": "NEEAP"
  },
  {
    "entity": "Residential",
    "category": "Location"
  },
  {
    "entity": "Transportation",
    "category": "Event"
  },
  {
    "entity": "European Commission",
    "category": "Organization"
  },
  {
    "entity": "World Energy Balances",
    "category": "Product"
  },
  {
    "entity": "Projected Costs of Generating Electricity",
    "category": "Product"
  },
  {
    "entity": "World Population Review Data",
    "category": "Organization"
  },
  {
    "entity": "Republic of Armenia",
    "category": "Location",
    "acronym": "RA"
  },
  {
    "entity": "Agriculture",
    "category": "Product",
    "summary": "Agriculture or farming is the practice of cultivating plants and livestock. Agriculture was the key development in the rise of sedentary human civilization, whereby farming of domesticated species created food surpluses that enabled people to live in cities. The history of agriculture began thousands of years ago. After gathering wild grains beginning at least 105,000 years ago, nascent farmers began to plant them around 11,500 years ago. Sheep, goats, pigs and cattle were domesticated over 10,000 years ago. Plants were independently cultivated in at least 11 regions of the world. Industrial agriculture based on large-scale monoculture in the twentieth century came to dominate agricultural output, though about 2 billion people still depended on subsistence agriculture. The major agricultural products can be broadly grouped into foods, fibers, fuels, and raw materials (such as rubber). Food classes include cereals (grains), vegetables, fruits, cooking oils, meat, milk, eggs, and fungi. Over one-third of the world's workers are employed in agriculture, second only to the service sector, although in recent decades, the global trend of a decreasing number of agricultural workers continues, especially in developing countries, where smallholding is being overtaken by industrial agriculture and mechanization that brings an enormous crop yield increase. Modern agronomy, plant breeding, agrochemicals such as pesticides and fertilizers, and technological developments have sharply increased crop yields, but cause ecological and environmental damage. Selective breeding and modern practices in animal husbandry have similarly increased the output of meat, but have raised concerns about animal welfare and environmental damage. Environmental issues include contributions to global warming, depletion of aquifers, deforestation, antibiotic resistance, and other agricultural pollution. Agriculture is both a cause of and sensitive to environmental degradation, such as biodiversity loss, desertification, soil degradation, and global warming, all of which can cause decreases in crop yield. Genetically modified organisms are widely used, although some are banned in certain countries."
  },
  {
    "entity": "United Kingdom",
    "category": "Location",
    "acronym": "UK",
    "summary": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Europe, off the north-western coast of the continental mainland. It comprises England, Scotland, Wales and Northern Ireland. The United Kingdom includes the island of Great Britain, the north-eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a land border with the Republic of Ireland; otherwise, the United Kingdom is surrounded by the Atlantic Ocean, the North Sea, the English Channel, the Celtic Sea and the Irish Sea. The total area of the United Kingdom is 242,495 square kilometres (93,628 sq mi), with an estimated 2020 population of more than 67 million people. The United Kingdom is a constitutional monarchy and parliamentary democracy. The capital and largest city is London, a global city and financial centre with a metropolitan area population of over 14 million. Other major cities include Birmingham, Manchester, Glasgow, Liverpool and Leeds. Scotland, Wales, and Northern Ireland have their own devolved governments, each with varying powers. The United Kingdom has evolved from a series of annexations, unions and separations of constituent countries over several hundred years. The Treaty of Union between the Kingdom of England (which included Wales, annexed in 1542) and the Kingdom of Scotland in 1707 formed the Kingdom of Great Britain. Its union in 1801 with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Most of Ireland seceded from the UK in 1922, leaving the present United Kingdom of Great Britain and Northern Ireland, which formally adopted that name in 1927. The UK became the world's first industrialised country and was the world's foremost power during the 19th and early 20th centuries. In the 21st century, the UK retains considerable economic, cultural, military, scientific, technological and political influence. The nearby Isle of Man, Guernsey and Jersey are not part of the UK, being Crown Dependencies with the British Government responsible for defence and international representation. There are also 14 British Overseas Territories, the last remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and a third of the world's population, and was the largest empire in history. British influence can be observed in the language, culture and the legal and political systems of many of its former colonies. The United Kingdom has the world's sixth-largest economy by nominal gross domestic product (GDP), and the eighth-largest by purchasing power parity. It has a high-income economy and a very high Human Development Index rating, ranking 18th in the world. It also performs well in international rankings of education, healthcare, life expectancy and human development. It is a recognised nuclear state and is ranked fourth globally in military expenditure. It has been a permanent member of the United Nations Security Council since its first session in 1946. The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the Group of Ten, the G20, Five Eyes, the United Nations, NATO, AUKUS, the Organisation for Economic Co-operation and Development (OECD), Interpol, and the World Trade Organization (WTO). It was a member state of the European Communities (EC) and its successor, the European Union (EU), from its accession in 1973 until its withdrawal in 2020 following a referendum held in 2016."
  },
  {
    "entity": "China",
    "category": "Location"
  },
  {
    "entity": "New Zealand",
    "category": "Location"
  },
  {
    "entity": "Germany",
    "category": "Location",
    "summary": "Germany (German: Deutschland, pronounced [ˈdɔʏtʃlant]), officially the Federal Republic of Germany, is a country in Central Europe. It is the second most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; it covers an area of 357,022 square kilometres (137,847 sq mi), with a population of almost 84 million within its 16 constituent states. Germany borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and the Netherlands to the west. The nation's capital and most populous city is Berlin and its financial centre is Frankfurt; the largest urban area is the Ruhr. Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. In 962, the Kingdom of Germany formed the bulk of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. Following the Napoleonic Wars and the dissolution of the Holy Roman Empire in 1806, the German Confederation was formed in 1815. Formal unification of Germany into the modern nation-state was commenced on 18 August 1866 with the North German Confederation Treaty establishing the Prussia-led North German Confederation later transformed in 1871 into the German Empire. After World War I and the German Revolution of 1918–1919, the Empire was in turn transformed into the semi-presidential Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a totalitarian dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, Germany as a whole was organized into two separate polities with limited sovereignity: the Federal Republic of Germany, generally known as West Germany, and the German Democratic Republic, East Germany, while Berlin continued its Four Power status. The Federal Republic of Germany was a founding member of the European Economic Community and the European Union, while the German Democratic Republic was a communist Eastern Bloc state and member of the Warsaw Pact. After the fall of communism, German reunification saw the former East German states join the Federal Republic of Germany on 3 October 1990—becoming a federal parliamentary republic. Germany is a great power with a strong economy; it has the largest economy in Europe, the world's fourth-largest economy by nominal GDP and the fifth-largest by PPP. As a global power in industrial, scientific and technological sectors, it is both the world's third-largest exporter and importer. As a highly developed country, which ranks ninth on the Human Development Index, it offers social security and a universal health care system, environmental protections, a tuition-free university education, and it is ranked as sixteenth-most peaceful country in the world. Germany is a member of the United Nations, the European Union, NATO, the Council of Europe, the G7, the G20 and the OECD. It has the third-greatest number of UNESCO World Heritage Sites."
  },
  {
    "entity": "Belgium",
    "category": "Location"
  },
  {
    "entity": "Europe",
    "category": "Location"
  },
  {
    "entity": "South Africa",
    "category": "Location"
  },
  {
    "entity": "Hungary",
    "category": "Location",
    "summary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ]) is a landlocked country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) of the Carpathian Basin, it is bordered by Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. Hungary has a population of nearly 9 million, mostly ethnic Hungarians and a significant Romani minority. Hungarian, the official language, is the world's most widely spoken Uralic language and among the few non-Indo-European languages widely spoken in Europe. Budapest is the country's capital and largest city; other major urban areas include Debrecen, Szeged, Miskolc, Pécs, and Győr. The territory of present-day Hungary has for centuries been a crossroads for various peoples, including Celts, Romans, Germanic tribes, Huns, West Slavs and the Avars. The foundation of the Hungarian state was established in the late 9th century AD with the conquest of the Carpathian Basin by Hungarian grand prince Árpád. His great-grandson Stephen I ascended the throne in 1000, converting his realm to a Christian kingdom. By the 12th century, Hungary became a regional power, reaching its cultural and political height in the 15th century. Following the Battle of Mohács in 1526, it was partially occupied by the Ottoman Empire (1541–1699). Hungary came under Habsburg rule at the turn of the 18th century, later joining with the Austrian Empire to form Austria-Hungary, a major power into the early 20th century. Austria-Hungary collapsed after World War I, and the subsequent Treaty of Trianon established Hungary's current borders, resulting in the loss of 71% of its territory, 58% of its population, and 32% of ethnic Hungarians. Following the tumultuous interwar period, Hungary joined the Axis powers in World War II, suffering significant damage and casualties. Postwar Hungary became a satellite state of the Soviet Union, leading to the establishment of the Hungarian People's Republic. Following the failed 1956 revolution, Hungary became a comparatively freer, though still repressive, member of the Eastern Bloc. The removal of Hungary's border fence with Austria accelerated the collapse of the Eastern Bloc and subsequently the Soviet Union. On 23 October 1989, Hungary again became a democratic parliamentary republic. Hungary joined the European Union in 2004 and has been part of the Schengen Area since 2007. Since the Second Orbán Government in 2010, the country has undergone significant democratic backsliding, and is now an authoritarian polity. Hungary is a middle power in international affairs, owing mostly to its cultural and economic influence. It is a high-income economy with a very high human development index, where citizens enjoy universal health care and tuition-free secondary education. Hungary has a long history of significant contributions to arts, music, literature, sports, science and technology. It is a popular tourist destination in Europe, drawing 24.5 million international tourists in 2019. It is a member of numerous international organisations, including the Council of Europe, NATO, United Nations, World Health Organization, World Trade Organization, World Bank, International Investment Bank, Asian Infrastructure Investment Bank, and the Visegrád Group."
  },
  {
    "entity": "Asia",
    "category": "Location",
    "summary": "Asia (/ˈeɪʒə/, also UK: /ˈeɪʃə/) is one of the world's most notable geographical regions, which is either considered a continent in its own right or a subcontinent of Eurasia, which shares the continental landmass of Afro-Eurasia with Africa. Asia covers an area of 44,579,000 square kilometres (17,212,000 sq mi), about 30% of Earth's total land area and 8.7% of Earth's total surface area. The continent, which has long been home to the majority of the human population, was the site of many of the first civilizations. Its 4.7 billion people constitute roughly 60% of the world's population. In general terms, Asia is bounded on the east by the Pacific Ocean, on the south by the Indian Ocean, and on the north by the Arctic Ocean. The border of Asia with Europe is a historical and cultural construct, as there is no clear physical and geographical separation between them. It is somewhat arbitrary and has moved since its first conception in classical antiquity. The division of Eurasia into two continents reflects East–West cultural, linguistic, and ethnic differences, some of which vary on a spectrum rather than with a sharp dividing line. A commonly accepted division places Asia to the east of the Suez Canal separating it from Africa; and to the east of the Turkish Straits, the Ural Mountains and Ural River, and to the south of the Caucasus Mountains and the Caspian and Black seas, separating it from Europe. China and India alternated in being the largest economies in the world from 1 to 1,800 CE. China was a major economic power and attracted many to the east, and for many the legendary wealth and prosperity of the ancient culture of India personified Asia, attracting European commerce, exploration and colonialism. The accidental discovery of a trans-Atlantic route from Europe to America by Columbus while in search for a route to India demonstrates this deep fascination. The Silk Road became the main east–west trading route in the Asian hinterlands while the Straits of Malacca stood as a major sea route. Asia has exhibited economic dynamism (particularly East Asia) as well as robust population growth during the 20th century, but overall population growth has since fallen. Asia was the birthplace of most of the world's mainstream religions including Hinduism, Zoroastrianism, Judaism, Jainism, Buddhism, Confucianism, Taoism, Christianity, Islam, Sikhism, as well as many other religions. Given its size and diversity, the concept of Asia—a name dating back to classical antiquity—may actually have more to do with human geography than physical geography. Asia varies greatly across and within its regions with regard to ethnic groups, cultures, environments, economics, historical ties and government systems. It also has a mix of many different climates ranging from the equatorial south via the hot desert in the Middle East, temperate areas in the east and the continental centre to vast subarctic and polar areas in Siberia."
  },
  {
    "entity": "Mohovce",
    "category": "Location"
  },
  {
    "entity": "Slovak Republic",
    "category": "Location"
  },
  {
    "entity": "Meghri",
    "category": "Location",
    "summary": "Meghri (Armenian: Մեղրի) is a town and the center of the urban community of Meghri, in Syunik Province in southern Armenia, near the border with Iran. As of the 2011 census, the population of the town was 4,580. According to the 2020 official estimate, Meghri's population is around 4,500. Meghri is located 376 km south of the capital Yerevan and 73 km south of the provincial capital Kapan. As a result of the community mergers in 2016, the municipality of Meghri was enlarged to include the surrounding villages of Agarak, Alvank, Aygedzor, Gudemnis, Karchevan, Kuris, Lehvaz, Lichk, Nrnadzor, Shvanidzor, Tashtun, Tkhkut, Vahravar, and Vardanidzor."
  },
  {
    "entity": "Lori-Berd HPP",
    "category": "Project"
  },
  {
    "entity": "Lori-Berd",
    "category": "Location"
  },
  {
    "entity": "Armhydroenergy Project",
    "category": "Project"
  },
  {
    "entity": "Fichtner",
    "category": "Organization"
  },
  {
    "entity": "Dzoraget",
    "category": "Location",
    "summary": "Dzoraget (Armenian: Ձորագետ), is a village in the Lori Province of Armenia."
  },
  {
    "entity": "Iranian Water and Energy Development Company",
    "category": "Organization"
  },
  {
    "entity": "Lori Region",
    "category": "Location"
  },
  {
    "entity": "Energy Invest Holding CJSC",
    "category": "Organization"
  },
  {
    "entity": "Pambak",
    "category": "Location"
  },
  {
    "entity": "U.S. Robbins Company",
    "category": "Organization"
  },
  {
    "entity": "Kistum",
    "category": "Location"
  },
  {
    "entity": "Debet River",
    "category": "Location"
  },
  {
    "entity": "Marts",
    "category": "Location"
  },
  {
    "entity": "Debed Hydro LLC",
    "category": "Organization"
  },
  {
    "entity": "Armenian-Iranian Joint Technical Committee",
    "category": "Organization"
  },
  {
    "entity": "Iranian",
    "category": "Location"
  },
  {
    "entity": "Gegharkunik Marz",
    "category": "Location"
  },
  {
    "entity": "Climate Investment Funds",
    "category": "Organization",
    "summary": "The Climate Investment Funds (CIF) is a multilateral fund established to finance and scale climate pilot projects in developing countries. Established in 2008 at the request of the G8 and G20, the CIF administers a collection of programs that help resource-strapped nations fight the impacts of climate change and accelerate the shift to a low-carbon economy. Through contributions from 14 donor countries, CIF supports more than 350 projects in 72 low and middle-income countries on the frontlines of the climate crisis. Mafalda Duarte, a Portuguese national, is the current CEO of CIF. CIF partnerships have channeled more than $60 billion from governments and the private sector to projects such as the world's largest solar park, the first geothermal power plant in South America, and investments in Mexico’s wind power industry. CIF supports 10 of the UN’s 17 Sustainable Development Goals (SDGs). CIF works in partnership with governments, the private sector, civil society, local communities, and six major multilateral development banks (MDBs). Independent evaluations have shown that CIF has succeeded in progress toward a climate-smart future, particularly in the areas of clean technologies, energy access, climate resilience, and sustainable forests. CIF investments are overseen by a governing board that provides equal authority to donor and recipient countries with input from official observers representing the private sector, civil society, and indigenous peoples. CIF consists of two funds, the Clean Technology Fund and the Strategic Climate Fund."
  },
  {
    "entity": "Gegharkunik",
    "category": "Location"
  },
  {
    "entity": "Sotk pass",
    "category": "Location"
  },
  {
    "entity": "Aparan",
    "category": "Location",
    "summary": "Aparan (Armenian: Ապարան), is a town and urban municipal community in Armenia, located in the Aragatsotn Province, about 50 kilometers northwest of the capital Yerevan. As of the 2011 census, the population of the town was 6,451. As per the 2016 official estimate, Aparan had a population of around 5,300."
  },
  {
    "entity": "Mets Masrik",
    "category": "Location",
    "summary": "Mets Masrik (Armenian: Մեծ Մասրիկ, lit. 'big Masrik', historically Masrik) is a village in the Gegharkunik Province of Armenia. The village is located close to Pokr Masrik (lit. 'little Masrik')."
  },
  {
    "entity": "Jajur pass",
    "category": "Location"
  },
  {
    "entity": "Shirak",
    "category": "Location"
  },
  {
    "entity": "Ar Energy",
    "category": "Organization"
  },
  {
    "entity": "Government of RA",
    "category": "Organization"
  },
  {
    "entity": "Qaraqhach 1",
    "category": "Location"
  },
  {
    "entity": "Bazum Mountain",
    "category": "Location"
  },
  {
    "entity": "Zod pass",
    "category": "Location"
  },
  {
    "entity": "Geghama Mountains",
    "category": "Location"
  },
  {
    "entity": "Zod Wind CJSC",
    "category": "Organization"
  },
  {
    "entity": "Goris",
    "category": "Location",
    "summary": "Goris (Armenian: Գորիս) is a town and the centre of the urban community of Goris, in Syunik Province at the south of Armenia. Located in the valley of the Goris (or Vararak) River, it is 254 km from the Armenian capital Yerevan and 67 km from the provincial capital Kapan. Goris is the second-largest city in Syunik in terms of population. During the 2011 census, it had a population of 20,591, down from 23,261 reported in the 2001 census. However, as per the 2016 official estimate, the population of Goris was 20,300. Goris is the seat of the Diocese of Syunik of the Armenian Apostolic Church. Goris is considered one of the most important historical and cultural sites of Armenia. It is often regarded as the cultural center of Syunik. Because of this, it is a favored tourist destination for both local and foreign travelers and has a large number of hotels and inns. Following the administrative reforms in 2016, the community of Goris was enlarged to include the surrounding villages of Akner, Bardzravan, Hartashen, Karahunj, Khndzoresk, Nerkin Khndzoresk, Shurnukh, Verishen, and Vorotan."
  },
  {
    "entity": "Karakhach pass",
    "category": "Location"
  },
  {
    "entity": "Sisian",
    "category": "Location",
    "summary": "Sisian (Armenian: Սիսիան) is a town and the centre of the urban community of Sisian, in the Syunik Province in southern Armenia. It is located on the Vorotan River, 6 km south of the Yerevan-Meghri highway, at a road distance of 217 km southeast of the capital Yerevan, and 115 km north of the provincial centre Kapan. As of the 2011 census, the population of the town was 14,894. As per the 2016 official estimate, the population of Sisian is around 12,900."
  },
  {
    "entity": "Solar PV Plant",
    "category": "Product"
  },
  {
    "entity": "Wind Power Plant Construction Program",
    "category": "Project"
  },
  {
    "entity": "Spain",
    "category": "Location"
  },
  {
    "entity": "Jermaghbyur",
    "category": "Location"
  },
  {
    "entity": "Sevan",
    "category": "Location"
  },
  {
    "entity": "Semyonovka",
    "category": "Location"
  },
  {
    "entity": "Access Infra Central Asia Limited",
    "category": "Organization"
  },
  {
    "entity": "Japan Shimizu Corporation",
    "category": "Organization"
  },
  {
    "entity": "International Monetary Fund",
    "category": "Organization",
    "acronym": "IMF"
  },
  {
    "entity": "Renewable Resources and Energy Efficiency Fund of Armenia",
    "category": "Organization"
  }
]