[
  {
    "entity": "Niger",
    "category": "Location"
  },
  {
    "entity": "Lake Chad Basin",
    "category": "Location"
  },
  {
    "entity": "Sahel",
    "category": "Location",
    "summary": "The Sahel (/səˈhɛl/; Arabic: ساحل sāḥil [ˈsaːħil], \"coast, shore\") is a region in North Africa. It is defined as the ecoclimatic and biogeographic realm of transition between the Sahara to the north and the Sudanian savanna to the south. Having a hot semi-arid climate, it stretches across the south-central latitudes of Northern Africa between the Atlantic Ocean and the Red Sea. The Sahel part of Africa includes – from west to east – parts of northern Senegal, southern Mauritania, central Mali, northern Burkina Faso, the extreme south of Algeria, Niger, the extreme north of Nigeria, Cameroon and Central African Republic, central Chad, central and southern Sudan, the extreme north of South Sudan, Eritrea and Ethiopia. Historically, the western part of the Sahel was sometimes known as the Sudan region (bilād as-sūdān بلاد السودان \"lands of the Sudan\"). This belt was located between the Sahara and the coastal areas of West Africa. There are frequent shortages of food and water due to the dry harsh climate. This is exacerbated by the population increasing rapidly due to very high birthrates across the region; Niger has the world's highest fertility rate. Jihadist insurgent groups including Boko Haram, Islamic State and al-Qaeda frequently carry out major attacks."
  },
  {
    "entity": "United Nations Sustainable Development Cooperation Framework",
    "category": "Organization",
    "acronym": "UNSDCF"
  },
  {
    "entity": "Decade of Action",
    "category": "Event"
  },
  {
    "entity": "State",
    "category": "Location"
  },
  {
    "entity": "United Nations",
    "category": "Organization",
    "acronym": "UN",
    "summary": "The United Nations (UN) is an intergovernmental organization whose stated purposes are to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the world's largest and most familiar international organization. The UN is headquartered on international territory in New York City, and has other main offices in Geneva, Nairobi, Vienna, and The Hague (home to the International Court of Justice). The UN was established after World War II with the aim of preventing future world wars, succeeding the League of Nations, which was characterized as ineffective. On 25 April 1945, 50 governments met in San Francisco for a conference and started drafting the UN Charter, which was adopted on 25 June 1945 and took effect on 24 October 1945, when the UN began operations. Pursuant to the Charter, the organization's objectives include maintaining international peace and security, protecting human rights, delivering humanitarian aid, promoting sustainable development, and upholding international law. At its founding, the UN had 51 member states; with the addition of South Sudan in 2011, membership is now 193, representing almost all of the world's sovereign states. The organization's mission to preserve world peace was complicated in its early decades by the Cold War between the United States and Soviet Union and their respective allies. Its missions have consisted primarily of unarmed military observers and lightly armed troops with primarily monitoring, reporting and confidence-building roles. UN membership grew significantly following widespread decolonization beginning in the 1960s. Since then, 80 former colonies have gained independence, including 11 trust territories that had been monitored by the Trusteeship Council. By the 1970s, the UN's budget for economic and social development programmes far outstripped its spending on peacekeeping. After the end of the Cold War, the UN shifted and expanded its field operations, undertaking a wide variety of complex tasks. The UN has six principal organs: the General Assembly; the Security Council; the Economic and Social Council (ECOSOC); the Trusteeship Council; the International Court of Justice; and the UN Secretariat. The UN System includes a multitude of specialized agencies, funds and programmes such as the World Bank Group, the World Health Organization, the World Food Programme, UNESCO, and UNICEF. Additionally, non-governmental organizations may be granted consultative status with ECOSOC and other agencies to participate in the UN's work. The UN's chief administrative officer is the secretary-general, currently Portuguese politician and diplomat António Guterres, who began his first five year-term on 1 January 2017 and was re-elected on 8 June 2021. The organization is financed by assessed and voluntary contributions from its member states. The UN, its officers, and its agencies have won many Nobel Peace Prizes, though other evaluations of its effectiveness have been mixed. Some commentators believe the organization to be an important force for peace and human development, while others have called it ineffective, biased, or corrupt."
  },
  {
    "entity": "Diffa",
    "category": "Location",
    "summary": "Diffa is a city and Urban Commune in the extreme southeast of Niger, near the border with Nigeria. It is the administrative seat of both Diffa Region, and the smaller Diffa Department. As of 2011, the commune had a total population of 48,005 people."
  },
  {
    "entity": "Government",
    "category": "Organization",
    "summary": "A government is the system or group of people governing an organized community, generally a state. In the case of its broad associative definition, government normally consists of legislature, executive, and judiciary. Government is a means by which organizational policies are enforced, as well as a mechanism for determining policy. In many countries, the government has a kind of constitution, a statement of its governing principles and philosophy. While all types of organizations have governance, the term government is often used more specifically to refer to the approximately 200 independent national governments and subsidiary organizations. The major types of political systems in the modern era are democracies, monarchies, and authoritarian and totalitarian regimes. Historically prevalent forms of government include monarchy, aristocracy, timocracy, oligarchy, democracy, theocracy, and tyranny. These forms are not always mutually exclusive, and mixed governments are common. The main aspect of any philosophy of government is how political power is obtained, with the two main forms being electoral contest and hereditary succession."
  },
  {
    "entity": "Dosso",
    "category": "Location"
  },
  {
    "entity": "Liptako-Gourma",
    "category": "Location"
  },
  {
    "entity": "Maradi",
    "category": "Location"
  },
  {
    "entity": "Lake-Chad-Basin",
    "category": "Location"
  },
  {
    "entity": "Zinder",
    "category": "Location",
    "summary": "Zinder (locally, Damagaram), formerly also spelled Sinder, is the third largest city in Niger, with a population of 170,574 (2001 census); by the 2012 census its population reached 235,605. It is situated 861 km (535 mi) east of the capital Niamey and 240 km (150 mi) north of the Nigerian city of Kano."
  },
  {
    "entity": "Green Climate Fund",
    "category": "Organization",
    "acronym": "GCF",
    "summary": "The Green Climate Fund (GCF) is a fund established within the framework of the UNFCCC as an operating entity of the Financial Mechanism to assist developing countries in adaptation and mitigation practices to counter climate change. The GCF is based in Incheon, South Korea. It is governed by a Board of 24 members and supported by a Secretariat. The objective of the Green Climate Fund is to \"support projects, programmes, policies and other activities in developing country Parties using thematic funding windows\". It is intended that the Green Climate Fund be the centrepiece of efforts to raise Climate Finance under the UNFCCC. The current executive director is Yannick Glemarec."
  },
  {
    "entity": "United Nations Capital Development Fund",
    "category": "Organization",
    "acronym": "UNCDF",
    "summary": "The United Nations Capital Development Fund (UNCDF) makes public and private finance work for the poor in the world's 46 least developed countries (LDCs). With its capital mandate and instruments, UNCDF offers “last mile” finance models that unlock public and private resources, especially at the domestic level, to reduce poverty and support local economic development. This last mile is where available resources for development are scarcest; where market failures are most pronounced; and where benefits from national growth tend to leave people excluded. UNCDF's financing models work through two channels: savings-led financial inclusion that expands the opportunities for individuals, households, and small businesses to participate in the local economy, providing them with the tools they need to climb out of poverty and manage their financial lives; and by showing how localized investments—through fiscal decentralization, innovative municipal finance, and structured project finance—can drive public and private funding that underpins local economic expansion and sustainable development. UNCDF financing models are applied in thematic areas where addressing barriers to finance at the local level can have a transformational effect for poor and excluded people and communities. By strengthening how finance works for poor people at the household, small enterprise, and local infrastructure levels, UNCDF contributes to SDG 1 on eradicating poverty with a focus on reaching the last mile and addressing exclusion and inequalities of access. At the same time, UNCDF deploys its capital finance mandate in line with SDG 17 on the means of implementation, to unlock public and private nance for the poor at the local level. By identifying those market segments where innovative financing models can have transformational impact in helping to reach the last mile, UNCDF contributes to a number of different SDGs and currently to 28 of 169 targets. Established by the General Assembly in 1966 and with headquarters in New York City, UNCDF is an autonomous UN organization affiliated with UNDP. The original UNCDF mandate from the UN General Assembly (UNGA) is to “assist developing countries in the development of their economies by supplementing existing sources of capital assistance by means of grants and loans” (General Assembly Resolution 2186, 13 December 1966). The mandate was modified in 1973 to serve first and foremost but not exclusively the LDCs. The current Executive Secretary of UNCDF is Preeti Sinha."
  },
  {
    "entity": "Global Environment Facility",
    "category": "Organization",
    "acronym": "GEF",
    "summary": "The Global Environment Facility (GEF) is a multilateral environmental fund that provides grants and blended finance for projects related to biodiversity, climate change, international waters, land degradation, persistent organic pollutants (POPs), mercury, sustainable forest management, food security, and sustainable cities in developing countries. It is the largest source of multilateral funding for biodiversity globally, and distributes more than $1 billion a year on average to address inter-related environmental challenges. The GEF was established ahead of the 1992 Rio Earth Summit and includes 184 countries in partnership with international institutions, civil society organizations, and the private sector. It supports country-driven sustainable development initiatives in developing countries that generate global environmental benefits. To date, the GEF has provided more than $22 billion in grants and mobilized another $120 billion in co-financing for more than 5,200 projects and programs. Through its Small Grants Programme (SGP), the GEF has provided support to nearly 27,000 civil society and community initiatives in 136 countries. In June 2022, donors to the GEF pledged a record $5.33 billion in support for its latest four-year replenishment cycle, which runs until June 2026. In addition to funding projects through grants and blended finance, the GEF also serves as financial mechanism for the following conventions: \n* Convention on Biological Diversity (CBD) \n* United Nations Framework Convention on Climate Change (UNFCCC) \n* United Nations Convention to Combat Desertification (UNCCD) \n* Stockholm Convention on Persistent Organic Pollutants \n* Minamata Convention on Mercury The GEF also supports implementation of the Montreal Protocol on Substances that Deplete the Ozone Layer (MP)."
  },
  {
    "entity": "Parliament",
    "category": "Organization",
    "summary": "In modern politics, and history, a parliament is a legislative body of government. Generally, a modern parliament has three functions: representing the electorate, making laws, and overseeing the government via hearings and inquiries. The term is similar to the idea of a senate, synod or congress and is commonly used in countries that are current or former monarchies. Some contexts restrict the use of the word parliament to parliamentary systems, although it is also used to describe the legislature in some presidential systems (e.g., the Parliament of Ghana), even where it is not in the official name. Historically, parliaments included various kinds of deliberative, consultative, and judicial assemblies, an example being the French medieval and early modern parlements."
  },
  {
    "entity": "Southern Maradi",
    "category": "Location"
  },
  {
    "entity": "World Bank",
    "category": "Organization"
  },
  {
    "entity": "Electoral Commission",
    "category": "Organization",
    "acronym": "CENI"
  },
  {
    "entity": "Executive Board",
    "category": "Organization"
  }
]