[
  {
    "entity": "Nigeria",
    "category": "Location",
    "acronym": "NG"
  },
  {
    "entity": "Petroleum Act",
    "category": "Organization",
    "summary": "Petroleum Act (with its variations) is a stock short title used internationally for legislation relating to petroleum."
  },
  {
    "entity": "Ministry of Petroleum Resources",
    "category": "Organization",
    "acronym": "MPR"
  },
  {
    "entity": "Department of Petroleum Resources",
    "category": "Organization",
    "acronym": "DPR"
  },
  {
    "entity": "Petroleum Products Pricing Regulatory Agency",
    "category": "Organization",
    "acronym": "PPPRA"
  },
  {
    "entity": "Federal Government",
    "category": "Organization",
    "acronym": "FG"
  },
  {
    "entity": "Nigeria Content Development and Monitoring Board",
    "category": "Organization",
    "acronym": "Nigeria Content Development and Monitoring Board"
  },
  {
    "entity": "Petroleum Equalisation Fund",
    "category": "Organization",
    "acronym": "Petroleum Equalisation Fund"
  },
  {
    "entity": "Petroleum Sector",
    "category": "Organization"
  },
  {
    "entity": "Government",
    "category": "Organization",
    "acronym": "Government",
    "summary": "A government is the system or group of people governing an organized community, generally a state. In the case of its broad associative definition, government normally consists of legislature, executive, and judiciary. Government is a means by which organizational policies are enforced, as well as a mechanism for determining policy. In many countries, the government has a kind of constitution, a statement of its governing principles and philosophy. While all types of organizations have governance, the term government is often used more specifically to refer to the approximately 200 independent national governments and subsidiary organizations. The major types of political systems in the modern era are democracies, monarchies, and authoritarian and totalitarian regimes. Historically prevalent forms of government include monarchy, aristocracy, timocracy, oligarchy, democracy, theocracy, and tyranny. These forms are not always mutually exclusive, and mixed governments are common. The main aspect of any philosophy of government is how political power is obtained, with the two main forms being electoral contest and hereditary succession."
  },
  {
    "entity": "National Cost Database",
    "category": "Organization"
  },
  {
    "entity": "Ministry",
    "category": "Organization"
  },
  {
    "entity": "National Petroleum Policy Directorate",
    "category": "Organization"
  },
  {
    "entity": "Consumer Protection",
    "category": "Organization"
  },
  {
    "entity": "Gas Policy Division",
    "category": "Organization"
  },
  {
    "entity": "Strategic Planning and Policy Research Centre",
    "category": "Organization",
    "acronym": "SPPRC"
  },
  {
    "entity": "Niger Delta",
    "category": "Location",
    "summary": "The Niger Delta is the delta of the Niger River sitting directly on the Gulf of Guinea on the Atlantic Ocean in Nigeria. It is located within nine coastal southern Nigerian states, which include: all six states from the South South geopolitical zone, one state (Ondo) from South West geopolitical zone and two states (Abia and Imo) from South East geopolitical zone. The Niger Delta is a very densely populated region sometimes called the Oil Rivers because it was once a major producer of palm oil. The area was the British Oil Rivers Protectorate from 1885 until 1893, when it was expanded and became the Niger Coast Protectorate. The delta is a petroleum-rich region and has been the center of international concern over pollution that has resulted principally from major oil spills of multinational corporations of the petroleum industry."
  },
  {
    "entity": "Regulator",
    "category": "Organization"
  },
  {
    "entity": "Oil Policy Division",
    "category": "Organization"
  },
  {
    "entity": "Investment Promotion Office",
    "category": "Organization"
  },
  {
    "entity": "National Gas Focal Point",
    "category": "Organization"
  },
  {
    "entity": "Oil and Gas Policy Divisions",
    "category": "Organization"
  },
  {
    "entity": "Export Parity Netback Gas Price",
    "category": "Strategy"
  },
  {
    "entity": "Oben",
    "category": "Location"
  },
  {
    "entity": "National Petroleum Fiscal Policy",
    "category": "Strategy"
  },
  {
    "entity": "Tax on Rent",
    "category": "Strategy"
  },
  {
    "entity": "Hydrocarbon Tax",
    "category": "Strategy"
  },
  {
    "entity": "Nigerian Petroleum Investment Management Services Limited",
    "category": "Organization",
    "acronym": "NAPIMS"
  },
  {
    "entity": "Nigerian Petroleum Development Company Limited",
    "category": "Organization",
    "acronym": "NPDC"
  },
  {
    "entity": "Nigerian National Petroleum Corporation",
    "category": "Organization",
    "acronym": "NNPC"
  },
  {
    "entity": "Nigerian Gas Marketing Company",
    "category": "Organization",
    "acronym": "NGMC"
  },
  {
    "entity": "Equatorial Guinea",
    "category": "Location"
  },
  {
    "entity": "Nigerian Gas Processing & Transportation Company",
    "category": "Organization"
  },
  {
    "entity": "Europe",
    "category": "Location"
  },
  {
    "entity": "Nigerian Gas Company",
    "category": "Organization",
    "acronym": "NGC"
  },
  {
    "entity": "Eligible Suppliers",
    "category": "Organization"
  },
  {
    "entity": "Eligible Offtaker",
    "category": "Organization"
  },
  {
    "entity": "Benue Trough",
    "category": "Location",
    "summary": "The Benue Trough is a major geological structure underlying a large part of Nigeria and extending about 1,000 km northeast from the Bight of Benin to Lake Chad. It is part of the broader West and Central African Rift System."
  },
  {
    "entity": "Chad",
    "category": "Location",
    "summary": "Chad (/tʃæd/; Arabic: تشاد Tšād, Arabic pronunciation: [tʃaːd]; French: Tchad, pronounced [tʃa(d)]), officially the Republic of Chad, is a landlocked country at the crossroads of North and Central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the southwest, Nigeria to the southwest (at Lake Chad), and Niger to the west. Chad has a population of 16 million, of which 1.6 million live in the capital and largest city of N'Djamena. Chad has several regions: a desert zone in the north, an arid Sahelian belt in the centre and a more fertile Sudanian Savanna zone in the south. Lake Chad, after which the country is named, is the second-largest wetland in Africa. Chad's official languages are Arabic and French. It is home to over 200 different ethnic and linguistic groups. Islam (55.1%) and Christianity (41.1%) are the main religions practiced in Chad. Beginning in the 7th millennium BC, human populations moved into the Chadian basin in great numbers. By the end of the 1st millennium AD, a series of states and empires had risen and fallen in Chad's Sahelian strip, each focused on controlling the trans-Saharan trade routes that passed through the region. France conquered the territory by 1920 and incorporated it as part of French Equatorial Africa. In 1960, Chad obtained independence under the leadership of François Tombalbaye. Resentment towards his policies in the Muslim north culminated in the eruption of a long-lasting civil war in 1965. In 1979 the rebels conquered the capital and put an end to the South's hegemony. The rebel commanders then fought amongst themselves until Hissène Habré defeated his rivals. The Chadian–Libyan conflict erupted in 1978 by the Libyan invasion which stopped in 1987 with a French military intervention (Operation Épervier). Hissène Habré was overthrown in turn in 1990 by his general Idriss Déby. With French support, a modernization of the Chad National Army was initiated in 1991. From 2003, the Darfur crisis in Sudan spilt over the border and destabilised the nation. Already poor, the nation and people struggled to accommodate the hundreds of thousands of Sudanese refugees who live in and around camps in eastern Chad. While many political parties participated in Chad's legislature, the National Assembly, power laid firmly in the hands of the Patriotic Salvation Movement during the presidency of Idriss Déby, whose rule was described as authoritarian. After President Déby was killed by FACT rebels in April 2021, the Transitional Military Council led by his son Mahamat Déby assumed control of the government and dissolved the Assembly. Chad remains plagued by political violence and recurrent attempted coups d'état. Chad ranks the 3rd lowest in the Human Development Index, with 0.398 in 2019, and a least developed country facing the effects of being one of the poorest and most corrupt countries in the world. Most of its inhabitants live in poverty as subsistence herders and farmers. Since 2003 crude oil has become the country's primary source of export earnings, superseding the traditional cotton industry. Chad has a poor human rights record, with frequent abuses such as arbitrary imprisonment, extrajudicial killings, and limits on civil liberties by both security forces and armed militias."
  },
  {
    "entity": "Anambra Basin",
    "category": "Location",
    "summary": "Anambra Basin is one of the energy-rich inland sedimentary basins in Nigeria. It is a nearly triangular shaped embayment covering about 3000 km2 with a total sedimentary thickness of approximately 9 km. The Basin lying between 6°–7.8°N latitude and 6°40'–7°30'E longitude, is an area of agricultural and fisheries production. Fish species of genus Clarias are common in the basin especially in the dry season."
  },
  {
    "entity": "Chad Basin",
    "category": "Location",
    "summary": "The Chad Basin is the largest endorheic basin in Africa, centered on Lake Chad. It has no outlet to the sea and contains large areas of semi-arid desert and savanna. The drainage basin is roughly coterminous with the sedimentary basin of the same name, but extends further to the northeast and east. The basin spans eight countries, including most of Chad and a large part of Niger. The region has an ethnically diverse population of about 30 million people as of 2011, growing rapidly. A combination of dams, increased irrigation, climate change, and reduced rainfall are causing water shortages, contributing to terrorism and the rise of Boko Haram in the region. Lake Chad continues to shrink."
  },
  {
    "entity": "Gas Utilisation Projects",
    "category": "Project"
  },
  {
    "entity": "New Flare Capture Technologies",
    "category": "Product"
  },
  {
    "entity": "Service",
    "category": "Product"
  },
  {
    "entity": "National Strategic Gas Reserve",
    "category": "Project"
  },
  {
    "entity": "Ajaokuta Steel",
    "category": "Organization"
  },
  {
    "entity": "National Gas Infrastructure Blueprint",
    "category": "Project"
  },
  {
    "entity": "Gas Resource Management Plan",
    "category": "Strategy"
  },
  {
    "entity": "Gas Master Plan Infrastructure Blueprint",
    "category": "Project"
  },
  {
    "entity": "Aba-Owerri-Nnewi-Onitsha Pipeline Project",
    "category": "Project"
  },
  {
    "entity": "TransSahara Gas Pipeline Project",
    "category": "Project"
  },
  {
    "entity": "Nigerian LNG Company",
    "category": "Organization"
  },
  {
    "entity": "North America",
    "category": "Location"
  },
  {
    "entity": "South America",
    "category": "Location"
  },
  {
    "entity": "Trinidad & Tobago",
    "category": "Location"
  },
  {
    "entity": "Togo",
    "category": "Location",
    "summary": "Togo (/ˈtoʊɡoʊ/), officially the Togolese Republic (French: République togolaise), is a country in West Africa. It is bordered by Ghana to the west, Benin to the east and Burkina Faso to the north. It extends south to the Gulf of Guinea, where its capital, Lomé, is located. It covers about 57,000 square kilometres (22,000 square miles) with a population of approximately 8 million, and has a width of less than 115 km (71 mi) between Ghana and its eastern neighbor Benin. From the 11th to the 16th century, tribes entered the region from various directions. From the 16th century to the 18th century, the coastal region was a trading center for Europeans to purchase slaves, earning Togo and the surrounding region the name \"The Slave Coast\". In 1884, Germany declared a region including a protectorate called Togoland. After World War I, rule over Togo was transferred to France. Togo gained its independence from France in 1960. In 1967, Gnassingbé Eyadéma led a successful military coup d'état, after which he became president of an anti-communist, single-party state. In 1993, Eyadéma faced multiparty elections marred by irregularities, and won the presidency three times. At the time of his death, Eyadéma was the \"longest-serving leader in modern African history\", having been president for 38 years. In 2005, his son Faure Gnassingbé was elected president. Togo is a tropical, sub-Saharan nation whose economy depends mostly on agriculture. The official language is French, but other languages are spoken, particularly those of the Gbe family. The largest religious group is Christian (47.8%) and the second-largest is those with indigenous beliefs. There is a significant Muslim minority. Togo is a member of the United Nations, African Union, Organisation of Islamic Cooperation, South Atlantic Peace and Cooperation Zone, Francophonie, Commonwealth, and Economic Community of West African States."
  },
  {
    "entity": "Gazprom",
    "category": "Organization"
  },
  {
    "entity": "Niger",
    "category": "Location"
  },
  {
    "entity": "Benin",
    "category": "Location",
    "summary": "Benin (/bɛˈniːn/ ben-EEN, /bɪˈniːn/ bin-EEN; French: Bénin [benɛ̃], Fula: Benen), officially the Republic of Benin (French: République du Bénin), and formerly Dahomey, is a country in West Africa. It is bordered by Togo to the west, Nigeria to the east, Burkina Faso to the north-west, and Niger to the north-east. The majority of its population lives on the southern coastline of the Bight of Benin, part of the Gulf of Guinea in the northernmost tropical portion of the Atlantic Ocean. The capital is Porto-Novo, and the seat of government is in Cotonou, the most populous city and economic capital. Benin covers an area of 114,763 square kilometres (44,310 sq mi) and its population in 2021 was estimated to be approximately 13 million. It is a tropical nation, dependent on agriculture, and is an exporter of palm oil and cotton. Some employment and income arise from subsistence farming. The official language of Benin is French, with indigenous languages such as Fon, Bariba, Yoruba and Dendi also spoken. The largest religious group in Benin is Sunni Islam (27.7%), followed by Roman Catholicism (25.5%), Vodun (11.6%), and Protestantism. Benin is a member of the United Nations, the African Union, the Economic Community of West African States, the Organisation of Islamic Cooperation, the South Atlantic Peace and Cooperation Zone, Francophonie, the Community of Sahel–Saharan States, the African Petroleum Producers Association and the Niger Basin Authority. From the 17th to the 19th century, political entities in the area included the Kingdom of Dahomey, the city-state of Porto-Novo, and other states to the north. This region was referred to as the Slave Coast from the early 17th century due to the high number of people who were sold and trafficked during the Atlantic slave trade to the New World. France took over the territory in 1894, incorporating it into French West Africa as French Dahomey. In 1960, Dahomey gained full independence from France. As a sovereign state, Benin has had democratic governments, military coups, and military governments. A self-described Marxist–Leninist state called the People's Republic of Benin existed between 1975 and 1990. In 1991, it was replaced by the multi-party Republic of Benin."
  },
  {
    "entity": "UK-Belgium Gas Interconnector",
    "category": "Project",
    "acronym": "UK-Belgium Gas Interconnector"
  },
  {
    "entity": "Russian Gazprom",
    "category": "Organization"
  },
  {
    "entity": "Ghana",
    "category": "Location",
    "summary": "Ghana (/ˈɡɑːnə/; Twi: Gaana, Ewe: Gana), officially the Republic of Ghana, is a country in West Africa. It abuts the Gulf of Guinea and the Atlantic Ocean to the south, sharing borders with Ivory Coast in the west, Burkina Faso in the north, and Togo in the east. Ghana covers an area of 238,535 km2 (92,099 sq mi), spanning diverse biomes that range from coastal savannas to tropical rainforests. With nearly 31 million inhabitants (according to 2021 census), Ghana is the second-most populous country in West Africa, after Nigeria. The capital and largest city is Accra; other major cities are Kumasi, Tamale, and Sekondi-Takoradi. The first permanent state in present-day Ghana was the Bono state of the 11th century. Numerous kingdoms and empires emerged over the centuries, of which the most powerful were the Kingdom of Dagbon in the north and the Ashanti Empire in the south. Beginning in the 15th century, the Portuguese Empire, followed by numerous other European powers, contested the area for trading rights, until the British ultimately established control of the coast by the late 19th century. Following over a century of colonisation, Ghana's current borders took shape, encompassing four separate British colonial territories: Gold Coast, Ashanti, the Northern Territories, and British Togoland. These were unified as an independent dominion within the Commonwealth of Nations on 6 March 1957, becoming the first colony in West Africa to achieve sovereignty. Ghana subsequently became influential in decolonisation efforts and the Pan-African movement. Ghana is a multi-ethnic country with a diverse population, linguistic and religious groups; while the Akan are the largest ethnic group, they constitute only a plurality. Most Ghanaians are Christians (71.3%); almost a fifth are Muslims; a tenth practise traditional faiths or report no religion. Ghana is a unitary constitutional democracy led by a president who is both head of state and head of government. Ghana has maintained since 1993 one of the freest and most stable governments on the continent, and it performs relatively well in healthcare, economic growth, and human development, so that it has significant influence in West Africa and is highly integrated in international affairs, being a member of the Non-Aligned Movement, the African Union, the Economic Community of West African States, the Group of 24, and the Commonwealth of Nations."
  },
  {
    "entity": "Lagos",
    "category": "Location"
  },
  {
    "entity": "Algeria",
    "category": "Location",
    "summary": "Algeria, officially the People's Democratic Republic of Algeria, is a country in North Africa. Algeria is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. It is considered part of the Maghreb region of North Africa. It has a semi-arid geography, with most of the population living in the fertile north and the Sahara dominating the geography of the south. Algeria covers an area of 2,381,741 square kilometres (919,595 sq mi), making it the world's tenth largest nation by area, and the largest nation in Africa, being more than 200 times as large as the smallest country in the continent, The Gambia. With a population of 44 million, Algeria is the ninth-most populous country in Africa, and the 32nd-most populous country in the world. The capital and largest city is Algiers, located in the far north on the Mediterranean coast. Algeria produced and is linked to many civilizations, empires and dynasties, including ancient Numidians, Phoenicians, Carthaginians, Romans, Vandals, Byzantines, Umayyads, Abbasids, Rustamids, Idrisids, Aghlabids, Fatimids, Zirids, Hammadids, Almoravids, Almohads, Zayyanids, Spaniards, Ottomans and the French colonial empire, with the latter expanded into its present-boundaries. After 132 years of being part of France, tensions between France and the local Algerian populace led to the start of the Algerian War which concluded with Algeria obtaining its independence on 5 July 1962 with the establishment of the People's Democratic Republic on 20 September of that year. The vast majority of Algeria's population is Arab-Berber, practicing Islam, and using the official languages of Arabic and Berber. The native Algerian Arabic is the main spoken language. French also serves as an administrative and educational language in some contexts, but it has no official status. Algeria is a semi-presidential republic, with local constituencies consisting of 58 provinces and 1,541 communes. Algeria is a regional power in North Africa, and a middle power in global affairs. It has the highest Human Development Index of all non-island African countries and one of the largest economies on the continent, based largely on energy exports. Algeria has the world's sixteenth-largest oil reserves and the ninth-largest reserves of natural gas. Sonatrach, the national oil company, is the largest company in Africa, supplying large amounts of natural gas to Europe. Algeria's military is one of the largest in Africa, and has the largest defence budget on the continent. It is a member of the African Union, the Arab League, the OIC, OPEC, the United Nations, and the Arab Maghreb Union, of which it is a founding member."
  },
  {
    "entity": "Abuja",
    "category": "Location",
    "summary": "Abuja (/əˈbuːdʒə/) is the capital and eighth most populous city of Nigeria. Situated at the centre of the country within the Federal Capital Territory (FCT), it is a planned city built mainly in the 1980s based on a master plan by International Planning Associates (IPA), a consortium of three American planning and architecture firms made up of Wallace, Roberts, McHarg & Todd (WRMT – a group of architects) as the lead, Archisystems International (a subsidiary of the Howard Hughes Corporation), and Planning Research Corporation. The Central Business District of Abuja was designed by Japanese architect Kenzo Tange. It replaced Lagos, the country's most populous city, as the capital on 12 December 1991. Abuja's geography is defined by Aso Rock, a 400-metre (1,300 ft) monolith left by water erosion. The Presidential Complex, National Assembly, Supreme Court and much of the city extend to the south of the rock. Zuma Rock, a 792-metre (2,598 ft) monolith, lies just north of the city on the expressway to Kaduna. At the 2006 census, the city of Abuja had a population of 776,298 and 179,674 households making it one of the ten most populous cities in Nigeria (placing eighth as of 2006). According to the United Nations, Abuja grew by 139.7% between 2000 and 2010, making it the fastest growing city in the world.As of 2015, the city is experiencing an annual growth of at least 35%, retaining its position as the fastest-growing city on the African continent and one of the fastest-growing in the world. As of 2016, the metropolitan area of Abuja is estimated at six million persons, placing it behind only Lagos as the most populous metro area in Nigeria. Major religious sites include the Nigerian National Mosque and the Nigerian National Christian Centre. The city is served by the Nnamdi Azikiwe International Airport. Abuja is known for being one of the few purpose-built capital cities in Africa, as well as being one of the wealthiest. Abuja is Nigeria's administrative and political capital. It is also a key capital on the African continent due to Nigeria's geo-political influence in regional affairs. Abuja is also a conference centre and hosts various meetings annually, such as the 2003 Commonwealth Heads of Government meeting and the 2014 World Economic Forum (Africa) meetings. Abuja joined the UNESCO Global Network of Learning Cities in 2016."
  },
  {
    "entity": "Port Harcourt",
    "category": "Location"
  },
  {
    "entity": "London",
    "category": "Location"
  },
  {
    "entity": "Kano",
    "category": "Location"
  },
  {
    "entity": "Kaduna",
    "category": "Location"
  },
  {
    "entity": "Anambra",
    "category": "Location"
  },
  {
    "entity": "Nnewi",
    "category": "Location",
    "summary": "Nnewi is a commercial and industrial city in Anambra State, southeastern Nigeria. It is the second largest and second most populous city in the southern part of the country. Nnewi as a metropolis has one local government area, which is Nnewi North. Nnewi North comprises four quarters: Otolo, Uruagu, Umudim, and Nnewichi. The first indigenous car manufacturing plant in Nigeria is located in the city while the first wholly Made-in-Nigeria motorcycle, the 'NASENI M1' was manufactured in Nnewi. As of 2006, Nnewi has an estimated population of 391,227 according to the Nigerian census. The 2019 population estimate shows that Nnewi has a population of over 900,000. The city spans over 200 square miles (520 km2) in Anambra State. Nnewi Metropolitan Area and its satellite towns is home to nearly 2.5 million residents As of 2005. Dimensionally, Nnewi has an edge over all other units, it was recognized by the 1953 census figures as the largest inland town of all others in the Eastern states of Nigeria. Projected to be the twelfth fastest growing city on the African continent between 2020 and 2025, with a 5.18% growth."
  },
  {
    "entity": "Warri",
    "category": "Location"
  },
  {
    "entity": "Apapa",
    "category": "Location",
    "summary": "Apapa is a Local Government Area in Lagos, located to the west of Lagos Island. Apapa contains a number of ports and terminals operated by the Nigerian Ports Authority (NPA), including the major port of Lagos State and Lagos Port Complex (LPC). In its legislation, the NPA itself does not refer to any port called \"Port of Apapa\", rather it refers to the \"Port of Lagos\", \"Port of Port Harcourt\" and \"Port of Calabar\"."
  },
  {
    "entity": "Hyson",
    "category": "Organization",
    "summary": "Hyson, or Lucky Dragon Tea, is a Chinese green tea that comes from the Anhui province of China. It is made from young leaves that are thinly rolled to have a long, twisted appearance that unfurls when brewed. The name Hyson is probably derived from an Amoy name (Chinese: 熙春茶; Pe̍h-ōe-jī: hi-tshun-tê; lit. 'flourishing spring tea'), although there are also anecdotal claims that it was named after an English tea merchant, Phillip Hyson. Hyson is graded into the following three categories: Mi Si, Cheng Si and Fu Si. While hyson tea is often thought of as a low-grade or mediocre quality tea, young hyson is considered high quality. It is harvested earlier, \"before the rains,\" and has a full-bodied, pungent taste and is golden in color. Young hyson tea is subdivided into Chun Mee (a hard, small, twisted leaf), Foong Mee (a long, large, curly leaf), Saw Mee (a small, non-hard, twisted leaf), and Siftings. It is also sometimes classified as First, Second, and Third Young Hyson. The Chinese name for young hyson is Yu Chin Ch'a and is categorized as the following: Mi Yu, O Yu, I Yu, Ya Yu as well as Si Yu."
  },
  {
    "entity": "Calabar",
    "category": "Location",
    "summary": "Calabar (also referred to as Callabar, Calabari, Calbari and Kalabar) is the capital city of Cross River State, Nigeria. It was originally named Akwa Akpa, in the Efik language. The city is adjacent to the Calabar and Great Kwa rivers and creeks of the Cross River (from its inland delta). Calabar is often described as the tourism capital of Nigeria, especially due to several initiatives implemented during the administration of Donald Duke as governor of Cross River State (1999–2007), which made the city the cleanest and most environmentally friendly city in Nigeria. Administratively, the city is divided into Calabar Municipal and Calabar South Local Government Areas. It has an area of 406 square kilometres (157 sq mi) and a population of 371,022 as at 2006 census."
  },
  {
    "entity": "WHO",
    "category": "Organization"
  },
  {
    "entity": "Indonesian Programme",
    "category": "Organization"
  },
  {
    "entity": "National LPG Council",
    "category": "Organization"
  },
  {
    "entity": "African",
    "category": "Location"
  },
  {
    "entity": "NOGICD Act",
    "category": "Organization"
  },
  {
    "entity": "Act",
    "category": "Event"
  },
  {
    "entity": "USA",
    "category": "Location"
  },
  {
    "entity": "New Zealand",
    "category": "Location"
  },
  {
    "entity": "Australia",
    "category": "Location",
    "summary": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. With an area of 7,617,930 square kilometres (2,941,300 sq mi), Australia is the largest country by area in Oceania and the world's sixth-largest country. Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It is a megadiverse country, and its size gives it a wide variety of landscapes and climates, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. The ancestors of Aboriginal Australians began arriving from south east Asia approximately 65,000 years ago, during the last ice age. Arriving by sea, they settled the continent and had formed approximately 250 distinct language groups by the time of European settlement, maintaining some of the longest known continuing artistic and religious traditions in the world. Australia's written history commenced with the European maritime exploration of Australia. The Dutch navigator Willem Janszoon was the first known European to reach Australia, in 1606. In 1770, the British explorer James Cook mapped and claimed the east coast of Australia for Great Britain, and the First Fleet of British ships arrived at Sydney in 1788 to establish the penal colony of New South Wales. The European population grew in subsequent decades, and by the end of the 1850s gold rush, most of the continent had been explored by European settlers and an additional five self-governing British colonies established. Democratic parliaments were gradually established through the 19th century, culminating with a vote for the federation of the six colonies and foundation of the Commonwealth of Australia on 1 January 1901. Australia has since maintained a stable liberal democratic political system and wealthy market economy. Politically, Australia is a federal parliamentary constitutional monarchy, comprising six states and ten territories. Australia's population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Canberra is the nation's capital, while its most populous city and financial centre is Sydney. The next four largest cities are Melbourne, Brisbane, Perth, and Adelaide. Australia's demography has been shaped by centuries of immigration: immigrants account for 30% of the country's population, and almost half of Australians have at least one parent born overseas. Australia's abundant natural resources and well-developed international trade relations are crucial to the country's economy, which generates its income from various sources including services, mining exports, banking, manufacturing, agriculture and international education. Australia is a highly developed country with a high-income economy. As of 2022, it was the world's fourteenth-largest economy with the ninth-highest per capita income. In 2017, it ranked as fifth-highest Human Development Index. Australia is a regional power, and has the world's thirteenth-highest military expenditure. Australia ranks amongst the highest in the world for quality of life, democracy, health, education, economic freedom, civil liberties, safety, and political rights, with all its major cities faring exceptionally in global comparative livability surveys. It is a member of international groupings including the United Nations, the G20, the OECD, the WTO, ANZUS, AUKUS, Five Eyes, the Quad, APEC, the Pacific Islands Forum, the Pacific Community and the Commonwealth of Nations."
  },
  {
    "entity": "Western Europe",
    "category": "Location"
  },
  {
    "entity": "International Education",
    "category": "Product"
  },
  {
    "entity": "Gas Industry Apprenticeship Framework",
    "category": "Project"
  },
  {
    "entity": "City and Guilds",
    "category": "Organization"
  },
  {
    "entity": "Institute of Engineering and Technology",
    "category": "Organization",
    "summary": "The Institute of Engineering and Technology, Lucknow (IET, Lucknow) is a state government-funded technical institute in Lucknow, Uttar Pradesh, India. It is a constituent college of Dr. A.P.J. Abdul Kalam Technical University (erstwhile Uttar Pradesh Technical University). It is popularly known as \" Engineering College\" in Lucknow. Undergraduate admissions until 2020 were being done through the Uttar Pradesh State Entrance Examinations SEE-UPTU, also known as UPSEE. From the session 2021-2022, Joint Entrance Examination – Main (JEE-MAIN) conducted by the National Testing Agency (NTA) replaced the UPSEE for future BTech (First Year) admissions in the College."
  },
  {
    "entity": "National Gas Flaring Committee",
    "category": "Organization"
  },
  {
    "entity": "Petroleum Club",
    "category": "Organization"
  },
  {
    "entity": "National Gas Requirement Working Committee",
    "category": "Organization"
  },
  {
    "entity": "Nigerian Gas Association",
    "category": "Organization",
    "summary": "The Nigerian Gas Association is the professional body responsible for the promotion and protection of the interests of the gas industry in Nigeria. Formed in 1999, the NGA's initial membership came from the primary gas production and utilization companies in Nigeria. The earliest members include the Nigerian National Petroleum Corporation (NNPC), the Shell Petroleum Development Company (SPDC), the Nigeria Liquefied Natural Gas Limited (NLNG), Chevron Nigeria Limited, the Nigerian Gas Company (NGC), Elf Petroleum, Mobil Producing Nigeria, the Nigerian Agip Oil Company (NAOC) and Conoco Energy Nigeria Limited. The NGA has since grown to encompass the entire gamut of stakeholders and operators in the Nigerian gas industry – from gas producers, to transmitters, gas industry service providers, students, members of the academia and government. The association presently has over 40 corporate members, 800 individual professional industry members, and more than 100 student members. The NGA is also a full chartered member of the International Gas Union (IGU), representing Nigeria on the Council of the global gas body."
  }
]