[
  {
    "entity": "Chandler Good Government Index",
    "category": "Organization"
  },
  {
    "entity": "Mo Ibrahim Index of African Governance",
    "category": "Organization"
  },
  {
    "entity": "Global Peace Index",
    "category": "Organization",
    "summary": "Global Peace Index (GPI) is a report produced by the Institute for Economics & Peace (IEP) which measures the relative position of nations' and regions' peacefulness. The GPI ranks 163 independent states and territories (collectively accounting for 99.7 per cent of the world's population) according to their levels of peacefulness. In the past decade, the GPI has presented trends of increased global violence and less peacefulness. The GPI is developed in consultation with an international panel of peace experts from peace institutes and think tanks with data collected and collated by the Economist Intelligence Unit. The Index was first launched in May 2009, with subsequent reports being released annually. In 2015 it ranked 165 countries, up from 121 in 2007. The study was conceived by Australian technology entrepreneur Steve Killelea, and is endorsed by individuals such as former UN Secretary-General Kofi Annan, the Dalai Lama, archbishop Desmond Tutu, former President of Finland and 2008 Nobel Peace Prize laureate Martti Ahtisaari, Nobel laureate Muhammad Yunus, economist Jeffrey Sachs, former president of Ireland Mary Robinson, former Deputy Secretary-General of the United Nations Jan Eliasson and former United States president Jimmy Carter. The updated index is released each year at events in London, Washington, DC, and at the United Nations Secretariat in New York. The 2022 GPI indicates Iceland, New Zealand, Ireland, Denmark, and Austria to be the most peaceful countries, and Afghanistan, Yemen, Syria, Russia, and South Sudan to be the least peaceful. Long-term findings of the 2017 GPI include a less peaceful world over the past decade, a 2.14 per cent deterioration in the global level of peace in the past decade, growing inequality in peace between the most and least peaceful countries, a long-term reduction in the GPI Militarization domain, and widening consequences of terrorism, with historically high numbers of people killed in terrorist incidents over the past 10 years. The main findings of the 2017 Global Peace Index are: \n* The overall score for the 2017 GPI improved slightly this year due to gains in six of the nine geographical regions represented. More countries improved their levels of peacefulness than deteriorated: 93 compared to 68. \n* Peace-building activities can be highly cost-effective, providing cost savings 16 times the cost of the intervention. \n* The global economic cost of violence was $14.3 trillion PPP in 2016, equivalent to 12.6 per cent of global GDP, or $1,953 per person. \n* In Low-Peace environments, the most important factors are related to Well-Functioning Government, Low Levels of Corruption, Acceptance of the Rights of Others and Good Relations with Neighbours. \n* Due to armed conflict in MENA, many related indicators such as deaths from internal conflict, number of refugees and IDPs, and organized internal conflict are at high levels. \n* Safety and Security improved due to many countries recording a lower homicide rate and lower levels of political terror."
  },
  {
    "entity": "Nigeria",
    "category": "Location"
  },
  {
    "entity": "House of Representatives",
    "category": "Organization",
    "summary": "House of Representatives is the name of legislative bodies in many countries and sub-national entitles. In many countries, the House of Representatives is the lower house of a bicameral legislature, with the corresponding upper house often called a \"Senate\". In some countries, the House of Representatives is the sole chamber of a unicameral legislature. The functioning of a house of representatives can vary greatly from country to country, and depends on whether a country has a parliamentary or a presidential system. Members of a House of Representatives are typically apportioned according to population rather than geography."
  },
  {
    "entity": "Africa",
    "category": "Location",
    "summary": "Africa is the world's second-largest and second-most populous continent, after Asia in both cases. At about 30.3 million km2 (11.7 million square miles) including adjacent islands, it covers 6% of Earth's total surface area and 20% of its land area. With 1.4 billion people as of 2021, it accounts for about 18% of the world's human population. Africa's population is the youngest amongst all the continents; the median age in 2012 was 19.7, when the worldwide median age was 30.4. Despite a wide range of natural resources, Africa is the least wealthy continent per capita and second-least wealthy by total wealth, behind Oceania. Scholars have attributed this to different factors including geography, climate, tribalism, colonialism, the Cold War, neocolonialism, lack of democracy, and corruption. Despite this low concentration of wealth, recent economic expansion and the large and young population make Africa an important economic market in the broader global context. The continent is surrounded by the Mediterranean Sea to the north, the Isthmus of Suez and the Red Sea to the northeast, the Indian Ocean to the southeast and the Atlantic Ocean to the west. The continent includes Madagascar and various archipelagos. It contains 54 fully recognised sovereign states, eight territories and two de facto independent states with limited or no recognition. Algeria is Africa's largest country by area, and Nigeria is its largest by population. African nations cooperate through the establishment of the African Union, which is headquartered in Addis Ababa. Africa straddles the equator and the prime meridian. It is the only continent to stretch from the northern temperate to the southern temperate zones. The majority of the continent and its countries are in the Northern Hemisphere, with a substantial portion and number of countries in the Southern Hemisphere. Most of the continent lies in the tropics, except for a large part of Western Sahara, Algeria, Libya and Egypt, the northern tip of Mauritania, and the entire territories of Morocco, Ceuta, Melilla, and Tunisia which in turn are located above the tropic of Cancer, in the northern temperate zone. In the other extreme of the continent, southern Namibia, southern Botswana, great parts of South Africa, the entire territories of Lesotho and Eswatini and the southern tips of Mozambique and Madagascar are located below the tropic of Capricorn, in the southern temperate zone. Africa is highly biodiverse; it is the continent with the largest number of megafauna species, as it was least affected by the extinction of the Pleistocene megafauna. However, Africa also is heavily affected by a wide range of environmental issues, including desertification, deforestation, water scarcity and pollution. These entrenched environmental concerns are expected to worsen as climate change impacts Africa. The UN Intergovernmental Panel on Climate Change has identified Africa as the continent most vulnerable to climate change. The history of Africa is long, complex, and has often been under-appreciated by the global historical community. Africa, particularly Eastern Africa, is widely accepted as the place of origin of humans and the Hominidae clade (great apes). The earliest hominids and their ancestors have been dated to around 7 million years ago, including Sahelanthropus tchadensis, Australopithecus africanus, A. afarensis, Homo erectus, H. habilis and H. ergaster— the earliest Homo sapiens (modern human) remains, found in Ethiopia, South Africa, and Morocco, date to circa 233,000, 259,000, and 300,000 years ago respectively, and Homo sapiens is believed to have originated in Africa around 350,000–260,000 years ago. Africa is also considered by anthropologists to be the most genetically diverse continent as a result of being the longest inhabited. Early human civilizations, such as Ancient Egypt and Carthage emerged in North Africa. Following a subsequent long and complex history of civilizations, migration and trade, Africa hosts a large diversity of ethnicities, cultures and languages. The last 400 years have witnessed an increasing European influence on the continent. Starting in the 16th century, this was driven by trade, including the Trans-Atlantic slave trade, which created large African diaspora populations in the Americas. From the late 19th century to the early 20th century, European nations colonized almost all of Africa, reaching a point when only Ethiopia and Liberia were independent polities. Most present states in Africa emerged from a process of decolonisation following World War II."
  },
  {
    "entity": "World Bank",
    "category": "Organization"
  },
  {
    "entity": "Transparency International Corruption Perception Index",
    "category": "Organization"
  },
  {
    "entity": "Senate",
    "category": "Organization",
    "summary": "A senate is a deliberative assembly, often the upper house or chamber of a bicameral legislature. The name comes from the ancient Roman Senate (Latin: Senatus), so-called as an assembly of the senior (Latin: senex meaning \"the elder\" or \"old man\") and therefore considered wiser and more experienced members of the society or ruling class. However the Roman Senate was not the ancestor or predecessor of modern parliamentarism in any sense, because the Roman senate was not a legislative body. Many countries have an assembly named a senate, composed of senators who may be elected, appointed, have inherited the title, or gained membership by other methods, depending on the country. Modern senates typically serve to provide a chamber of \"sober second thought\" to consider legislation passed by a lower house, whose members are usually elected. Most senates have asymmetrical duties and powers compared with their respective lower house meaning they have special duties, for example to fill important political positions or to pass special laws. Conversely many senates have limited powers in changing or stopping bills under consideration and efforts to stall or veto a bill may be bypassed by the lower house or another branch of government."
  },
  {
    "entity": "Government of Nigeria",
    "category": "Organization"
  },
  {
    "entity": "Sustainable Development Goals",
    "category": "Strategy",
    "acronym": "SDG",
    "summary": "The Sustainable Development Goals (SDGs) or Global Goals are a collection of 17 interlinked global goals designed to be a \"shared blueprint for peace and prosperity for people and the planet, now and into the future\". The SDGs were set up in 2015 by the United Nations General Assembly (UN-GA) and are intended to be achieved by 2030. They are included in a UN-GA Resolution called the 2030 Agenda or what is colloquially known as Agenda 2030. The SDGs were developed in the Post-2015 Development Agenda as the future global development framework to succeed the Millennium Development Goals which were ended in 2015. The SDGs emphasize the interconnected environmental, social and economic aspects of sustainable development, by putting sustainability at their center. The 17 SDGs are: No poverty, zero hunger, good health and well-being, quality education, gender equality, clean water and sanitation, affordable and clean energy, decent work and economic growth, industry, innovation and infrastructure, Reduced Inequality, Sustainable Cities and Communities, Responsible Consumption and Production, Climate Action, Life Below Water, Life On Land, Peace, Justice, and Strong Institutions, Partnerships for the Goals. Though the goals are broad and interdependent, two years later (6 July 2017), the SDGs were made more \"actionable\" by a UN Resolution adopted by the General Assembly. The resolution identifies specific targets for each goal, along with indicators that are being used to measure progress toward each target. The year by which the target is meant to be achieved is usually between 2020 and 2030. For some of the targets, no end date is given. There are cross-cutting issues and synergies between the different goals. Cross-cutting issues include gender equality, education, culture and health. With regards to SDG 13 on climate action, the IPCC sees robust synergies, particularly for the SDGs 3 (health), 7 (clean energy), 11 (cities and communities), 12 (responsible consumption and production) and 14 (oceans). Synergies amongst the SDGs are \"the good antagonists of trade-offs\". Some of the known and much discussed conceptual problem areas of the SDGs include: The fact that there are competing and too many goals (resulting in problems of trade-offs), that they are weak on environmental sustainability and that there are difficulties with tracking qualitative indicators. For example, these are two difficult trade-offs to consider: \"How can ending hunger be reconciled with environmental sustainability? (SDG targets 2.3 and 15.2) How can economic growth be reconciled with environmental sustainability? (SDG targets 9.2 and 9.4) \" The UN High-Level Political Forum on Sustainable Development (HLPF) is the annual space for global monitoring of the SDGs, under the auspices of the United Nations Economic and Social Council. However, it has so far failed to act as an orchestrator to promote system-wide coherence due to a lack of political leadership owing to divergent national interests. To facilitate monitoring of progress on the SDG implementation, a variety of tools exist to track and visualize this progress towards the goals. All intention is to make data more available and easily understood. For example, the \"SDG Tracker\", launched in June 2018, presents available data across all indicators. There were serious impacts and implications of the COVID-19 pandemic on all 17 SDGs in the year 2020. A scientific assessment released in 2022 stated that the world is not on track to achieve the SDGs by 2030 and concluded that the SDGs have so far had only limited political effects in global, national and local governance since their launch in 2015."
  },
  {
    "entity": "National Development Plan",
    "category": "Strategy",
    "summary": "National Development Plan (NDP, Irish: Plean Forbartha Náisiúnta) was the title given by the Irish Government to a scheme of organised large-scale expenditure on (mainly) national infrastructure. The first five-year plan ran from 1988 to 1993, the second was a six-year plan from 1994 to 1999 and the third ran as a seven-year plan from 2000 to 2006. A fourth National Development Plan ran from 2007 to 2011 (spending €70 million a day every day during this period). The main elements of the third plan were the development of a national motorway network between the major cities in Ireland. The upgrading of the rail network was a secondary scheme. In November 2011, the Government announced that the National Development Plan was to be succeeded by a Capital Investment Plan. This scheme began on 1 January 2012 and ran until 31 December 2015. A second Capital Investment Plan is currently running from 1 January 2016 to 31 December 2021."
  },
  {
    "entity": "2030 Agenda",
    "category": "Event"
  },
  {
    "entity": "African Union Agenda 2063",
    "category": "Event"
  },
  {
    "entity": "Agenda",
    "category": "Project"
  },
  {
    "entity": "Accelerator Lab",
    "category": "Project"
  },
  {
    "entity": "Financial Sector Deepening Africa",
    "category": "Organization",
    "acronym": "FSD Africa"
  },
  {
    "entity": "African",
    "category": "Location"
  },
  {
    "entity": "Insurance Development Forum",
    "category": "Organization",
    "acronym": "IDF"
  },
  {
    "entity": "Food and Agriculture Organization",
    "category": "Organization",
    "acronym": "FAO",
    "summary": "The Food and Agriculture Organization of the United Nations (FAO) is an international organization that leads international efforts to defeat hunger and improve nutrition and food security. Its Latin motto, fiat panis, translates to \"let there be bread\". It was founded on 16 October 1945. The FAO is composed of 195 members (including 194 countries and the European Union). Their headquarters is in Rome, Italy, and the FAO maintains regional and field offices around the world, operating in over 130 countries. It helps governments and development agencies coordinate their activities to improve and develop agriculture, forestry, fisheries, and land and water resources. It also conducts research, provides technical assistance to projects, operates educational and training programs, and collects data on agricultural output, production, and development. The FAO is governed by a biennial conference representing each member country and the European Union, which elects a 49-member executive council. The Director-General, currently Qu Dongyu of China, serves as the chief administrative officer. There are various committees governing matters such as finance, programs, agriculture, and fisheries."
  },
  {
    "entity": "Norway",
    "category": "Location"
  },
  {
    "entity": "Germany",
    "category": "Location",
    "summary": "Germany (German: Deutschland, pronounced [ˈdɔʏtʃlant]), officially the Federal Republic of Germany, is a country in Central Europe. It is the second most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; it covers an area of 357,022 square kilometres (137,847 sq mi), with a population of almost 84 million within its 16 constituent states. Germany borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and the Netherlands to the west. The nation's capital and most populous city is Berlin and its financial centre is Frankfurt; the largest urban area is the Ruhr. Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. In 962, the Kingdom of Germany formed the bulk of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. Following the Napoleonic Wars and the dissolution of the Holy Roman Empire in 1806, the German Confederation was formed in 1815. Formal unification of Germany into the modern nation-state was commenced on 18 August 1866 with the North German Confederation Treaty establishing the Prussia-led North German Confederation later transformed in 1871 into the German Empire. After World War I and the German Revolution of 1918–1919, the Empire was in turn transformed into the semi-presidential Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a totalitarian dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, Germany as a whole was organized into two separate polities with limited sovereignity: the Federal Republic of Germany, generally known as West Germany, and the German Democratic Republic, East Germany, while Berlin continued its Four Power status. The Federal Republic of Germany was a founding member of the European Economic Community and the European Union, while the German Democratic Republic was a communist Eastern Bloc state and member of the Warsaw Pact. After the fall of communism, German reunification saw the former East German states join the Federal Republic of Germany on 3 October 1990—becoming a federal parliamentary republic. Germany is a great power with a strong economy; it has the largest economy in Europe, the world's fourth-largest economy by nominal GDP and the fifth-largest by PPP. As a global power in industrial, scientific and technological sectors, it is both the world's third-largest exporter and importer. As a highly developed country, which ranks ninth on the Human Development Index, it offers social security and a universal health care system, environmental protections, a tuition-free university education, and it is ranked as sixteenth-most peaceful country in the world. Germany is a member of the United Nations, the European Union, NATO, the Council of Europe, the G7, the G20 and the OECD. It has the third-greatest number of UNESCO World Heritage Sites."
  },
  {
    "entity": "Energy Commission of Nigeria",
    "category": "Organization"
  },
  {
    "entity": "African Development Bank",
    "category": "Organization",
    "acronym": "AfDB",
    "summary": "The African Development Bank Group (AfDB) or Banque Africaine de Développement (BAD) is a multilateral development finance institution headquartered in Abidjan, Ivory Coast, since September 2014. The AfDB is a financial provider to African governments and private companies investing in the regional member countries (RMC). The AfDB was founded in 1964 by the Organisation of African Unity, which is the predecessor of the African Union. The AfDB comprises three entities: The African Development Bank, the African Development Fund and the Nigeria Trust Fund."
  },
  {
    "entity": "Rural Electrification Agency",
    "category": "Organization"
  },
  {
    "entity": "Office of the National Security Adviser",
    "category": "Organization"
  },
  {
    "entity": "National Human Rights Commission",
    "category": "Organization"
  },
  {
    "entity": "Ministry of Justice",
    "category": "Organization"
  },
  {
    "entity": "China",
    "category": "Location"
  },
  {
    "entity": "Kenya",
    "category": "Location"
  },
  {
    "entity": "United States",
    "category": "Location",
    "summary": "The United States of America (U.S.A. or USA), commonly known as the United States (U.S. or US) or informally America, is the most populous country in North America. It consists of 50 states, a federal district, five major unincorporated territories, nine Minor Outlying Islands, and 326 Indian reservations. It is the third-largest country by both land and total area. The United States shares land borders with Canada to its north and with Mexico to its south. It has maritime borders with the Bahamas, Cuba, Russia, and other nations. With a population of over 331 million, it is the third most populous country in the world. The national capital is Washington, D.C., and the most populous city and financial center is New York City. Paleo-aboriginals migrated from Siberia to the North American mainland at least 12,000 years ago, and advanced cultures began to appear later on. These advanced cultures had almost completely declined by the time the Europeans had arrived in North America, who subsequently began to colonize the continent. The United States emerged from the Thirteen British Colonies when disputes with the British Crown over taxation and political representation led to the American Revolution (1765–1784), which established the nation's independence. In the late 18th century, the U.S. began expanding across North America, gradually obtaining new territories, sometimes through war, frequently displacing Native Americans, and admitting new states. By 1848, the United States spanned the continent from east to west. The controversy surrounding the practice of slavery culminated in the secession of the Confederate States of America, which fought the remaining states of the Union during the American Civil War (1861–1865). With the Union's victory and preservation, slavery was abolished by the Thirteenth Amendment. By 1900, the United States had become the world's largest economy, and the Spanish–American War and World War I established the country as a world power. After Japan's surprise attack on Pearl Harbor in 1941, the U.S. entered World War II on the Allied side. The aftermath of the war left the United States and the Soviet Union as the world's two superpowers. During the Cold War, both countries engaged in a struggle for ideological dominance but avoided direct military conflict. They also competed in the Space Race, which culminated in the 1969 American spaceflight that first landed humans on the Moon. Simultaneously, the civil rights movement led to legislation abolishing state and local Jim Crow laws and other codified racial discrimination against African Americans. The Soviet Union's dissolution in 1991 ended the Cold War, leaving the United States as the world's sole superpower. The September 11 attacks in 2001 resulted in the United States launching the war on terror which included the War in Afghanistan (2001–2021) and the Iraq War (2003–2011). The United States is a federal republic with three separate branches of government, including a bicameral legislature. It is a liberal democracy and market economy; it ranks high in international measures of human rights, quality of life, income and wealth, economic competitiveness, and education; and it has low levels of perceived corruption. It has high levels of incarceration and inequality, allows capital punishment, and lacks universal health care. As a melting pot of cultures and ethnicities, the U.S. has been shaped by centuries of immigration. The United States is a highly developed country, and its economy accounts for approximately a quarter of global GDP and is the world's largest by GDP at market exchange rates. By value, the United States is the world's largest importer and second-largest exporter. Although it accounts for just over 4.2% of the world's total population, the U.S. holds over 30% of the total wealth in the world, the largest share held by any country. The United States is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States, NATO, and is a permanent member of the United Nations Security Council. The country makes up more than a third of global military spending and is the foremost military power in the world and a leading political, cultural, and scientific force."
  },
  {
    "entity": "Executive Board",
    "category": "Organization"
  },
  {
    "entity": "Netherlands",
    "category": "Location"
  },
  {
    "entity": "Islamic Development Bank",
    "category": "Organization",
    "summary": "The Islamic Development Bank (Arabic: البنك الإسلامي للتنمية, abbreviated as IsDB) is a multilateral development finance institution that is focused on Islamic finance for infrastructure development and located in Jeddah, Saudi Arabia. There are 57 shareholding member states with the largest single shareholder being Saudi Arabia."
  },
  {
    "entity": "Japan",
    "category": "Location"
  },
  {
    "entity": "Sweden",
    "category": "Location"
  },
  {
    "entity": "Global Environmental Facility",
    "category": "Organization",
    "acronym": "GEF"
  },
  {
    "entity": "European Union",
    "category": "Organization",
    "acronym": "EU"
  },
  {
    "entity": "Peacebuilding Fund",
    "category": "Organization"
  },
  {
    "entity": "Human Security Trust Fund",
    "category": "Organization"
  },
  {
    "entity": "Korea",
    "category": "Location"
  },
  {
    "entity": "Joint SDG Fund",
    "category": "Organization"
  },
  {
    "entity": "Canada",
    "category": "Location",
    "summary": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic Ocean to the Pacific Ocean and northward into the Arctic Ocean, covering over 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern and western border with the United States, stretching 8,891 kilometres (5,525 mi), is the world's longest binational land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver. Indigenous peoples have continuously inhabited what is now Canada for thousands of years. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster 1931 and culminated in the Canada Act 1982, which severed the vestiges of legal dependence on the Parliament of the United Kingdom. Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition. The country's head of government is the prime minister, who holds office by virtue of their ability to command the confidence of the elected House of Commons, and is appointed by the governor general, representing the monarch of Canada, the head of state. The country is a Commonwealth realm and is officially bilingual (English and French) at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, education, gender equality and environmental sustainability. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture. A highly developed country, Canada has the 24th highest nominal per capita income globally and the sixteenth-highest ranking on the Human Development Index. Its advanced economy is the eighth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), the Commonwealth of Nations, the Arctic Council, the Organisation internationale de la Francophonie, the Asia-Pacific Economic Cooperation forum, and the Organization of American States."
  },
  {
    "entity": "Federal Ministry of Women Affairs",
    "category": "Organization"
  },
  {
    "entity": "United Kingdom",
    "category": "Location",
    "summary": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Europe, off the north-western coast of the continental mainland. It comprises England, Scotland, Wales and Northern Ireland. The United Kingdom includes the island of Great Britain, the north-eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a land border with the Republic of Ireland; otherwise, the United Kingdom is surrounded by the Atlantic Ocean, the North Sea, the English Channel, the Celtic Sea and the Irish Sea. The total area of the United Kingdom is 242,495 square kilometres (93,628 sq mi), with an estimated 2020 population of more than 67 million people. The United Kingdom is a constitutional monarchy and parliamentary democracy. The capital and largest city is London, a global city and financial centre with a metropolitan area population of over 14 million. Other major cities include Birmingham, Manchester, Glasgow, Liverpool and Leeds. Scotland, Wales, and Northern Ireland have their own devolved governments, each with varying powers. The United Kingdom has evolved from a series of annexations, unions and separations of constituent countries over several hundred years. The Treaty of Union between the Kingdom of England (which included Wales, annexed in 1542) and the Kingdom of Scotland in 1707 formed the Kingdom of Great Britain. Its union in 1801 with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Most of Ireland seceded from the UK in 1922, leaving the present United Kingdom of Great Britain and Northern Ireland, which formally adopted that name in 1927. The UK became the world's first industrialised country and was the world's foremost power during the 19th and early 20th centuries. In the 21st century, the UK retains considerable economic, cultural, military, scientific, technological and political influence. The nearby Isle of Man, Guernsey and Jersey are not part of the UK, being Crown Dependencies with the British Government responsible for defence and international representation. There are also 14 British Overseas Territories, the last remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and a third of the world's population, and was the largest empire in history. British influence can be observed in the language, culture and the legal and political systems of many of its former colonies. The United Kingdom has the world's sixth-largest economy by nominal gross domestic product (GDP), and the eighth-largest by purchasing power parity. It has a high-income economy and a very high Human Development Index rating, ranking 18th in the world. It also performs well in international rankings of education, healthcare, life expectancy and human development. It is a recognised nuclear state and is ranked fourth globally in military expenditure. It has been a permanent member of the United Nations Security Council since its first session in 1946. The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the Group of Ten, the G20, Five Eyes, the United Nations, NATO, AUKUS, the Organisation for Economic Co-operation and Development (OECD), Interpol, and the World Trade Organization (WTO). It was a member state of the European Communities (EC) and its successor, the European Union (EU), from its accession in 1973 until its withdrawal in 2020 following a referendum held in 2016."
  },
  {
    "entity": "UNDP Strategic Plan",
    "category": "Project"
  },
  {
    "entity": "Harmonized Approach to Cash Transfers",
    "category": "Strategy",
    "acronym": "HACT"
  },
  {
    "entity": "United Nations",
    "category": "Organization",
    "acronym": "UN",
    "summary": "The United Nations (UN) is an intergovernmental organization whose stated purposes are to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the world's largest and most familiar international organization. The UN is headquartered on international territory in New York City, and has other main offices in Geneva, Nairobi, Vienna, and The Hague (home to the International Court of Justice). The UN was established after World War II with the aim of preventing future world wars, succeeding the League of Nations, which was characterized as ineffective. On 25 April 1945, 50 governments met in San Francisco for a conference and started drafting the UN Charter, which was adopted on 25 June 1945 and took effect on 24 October 1945, when the UN began operations. Pursuant to the Charter, the organization's objectives include maintaining international peace and security, protecting human rights, delivering humanitarian aid, promoting sustainable development, and upholding international law. At its founding, the UN had 51 member states; with the addition of South Sudan in 2011, membership is now 193, representing almost all of the world's sovereign states. The organization's mission to preserve world peace was complicated in its early decades by the Cold War between the United States and Soviet Union and their respective allies. Its missions have consisted primarily of unarmed military observers and lightly armed troops with primarily monitoring, reporting and confidence-building roles. UN membership grew significantly following widespread decolonization beginning in the 1960s. Since then, 80 former colonies have gained independence, including 11 trust territories that had been monitored by the Trusteeship Council. By the 1970s, the UN's budget for economic and social development programmes far outstripped its spending on peacekeeping. After the end of the Cold War, the UN shifted and expanded its field operations, undertaking a wide variety of complex tasks. The UN has six principal organs: the General Assembly; the Security Council; the Economic and Social Council (ECOSOC); the Trusteeship Council; the International Court of Justice; and the UN Secretariat. The UN System includes a multitude of specialized agencies, funds and programmes such as the World Bank Group, the World Health Organization, the World Food Programme, UNESCO, and UNICEF. Additionally, non-governmental organizations may be granted consultative status with ECOSOC and other agencies to participate in the UN's work. The UN's chief administrative officer is the secretary-general, currently Portuguese politician and diplomat António Guterres, who began his first five year-term on 1 January 2017 and was re-elected on 8 June 2021. The organization is financed by assessed and voluntary contributions from its member states. The UN, its officers, and its agencies have won many Nobel Peace Prizes, though other evaluations of its effectiveness have been mixed. Some commentators believe the organization to be an important force for peace and human development, while others have called it ineffective, biased, or corrupt."
  },
  {
    "entity": "Niger Delta",
    "category": "Location",
    "summary": "The Niger Delta is the delta of the Niger River sitting directly on the Gulf of Guinea on the Atlantic Ocean in Nigeria. It is located within nine coastal southern Nigerian states, which include: all six states from the South South geopolitical zone, one state (Ondo) from South West geopolitical zone and two states (Abia and Imo) from South East geopolitical zone. The Niger Delta is a very densely populated region sometimes called the Oil Rivers because it was once a major producer of palm oil. The area was the British Oil Rivers Protectorate from 1885 until 1893, when it was expanded and became the Niger Coast Protectorate. The delta is a petroleum-rich region and has been the center of international concern over pollution that has resulted principally from major oil spills of multinational corporations of the petroleum industry."
  },
  {
    "entity": "National Bureau of Statistics",
    "category": "Organization",
    "acronym": "NBS"
  },
  {
    "entity": "Regional Service Centre",
    "category": "Organization"
  },
  {
    "entity": "United Nations Monitoring and Evaluation Reference Group",
    "category": "Organization"
  },
  {
    "entity": "United Nations INFO",
    "category": "Organization"
  },
  {
    "entity": "Cooperation Framework",
    "category": "Project"
  }
]