[
  {
    "entity": "Georgia",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Programme d'Efficacité Énergétique dans le Bâtiment",
    "category": "Organization",
    "acronym": "PEEB",
    "summary": null
  },
  {
    "entity": "AFDEB",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "ADEME",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "European Union",
    "category": "Organization",
    "acronym": "EU",
    "summary": null
  },
  {
    "entity": "Agence Française de Développement",
    "category": "Organization",
    "acronym": "AFD",
    "summary": null
  },
  {
    "entity": "Deutsche Gesellschaft für Internationale Zusammenarbeit",
    "category": "Organization",
    "acronym": "GIZ",
    "summary": "The Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH (English: German Agency for International Cooperation GmbH), often simply shortened to GIZ, is the main German development agency. It is headquartered in Bonn and Eschborn and provides services in the field of international development cooperation and international education work. The organization's self-declared goal is to deliver effective solutions that offer people better prospects and sustainably improve their living conditions. GIZ's main commissioning party is Germany's Federal Ministry for Economic Cooperation and Development (BMZ). Other commissioners include European Union institutions, the United Nations, the private sector, and governments of other countries. In its projects GIZ works with partners in national governments, actors from the private sector, civil society and research institutions. Additionally, in cooperation with the German Federal Employment Agency, GIZ operates the Centre for International Migration and Development (CIM), an agency specialized on international cooperation activities related to global labor mobility. GIZ was established on 1 January 2011, through the merger of three German international development organizations: the Deutscher Entwicklungsdienst (DED), the Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ), and Internationale Weiterbildung und Entwicklung (InWEnt). The merger was overseen by Dirk Niebel, federal development minister from 2009 to 2013. His predecessor had previously tried and failed to merge the DED with the KfW. GIZ is one of the world's largest development agencies, with a business volume in excess of €3.1 billion in 2019 as well as 22,199 employees spread over more than 120 countries."
  },
  {
    "entity": "Georgian",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "National Energy Efficiency Action Plan",
    "category": "Project",
    "acronym": "NEEAP",
    "summary": null
  },
  {
    "entity": "Energy Efficiency Agency",
    "category": "Organization",
    "acronym": "EEA",
    "summary": null
  },
  {
    "entity": "Kreditanstalt für Wiederaufbau",
    "category": "Organization",
    "acronym": "KfW",
    "summary": null
  },
  {
    "entity": "EU AcquisD",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Moldova",
    "category": "Location",
    "summary": "Moldova (/mɒlˈdoʊvə/ mol-DOH-və, sometimes UK: /ˈmɒldəvə/ MOL-də-və; Romanian pronunciation: [molˈdova]), officially the Republic of Moldova (Romanian: Republica Moldova), is a landlocked country in Eastern Europe. It is bordered by Romania to the west and Ukraine to the north, east, and south. The unrecognised state of Transnistria lies across the Dniester on the country's eastern border with Ukraine. Moldova's capital and largest city is Chișinău. Most of Moldovan territory was a part of the Principality of Moldavia from the 14th century until 1812, when it was ceded to the Russian Empire by the Ottoman Empire (to which Moldavia was a vassal state) and became known as Bessarabia. In 1856, southern Bessarabia was returned to Moldavia, which three years later united with Wallachia to form Romania, but Russian rule was restored over the whole of the region in 1878. During the 1917 Russian Revolution, Bessarabia briefly became an autonomous state within the Russian Republic, known as the Moldavian Democratic Republic. In February 1918, the Moldavian Democratic Republic declared independence and then integrated into Romania later that year following a vote of its assembly. The decision was disputed by Soviet Russia, which in 1924 established, within the Ukrainian SSR, a so-called Moldavian autonomous republic (MASSR) on partially Moldovan-inhabited territories to the east of Bessarabia. In 1940, as a consequence of the Molotov–Ribbentrop Pact, Romania was compelled to cede Bessarabia and Northern Bukovina to the Soviet Union, leading to the creation of the Moldavian Soviet Socialist Republic (Moldavian SSR), which included the greater part of Bessarabia and the westernmost strip of the former MASSR (east of the Dniester River). On 27 August 1991, as the dissolution of the Soviet Union was underway, the Moldavian SSR declared independence and took the name Moldova. That same day, Romania became the first country to recognize Moldova's independence. The constitution of Moldova was adopted in 1994. The strip of the Moldovan territory on the east bank of the Dniester has been under the de facto control of the breakaway government of Transnistria since 1990. Due to a decrease in industrial and agricultural output following the dissolution of the Soviet Union, the service sector has grown to dominate Moldova's economy and is over 60% of the nation's GDP. Moldova is the second poorest country in Europe by GDP per capita. It also has the third lowest Human Development Index in Europe, ranking 80th in the world. Moldova is a parliamentary republic with a president as head of state and a prime minister as head of government. It is a member state of the United Nations, the Council of Europe, the World Trade Organization (WTO), the Organization for Security and Cooperation in Europe (OSCE), the GUAM Organization for Democracy and Economic Development, the Commonwealth of Independent States (CIS), the Organization of the Black Sea Economic Cooperation (BSEC), and the Association Trio. Moldova has been an official candidate for membership in the European Union since June 2022."
  },
  {
    "entity": "EIB",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "EBRD",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "GoM",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Paris Agreement",
    "category": "Event",
    "summary": "The Paris Agreement (French: Accord de Paris), often referred to as the Paris Accords or the Paris Climate Accords, is an international treaty on climate change. Adopted in 2015, the agreement covers climate change mitigation, adaptation, and finance. The Paris Agreement was negotiated by 196 parties at the 2015 United Nations Climate Change Conference near Paris, France. As of September 2022, 194 members of the United Nations Framework Convention on Climate Change (UNFCCC) are parties to the agreement. Of the four UNFCCC member states which have not ratified the agreement, the only major emitter is Iran. The United States withdrew from the Agreement in 2020, but rejoined in 2021. The Paris Agreement was opened for signature on 22 April 2016 (Earth Day) at a ceremony in New York. After the European Union ratified the agreement, sufficient countries had ratified the Agreement responsible for enough of the world's greenhouse gases for the Agreement to enter into force on 4 November 2016. The Paris Agreement's long-term temperature goal is to keep the rise in mean global temperature to well below 2 °C (3.6 °F) above pre-industrial levels, and preferably limit the increase to 1.5 °C (2.7 °F), recognizing that this would substantially reduce the effects of climate change. Emissions should be reduced as soon as possible and reach net-zero by the middle of the 21st century. To stay below 1.5 °C of global warming, emissions need to be cut by roughly 50% by 2030. This is an aggregate of each country's nationally determined contributions. It aims to help countries adapt to climate change effects, and mobilise enough finance. Under the Agreement, each country must determine, plan, and regularly report on its contributions. No mechanism forces a country to set specific emissions targets, but each target should go beyond previous targets. In contrast to the 1997 Kyoto Protocol, the distinction between developed and developing countries is blurred, so that the latter also have to submit plans for emission reductions. The Agreement was lauded by world leaders, but criticised as insufficiently binding by some environmentalists and analysts. There is debate about the effectiveness of the Agreement. While current pledges under the Paris Agreement are insufficient for reaching the set temperature goals, there is a mechanism of increased ambition. The Paris Agreement has been successfully used in climate litigation forcing countries and an oil company to strengthen climate action. On 4 July 2022, the Supreme Federal Court of Brazil recognized the Paris agreement as a human rights treaty."
  },
  {
    "entity": "Assistance Package",
    "category": "Product",
    "summary": null
  }
]