[
  {
    "entity": "National Renewable Energy Action Plan",
    "category": "Strategy",
    "acronym": "NREAP",
    "summary": "A National Renewable Energy Action Plan (NREAP) is a detailed report submitted by countries outlining commitments and initiatives to develop renewable energy that all member states of the European Union were obliged to notify to the European Commission by 30 June 2010. The plan provides a detailed road map of how the member state expects to reach its legally binding 2020 target for the share of renewable energy in their total energy consumption, as required by article 4 of the Renewable Energy Directive 2009/28/EC. In the plan, the member state sets out sectoral targets, the technology mix they expect to use, the trajectory they will follow, and the measures and reforms they will undertake to overcome the barriers to developing renewable energy. Each NREAP report provides details of the expected share of energy provided by renewable sources up to and including 2020. The overall target for EU countries is to use 20% of their energy use from renewable energy sources although targets for each country vary considerably. In addition targets are broken down further by energy use sector including transport, electricity and the heating and cooling sectors."
  },


  {
    "entity": "National Energy Sector Strategy",
    "category": "Strategy",
    "summary": null,
    "information": "The National Energy Sector Strategy (2018) formulates a target of 42% of renewable energy in the TPES by 2030"
  },
  {
    "entity": "Total Primary Energy Supply",
    "category": "Product",
    "acronym": "TPES",
    "summary": null
  },
  {
    "entity": "National Energy and Climate Plan",
    "category": "Strategy",
    "acronym": "NECP",
    "summary": null,
    "information": "A National Energy and Climate Plan (NECP) is under development and will set out renewable energy targets"
  },
  {
    "entity": "Albania",
    "category": "Location",
    "summary": "Albania (/ælˈbeɪniə, ɔːl-/ a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria), officially the Republic of Albania (Albanian: Republika e Shqipërisë), is a country in Southeastern Europe. It is located on the Adriatic and Ionian Seas within the Mediterranean Sea and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east and Greece to the south. Tirana is its capital and largest city, followed by Durrës, Vlorë, and Shkodër. Albania displays varied climatic, geological, hydrological, and morphological conditions, defined in an area of 28,748 km2 (11,100 sq mi). It possesses significant diversity with the landscape ranging from the snow-capped mountains in the Albanian Alps as well as the Korab, Skanderbeg, Pindus and Ceraunian Mountains to the hot and sunny coasts of the Albanian Adriatic and Ionian Sea along the Mediterranean Sea. Albania has been inhabited by different civilisations over time, such as the Illyrians, Thracians, Greeks, Romans, Byzantines, Venetians, and Ottomans. The Albanians established the autonomous Principality of Arbër in the 12th century. The Kingdom of Albania and Principality of Albania formed between the 13th and 14th centuries. Prior to the Ottoman conquest of Albania in the 15th century, the Albanian resistance to Ottoman expansion into Europe led by Skanderbeg won them acclaim over most of Europe. Albania remained under Ottoman rule for nearly five centuries, during which many Albanians (known as Arnauts) attained high-ranking offices in the empire, especially in the Southern Balkans and Egypt. Between the 18th and 19th centuries, cultural developments, widely attributed to Albanians having gathered both spiritual and intellectual strength, conclusively led to the Albanian Renaissance. After the defeat of the Ottomans in the Balkan Wars, the modern nation state of Albania declared independence in 1912. In the 20th century, the Kingdom of Albania was invaded by Italy, which formed Greater Albania before becoming a protectorate of Nazi Germany. Enver Hoxha formed the People's Socialist Republic of Albania after World War II, modeled under the terms of Hoxhaism. The Revolutions of 1991 concluded the fall of communism in Albania and eventually the establishment of the current Republic of Albania. Albania is a unitary parliamentary constitutional republic. It is a developing country, ranking 67th in the Human Development Index, with an upper-middle income economy dominated by the service sector, followed by manufacturing. It went through a process of transition following the end of communism in 1990, from centralised planning to a market-based economy. Albania provides universal health care and free primary and secondary education to its citizens. Albania is a member of the United Nations, World Bank, UNESCO, NATO, WTO, COE, OSCE, and OIC. It has been an official candidate for membership in the European Union since 2014. It is one of the founding members of the Energy Community, including the Organization of the Black Sea Economic Cooperation and Union for the Mediterranean.",
    "information": "Albania has significant potential for solar energy development due to its high sunshine hours per year."
  },


  {
    "entity": "Contract for Differences",
    "category": "Strategy",
    "acronym": "CfD",
    "summary": null
  },
  {
    "entity": "South-East European",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "PV projects",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Net-metering",
    "category": "Strategy",
    "summary": null
  },

  {
    "entity": "Core Challenges",
    "category": "Skill",
    "summary": null,
    "information": "Power generation from renewable energy sources fluctuates and is naturally variable. This requires more sophisticated network infrastructure and operation that can handle bidirectional energy flows and changing supply profiles. Particularly in high-demand centres such as the capital Tirana, the Albanian distribution grid lacks sufficient capacity and dynamic operation to handle variable electricity injection. This severely hampers the successful integration of renewable energy sources in the country"
  },

  {
    "entity": "Tirana",
    "category": "Location",
    "summary": "Tirana (/tɪˈrɑːnə/ tih-RAH-nə, Albanian pronunciation: [tiˈɾana]; Gheg Albanian: Tirona) is the capital and largest city of Albania. It is located in the centre of the country, enclosed by mountains and hills with Dajti rising to the east and a slight valley to the northwest overlooking the Adriatic Sea in the distance. Due to its location at the Plain of Tirana and the close proximity to the Mediterranean Sea, the city is particularly influenced by a Mediterranean seasonal climate. It is among the wettest and sunniest cities in Europe, with 2,544 hours of sun per year. Tirana was founded as a city in 1614 by the Ottoman Albanian general Sylejman Pasha Bargjini and flourished by then around the Old Mosque and the türbe. The area that today corresponds to the city's territory has been continuously inhabited since the Iron Age. It was inhabited by Illyrians, and was most likely the core of the Illyrian Kingdom of the Taulantii, which in Classical Antiquity was centred in the hinterland of Epidamnus. Following the Illyrian Wars it was annexed by Rome and became an integral part of the Roman Empire. The heritage of that period is still evident and represented by the Mosaics of Tirana. Later, in the 5th and 6th centuries, an Early Christian basilica was built around this site. After the Roman Empire split into East and West in the 4th century, its successor the Byzantine Empire took control over most of Albania, and built the Petrelë Castle in the reign of Justinian I. The city was fairly unimportant until the 20th century, when the Congress of Lushnjë proclaimed it as Albania's capital, after the Albanian Declaration of Independence in 1912. Classified as a gamma-world-city, Tirana is the most important economic, financial, political and trade centre in Albania due to its significant location in the centre of the country and its modern air, maritime, rail and road transportation. It is the seat of power of the Government of Albania, with the official residences of the President and Prime Minister of Albania, and the Parliament of Albania. The city was announced as the European Youth Capital for 2022."
  },
  {
    "entity": "Albanian distribution grid",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "renewable energy sources",
    "category": "Product",
    "summary": null
  },
  {
    "entity": "South - East Europe",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Policy Landscape and Targets",
    "category": "Strategy",
    "summary": null
  },
  {
    "entity": "Europe",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Albanian",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "National",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Renewable Energy",
    "category": "Strategy",
    "acronym": "RE",
    "summary": null
  },
  {
    "entity": "Power Purchase Agreements",
    "category": "Skill",
    "summary": null
  },
  {
    "entity": "German Energy Agency",
    "category": "Organization",
    "acronym": "Dena",
    "summary": null,
    "information": "All activities relating to the Hard Talks are implemented in close cooperation with the UNECE Secretariat."
  },
  {
    "entity": "United Nations Economic Commission for Europe",
    "category": "Organization",
    "acronym": "UNECE",
    "summary": "The United Nations Economic Commission for Europe (ECE or UNECE) is one of the five regional commissions under the jurisdiction of the United Nations Economic and Social Council. It was established in order to promote economic cooperation and integrations among its member states. The commission is composed of 56 member states, most of which are based in Europe, as well as a few outside of Europe. Its transcontinental Eurasian or non-European member states include: Armenia, Azerbaijan, Canada, Cyprus, Georgia, Israel, Kazakhstan, Kyrgyzstan, the Russian Federation, Tajikistan, Turkey, Turkmenistan, the United States of America and Uzbekistan."
  },
  {
    "entity": "German",
    "category": "Person",
    "summary": null
  },
  {
    "entity": "UNECE SecretariatN",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "United Nations Economic and Social Council",
    "category": "Organization",
    "summary": "The United Nations Economic and Social Council (ECOSOC; French: Conseil économique et social des Nations unies, CESNU) is one of the six principal organs of the United Nations, responsible for coordinating the economic and social fields of the organization, specifically in regards to the fifteen specialised agencies, the eight functional commissions, and the five regional commissions under its jurisdiction. ECOSOC serves as the central forum for discussing international economic and social issues, and formulating policy recommendations addressed to member states and the United Nations System. It has 54 members. In addition to a rotating membership of 54 UN member states, over 1,600 nongovernmental organizations have consultative status with the Council to participate in the work of the United Nations. ECOSOC holds one four-week session each year in July, and since 1998 has also held an annual meeting in April with finance ministers of heading key committees of the World Bank and the International Monetary Fund (IMF). Additionally, the High-Level Political Forum (HLPF), which reviews the implementation of the 2030 Agenda for Sustainable Development, is convened under the auspices of the Council every July."
  },

  {
    "entity": "Federal Ministry for Economic Affairs and Energy",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "South East Europe",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Hard Talks",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Albanian Power Corporation",
    "category": "Organization",
    "acronym": "KESH",
    "summary": "The Energy of Albania (Albanian: Korporata Elektroenergjitike Shqiptare - KESH) is the largest government owned electricity producing company in Albania.KESH operates the most important electricity generating plants in the country. They include: The Drin River Cascade hydropower plants (Fierza HPP, Komani HPP and Vau i Dejës HPP), with an installed power capacity of 1,350 MW, and theVlora TPP, with an installed power capacity of 98 MW. The cascade, built on the Drin River, is the largest in the Balkan region by installed capacity, as well as by the size of the hydropower plants. By operating 79% of the generation capacity in the country, KESH supplies about 70-75% of the customers' demand for electricity, provides the energy needed to cover the losses in the transmission grid, as well as guarantees the security of the Albanian energy system through balancing energy and auxiliaryservices. KESH is also responsible for the administration, the proper operation as well as for guaranteeing the technical and operational safety of the power plants it operates."
  },
  {
    "entity": "Albanian Renewable Energy Association",
    "category": "Organization",
    "acronym": "AREA",
    "summary": null
  },
  {
    "entity": "Intra - Day",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Transmission System Operator",
    "category": "Organization",
    "acronym": "OST",
    "summary": null
  },
  {
    "entity": "Ministry of Tourism and Environment Environmental",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Albania Energy Association",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Kosovo",
    "category": "Location",
    "summary": null
  },
  {
    "entity": "Energy Efficiency Agency Policy",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Energy Regulatory Authority",
    "category": "Organization",
    "acronym": "ERE",
    "summary": null
  },
  {
    "entity": "National Environmental Agency Environmental",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Albania Power Exchange",
    "category": "Organization",
    "acronym": "ALPEX",
    "summary": null
  },
  {
    "entity": "Day - Ahead",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Electricity Distribution System Operator",
    "category": "Organization",
    "acronym": "OSHEE",
    "summary": null
  },
  {
    "entity": "UNECE RE - Uptake Project 2021",
    "category": "Project",
    "summary": null
  },
  {
    "entity": "Ministry of Agriculture, Rural Development and Water Administration",
    "category": "Organization",
    "summary": null
  },
  {
    "entity": "Upcoming Hard Talk",
    "category": "Event",
    "summary": null
  },
  {
    "entity": "Ministry of Infrastructure and Energy",
    "category": "Organization",
    "acronym": "MIE",
    "summary": null
  },
  {
    "entity": "National Agency of Natural Resources",
    "category": "Organization",
    "acronym": "AKBN",
    "summary": null
  },
  {
    "entity": "Albanian Energy Sector",
    "category": "Organization",
    "summary": null
  }
]